{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0av1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-02-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.870Z","role":"Publisher"}],"evidence":[{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:5706c99a-ac59-49fc-8cef-301a6c5642b0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dce273e3-2424-4c22-b8c4-a6eb0a5bab16","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":70,"detectionMethod":"Sequence analysis of the coding region and exon/intron boundaries of SLC6A8.","firstTestingMethod":"PCR","phenotypeFreeText":"Worked in a sheltered environment until age 57 years, then live in an institution; at age 70 years, he had a myopathic face with ptosis, external ophthalmoplegia and an \"open, hanging, mouth\", expressive language difficulties, hypotonia.","phenotypes":["obo:HP_0004322","obo:HP_0010864"],"previousTesting":true,"previousTestingDescription":"Increase creatine to creatinine ratio in urine, described as a \"biochemical hallmark of SLC6A8 deficiency. However, no values are provided.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5706c99a-ac59-49fc-8cef-301a6c5642b0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3f3b8d59-b37c-4a5d-936c-bad79f4aa441","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1011C>G (p.Cys337Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256013"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15154114","type":"dc:BibliographicResource","dc:abstract":"A novel X-linked mental retardation (XLMR) syndrome was recently identified, resulting from creatine deficiency in the brain caused by mutations in the creatine transporter gene, SLC6A8. We have studied the prevalence of SLC6A8 mutations in a panel of 290 patients with nonsyndromic XLMR archived by the European XLMR Consortium. The full-length open reading frame and splice sites of the SLC6A8 gene were investigated by DNA sequence analysis. Six pathogenic mutations, of which five were novel, were identified in a total of 288 patients with XLMR, showing a prevalence of at least 2.1% (6/288). The novel pathogenic mutations are a nonsense mutation (p.Y317X) and four missense mutations. Three missense mutations (p.G87R, p.P390L, and p.P554L) were concluded to be pathogenic on the basis of conservation, segregation, chemical properties of the residues involved, as well as the absence of these and any other missense mutation in 276 controls. For the p.C337W mutation, additional material was available to biochemically prove (i.e., by increased urinary creatine : creatinine ratio) pathogenicity. In addition, we found nine novel polymorphisms (IVS1+26G-->A, IVS7+37G-->A, IVS7+87A-->G, IVS7-35G-->A, IVS12-3C-->T, IVS2+88G-->C, IVS9-36G-->A, IVS12-82G-->C, and p.Y498) that were present in the XLMR panel and/or in the control panel. Two missense variants (p.V629I and p.M560V) that were not highly conserved and were not associated with increased creatine : creatinine ratio, one translational silent variant (p.L472), and 10 intervening sequence variants or untranslated region variants (IVS6+9C-->T, IVS7-151_152delGA, IVS7-99C-->A, IVS8-35G-->A, IVS8+28C-->T, IVS10-18C-->T, IVS11+21G-->A, IVS12+15C-->T, *207G-->C, IVS12+32C-->A) were found only in the XLMR panel but should be considered as unclassified variants or as a polymorphism (p.M560V). Our data indicate that the frequency of SLC6A8 mutations in the XLMR population is close to that of CGG expansions in FMR1, the gene responsible for fragile-X syndrome.","dc:creator":"Rosenberg EH","dc:date":"2004","dc:title":"High prevalence of SLC6A8 deficiency in X-linked mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15154114","rdfs:label":"N87 proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This individual and his affected brother, who also has intellectual disability and elevated creatine in urine, are hemizygous for a missense variant in SLC6A8, p.Cys337Trp. When expressed in SLC6A8 deficient fibroblasts, this variant has about 17% creatine transport activity of wild type. This variant is not in gnomAD."},{"id":"cggv:75228718-ab69-4f51-8739-b2f0dff63922_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22c8ab39-6127-4dc7-9c0d-6ce1b103fa87","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"\"Mutational analysis\" of SLC6A8 (no further details).","firstTestingMethod":"PCR","phenotypeFreeText":"Severe speech delay","phenotypes":"obo:HP_0002342","previousTesting":true,"previousTestingDescription":"\"Low\" creatine peak on brain proton MRS.\nNormal urine guanidinoacetate. Eleveated creatine/creatinine ratio - 4.6 (normal 0.05-1.9), reduced creatine uptake in fibroblasts - 13.3 (normal 36+/-5.1)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:75228718-ab69-4f51-8739-b2f0dff63922_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:389b99cb-28f3-48c6-8e52-ba549a77bb3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1631C>T (p.Pro544Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345034"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19706062","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Fons C","dc:date":"2009","dc:title":"Epilepsy spectrum in cerebral creatine transporter deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19706062","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This male, with clinical and biocehmical features consistent with creatine transporter deficiency, has a missense variant, p.Pro544Leu, in SLC6A8. This variant is absent in gnomAD. When expressed in SLC6A8-deficient fibroblasts, this variant has activity of 39% of wild type (measured in triplicate)."},{"id":"cggv:40e1d559-b71d-41ea-9d44-60b8c94daecb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b94dfb2d-01d1-48ab-b627-1b1fb1610e2d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplification of SLC6A8 cDNA from lymphoblasts revealed the expected sized band (250 bp) and a smaller band (237 bp) that was absent in the control sample but present in this patient and the other 2 affected family members analyzed. Sequencing of the large fragment revealed a G>C altering the last base of the exon. Based on the analysis, some transcripts are normally splice but will be translated into a product with missense change, while the smaller fragment is thought to arise as the result of use of a cryptic splice site, resulting in a frameshift.","firstTestingMethod":"PCR","phenotypeFreeText":"Gastrointestinal problem.","phenotypes":["obo:HP_0010864","obo:HP_0011800","obo:HP_0001382","obo:HP_0000750","obo:HP_0000708","obo:HP_0009778","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"After linkage analysis indicated that a locus on to Xq28 was involved (LOD score 2.4), candidate-gene testing was initiated. Twelve genes (FRAXA, FRAXE, MECP2, LICAM, GLUR3, GABRA3, GABRE1, VATPS1, XAP3, XAP5, XAP6, and SYBL1) were tested (no details on how the testing was performed). No causative variants were found in these genes.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:40e1d559-b71d-41ea-9d44-60b8c94daecb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5572415-ceb9-4a5d-86ad-5b4a4d747c7c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1141G>C (p.Gly381Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256011"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11898126","type":"dc:BibliographicResource","dc:abstract":"A family with X-linked mental retardation characterized by severe mental retardation, speech and behavioral abnormalities, and seizures in affected male patients has been found to have a G1141C transversion in the creatine-transporter gene SLC6A8. This mutation results in a glycine being replaced by an arginine (G381R) and alternative splicing, since the G-->C transversion occurs at the -1 position of the 5' splice junction of intron 7. Two female relatives who are heterozygous for the SLC6A8 mutation also exhibit mild mental retardation with behavior and learning problems. Male patients with the mutation have highly elevated creatine in their urine and have decreased creatine uptake in fibroblasts, which reflects the deficiency in creatine transport. The ability to measure elevated creatine in urine makes it possible to diagnose SLC6A8 deficiency in male patients with mental retardation of unknown etiology.","dc:creator":"Hahn KA","dc:date":"2002","dc:title":"X-linked mental retardation with seizures and carrier manifestations is caused by a mutation in the creatine-transporter gene (SLC6A8) located in Xq28."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11898126","rdfs:label":"K8085: II-5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"A variant in SLC6A8 (c.1141G>C) was identified in the proband and in his 3 affected brothers and 2 affected sisters (published LOD score 2.4). This nucleotide change alters that last base of exon 7 and is predicted to result in a missense change (p.Gly381Arg). However, RT-PCR analysis for the proband showed that a cryptic splice site is used in some transcripts, leading to a deletion of 13 bp and a frameshift. This variant is not in gnomAD."},{"id":"cggv:7d5856db-a5d7-4148-a9a3-56ee0168e32e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad8bb35e-a579-4548-a88e-68bbc7ec5f7d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"SLC6A8 mutation analysis (no further details).","firstTestingMethod":"PCR","phenotypeFreeText":"Feeding difficulties in first weeks of life. Seizures began at 3 years of age; she had up to 100's of seizures per day and did not respond to anti-epileptic medications. Brian MRI showed bilateral subcortical and periventricular hyperintense T2 signals. Creatine and arginine supplementation reportedly reduced the frequency of seizures.","phenotypes":["obo:HP_0001263","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"Brain proton MRS revealed a \"Moderate decrease\" of creatine in the frontal white matter and basal ganglia. Urine and CSF guanidinoacetate levels were normal. Urine creatine to creatinine ratio was also normal, although note that this may be normal in females who are heterozygous for SLC6A8 deficiency.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7d5856db-a5d7-4148-a9a3-56ee0168e32e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:97ed8251-8c3a-40b7-bc0b-fb8bd3c793a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1067G>T (p.Gly356Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA415085440"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20846889","type":"dc:BibliographicResource","dc:abstract":"A female heterozygous for a novel, disease causing, missense mutation in the X-linked cerebral creatine transporter (SLC6A8) gene (c.1067G>T, p.Gly356Val) presented with intractable epilepsy, mild intellectual disability and moderately reduced cerebral creatine levels. Treatment with creatine monohydrate, to enhance cerebral creatine transport, combined with L-arginine and L-glycine, to enhance cerebral creatine synthesis, resulted in complete resolution of seizures. Heterozygous SLC6A8 deficiency is a potentially treatable condition and should be considered in females with intractable epilepsy and developmental delay/intellectual disability.","dc:creator":"Mercimek-Mahmutoglu S","dc:date":"2010","dc:title":"Treatment of intractable epilepsy in a female with SLC6A8 deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20846889","rdfs:label":"Female with intractable epilepsy"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This girl, who has evidence of cerebral creatine deficiency, and has severe seizures and intellectual disability, is heterozygous for a missense variant in SLC6A8. The variant is absent in gnomAD. Her mother and maternal half sister, both with learning difficulties, also have the variant. When expressed in SLC6A8 deficient fibroblasts, the variant did not increase creatine transport activity."},{"id":"cggv:b9e73fd9-7cd4-4a63-9a0f-d2b1cdb534e1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e585641-83a5-424b-8961-61890a418ac9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"DNA sequence analysis of SLC6A8 (no further details available)","firstTestingMethod":"PCR","phenotypeFreeText":"At 21 months, poor hand-eye coordination, social smile, recognizes his mother, only occasional eye contact, did not respond to simple requests, no speech (no babbling), brain MRI showed hyperintense signal in the posterior periventricular white matter on T2-weighted images. At 2 years old, height and weight below 3rd percentile.","phenotypes":["obo:HP_0008936","obo:HP_0000577","obo:HP_0002572","obo:HP_0001270","obo:HP_0002353","obo:HP_0000540","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"Karyotype (750 band level) normal, molecular testing for Fragile X and Angelman syndrome was normal. ageneralized increase in urine amino acids, normal urine organic acids. Low urine creatinine . Guanidinoacetate was normal in urine. Urine creatine/creatinine ratio was 3.6 (controls 0.006-1.2). Creatine uptake in cultured fibroblasts was \"impaired\".","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b9e73fd9-7cd4-4a63-9a0f-d2b1cdb534e1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:520b72ea-3731-4307-a82d-dc5ca253fc5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.263-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11701"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16086185","type":"dc:BibliographicResource","dc:abstract":"Creatine transporter deficiency is an X-linked disorder characterized by mental retardation and language delay. The authors report a patient affected by creatine transport deficiency caused by a novel mutation in the SLC6A8 gene. Impairment in social interaction represents a consistent clinical finding in the few cases described to date and may be a diagnostic clue for creatine transporter deficiency in males affected by mental retardation, seizures, and language impairment.","dc:creator":"Schiaffino MC","dc:date":"2005","dc:title":"X-linked creatine transporter deficiency: clinical description of a patient with a novel SLC6A8 gene mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16086185","rdfs:label":"Schiaffino case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This male, with clinical and biochemical features of creatine transporter deficiency, is hemizygous for a splice site variant in the SLC6A8 gene, inherited from his mother. Based on RT-PCR studies, this variant, c.263-2A>G, results in deletion of the first 21 amino acids of exon 2 (p.Gly88_Glu109del)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:9058dc9a-609f-47af-8678-aa4fedc2265c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:49b754c9-56de-47ee-ae53-2e85b8a14650","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Sequence analysis of amplified SLC6A8 cDNA from fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"Sever delay in speech and expressive-language, supplementation with creatine monohydrate (340 mg/kg/day) did not improve brain creatine level.","phenotypes":["obo:HP_0025051","obo:HP_0001256","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Proton magnetic resonance spectroscopy of the brain revealed \"almost complete absence\" of the creatine signal; normal guanidinoacetate in urine and plasma; elevated creatine in urine and plasma; negligible creatine uptake in cultured fibroblasts at 125uM labeled creatine compared to controls.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9058dc9a-609f-47af-8678-aa4fedc2265c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d60a61a-4a7a-45e4-bd18-3b213b2a6745","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1540C>T (p.Arg514Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256009"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11326334","type":"dc:BibliographicResource","dc:abstract":"We report the first X-linked creatine-deficiency syndrome caused by a defective creatine transporter. The male index patient presented with developmental delay and hypotonia. Proton magnetic-resonance spectroscopy of his brain revealed absence of the creatine signal. However, creatine in urine and plasma was increased, and guanidinoacetate levels were normal. In three female relatives of the index patient, mild biochemical abnormalities and learning disabilities were present, to various extents. Fibroblasts from the index patient contained a hemizygous nonsense mutation in the gene SLC6A8 and were defective in creatine uptake. The three female relatives were heterozygous for this mutation in SLC6A8, which has been mapped to Xq28.","dc:creator":"Salomons GS","dc:date":"2001","dc:title":"X-linked creatine-transporter gene (SLC6A8) defect: a new creatine-deficiency syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11326334","rdfs:label":"First case"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual is hemizygous for a nonsense variant, p.Arg514X, in SLC6A8. The family history supports and X-linked inheritance pattern - the mother and maternal grandmother are both heterozygous for the variant, have a history of learning difficulties, and reduced creatine on brain H-MRS. The maternal aunt is heterozygous for the variant and has elevated plasma creatine. The maternal uncle has severe intellectual impairment but was not available for testing. Results of biochemical testing for the proband are consistent with creatine transporter deficiency rather than a defect in creatine synthesis (AGAT or GAMT deficiency). The nonsense variant is not present in gnomAD."},{"id":"cggv:eb79a46b-a427-43d5-b3fb-638c3a46474a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aa63b608-78a9-42ce-80db-b0df2df37ca6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Language most severely affected, severe behavioral problems.","phenotypes":["obo:HP_0006682","obo:HP_0001508","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"Absent creatine peak of brain proton MRS.\nNormal creatine and guanidinoacetate in plasma, but creatine/creatinine ratio increased in urine.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:eb79a46b-a427-43d5-b3fb-638c3a46474a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c97b5145-57fb-48a3-b793-3d7d96eb760e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1690_1703del (p.Phe564HisfsTer21)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940480"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18443316","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Anselm IA","dc:date":"2008","dc:title":"Cardiac manifestations in a child with a novel mutation in creatine transporter gene SLC6A8."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18443316","rdfs:label":"Anselm case"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This male has clinical and biochemical features consistent with creatine transporter deficiency and is hemizygous for a frameshift variant, p.Phe564HisfsTer21, in SLC6A8. His mother declined testing. Although the variant is in the penultimate exon of SLC6A8, it is more than 50 base pairs from the 3' end and thus is expected to be picked up by nonsense mediated decay. The variant is not in gnomAD."},{"id":"cggv:0934feac-ba96-4430-be2c-ad5adac5fc02_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4bbe8b6d-a400-4160-8d9b-921d509c480b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"\"mutational analysis\" of SLC6A8.","firstTestingMethod":"PCR","phenotypeFreeText":"Seizures onset at 2 years (generalized tonic-clonic)","phenotypes":["obo:HP_0010864","obo:HP_0000750","obo:HP_0001250","obo:HP_0000729"],"previousTesting":true,"previousTestingDescription":"Low/near absent creatine peak on brain proton MRS.\nNormal urine guanidinoacetate. Eleveated creatine/creatinine ratio - 3.2 (normal 0.05-1.9), creatine uptake in fibroblasts 4.8 uM (normal 36 +/- 5.1).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0934feac-ba96-4430-be2c-ad5adac5fc02_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6efce0c5-0909-4e4a-b97f-e6c00255649d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.462G>A (p.Trp154Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA415078666"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19706062"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19706062","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This male patient has clinical and biochemical features consistent with creatine transporter deficiency and is hemizygous for a missense variant in SLC6A8, p.Trp154X. This variant is absent in gnomAD."},{"id":"cggv:5722bc5a-a247-4c28-abf8-0064e98697a2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8a3f9072-285a-4833-81fe-c6c6f97e4fb1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Sequence analysis of the coding region and exon/intron boundaries of SLC6A8.","firstTestingMethod":"PCR","phenotypeFreeText":"Global developmental delay noted in first few months of life. Walked at 15 months. Severe language delay, little interest in his surroundings. Onset of seizures at 6 years old (has had 4 seizures). Understands simple instructions, uses simple signs to communicate.","phenotypes":["obo:HP_0000729","obo:HP_0010864","obo:HP_0001250","obo:HP_0001344"],"previousTesting":true,"previousTestingDescription":"Brain proton MRS showed a severe reduction in creatine and phosphocreatine in white matter.  Normal urine guanidinoacetate, elevated creatine/creatinine ratioin urine - 3.0 (normal 0.02-1.22, mean 0.25), undetectable creatine uptake in fibroblasts with 25 ul/L creatine (normal 25 +/- 5.2 pmol/ug protein), reduced creatine uptake in fibroblasts with 500 ul/L creatine - 7.2 pmol/ug protein (normal 36 +/- 5.1).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5722bc5a-a247-4c28-abf8-0064e98697a2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdb220d1-5630-4289-ab38-132210387555","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.878_879del (p.Leu293GlnfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940477"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16601898","type":"dc:BibliographicResource","dc:abstract":"We describe the first two unrelated Spanish patients with creatine transporter deficiency initially identified by brain proton magnetic resonance spectroscopy (MRS). The clinical phenotype was characterized by severe mental retardation, epilepsy, autism, severe speech delay and absence of brain creatine by MRS. Urine creatine/creatinine ratio was increased and creatine uptake in fibroblasts was impaired in both patients. On DNA sequence analysis of the SLC6A8/creatine transporter gene, one hemizygous mutation was found in each patient: one mutation was novel and consisted of a deletion of two nucleotides c.878-879delTC in exon 5, resulting in a frameshift (p.Lys293fsX3), and in the other patient a known deletion of three nucleotides 1222-1224delTTC in exon 8 resulting in p.Phe408del. Creatine treatment for one year failed to improve the neurological symptoms and was associated with a striking increase in body weight in both patients (13 and 16 kg, respectively).","dc:creator":"Póo-Argüelles P","dc:date":"2006","dc:title":"X-Linked creatine transporter deficiency in two patients with severe mental retardation and autism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16601898","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This male patient has clinical and biochemical features of creatine transporter deficiency and is hemizygous for a frameshift variant in SLC6A8, c.878_879del (p.Leu293GlnfsTer3), inherited from his mother. The variant is absent in gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:06ccf9b8-6e4a-4dc2-8bd8-b585b9c11d2d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f24eca0-53c8-4ce2-8a38-97aabddd0be5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"Sequence analysis of SLC6A8 from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"IQ 45 at age 14","phenotypes":["obo:HP_0008765","obo:HP_0001256","obo:HP_0000709","obo:HP_0000708"],"previousTesting":true,"previousTestingDescription":"Reduced brain creatine level on proton MRS.\nUrine creatine was in the uppernormal range. Normal plasma creatine (performed on two occasions).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:06ccf9b8-6e4a-4dc2-8bd8-b585b9c11d2d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9e76dd8-bddc-4e8f-8931-3b018f1dd83d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.263-1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA415077248"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20717164","type":"dc:BibliographicResource","dc:abstract":"The X-linked creatine transporter defect is caused by mutations in the SLC6A8 gene. Until now, 66 synonymous and intronic variants in SLC6A8 were detected in our laboratory. To gain more insight in the effect of the detected variants, we applied five free web-based splice-site analysis tools to 25 published variants that were stratified as (non-)disease causing. All were correctly predicted to have no effect (n=18) or to cause erroneous splicing (n=7), with the exception of a pathogenic de novo 24 bp intronic deletion. Second, 41 unclassified variants, including 28 novel, were subjected to analysis by these tools. At least four splice-site analysis tools predicted that three of the variants would affect splicing as the mutations disrupted the canonical splice site. Urinary creatine/creatinine and brain MRS confirmed creatine transporter deficiency in five patients (four families), including one female. Another variant was predicted to moderately affect splicing by all five tools. However, transient transfection of a minigene containing the variant in a partial SLC6A8 segment showed no splicing errors, and thus was finally classified as non-disease causing. This study shows that splice tools are useful for the characterization of the majority of variants, but also illustrates that the actual effect can be misclassified in rare occasions. Therefore, further laboratory studies should be considered before final conclusions on the disease-causing nature are drawn. To provide an accessible database, the 109 currently known SLC6A8 variants, including 35 novel ones, are included in a newly developed LOVD DNA variation database.","dc:creator":"Betsalel OT","dc:date":"2011","dc:title":"Characterization of novel SLC6A8 variants with the use of splice-site analysis tools and implementation of a newly developed LOVD database."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20717164","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This female has clinical and biochemical features consistent with heterozygosity for creatine transporter deficiency. She is heterozyous for a de novo splice site variant, c.263-1G>C. RT-PCR from blood revealed 90% of transcripts with a deletion of the first 21 amino acids of exon 2, and 10% normal mRNA consistent with the results of X-inactivation studies (90:10 altered X/normal X). This variant is absent in gnomAD."},{"id":"cggv:5f557871-87ef-42f1-88cc-15c8aea0d1f5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e0f415b4-a4f5-46c4-b8d6-a11e0b0bae6c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"Sequence analysis of the coding regions and exon/intron boundaries of SLC6A8.","firstTestingMethod":"PCR","phenotypeFreeText":"Walked at 18 months, first words at 3 years old, limited language comprehension, onset of seizures at 13 months requiring treatment with antiepileptic medication. Brain MRI at age 5 years showed slight white matter intensity in the paratrigonal region and thin corpus callosum.","phenotypes":["obo:HP_0001290","obo:HP_0000737","obo:HP_0002474","obo:HP_0002353","obo:HP_0002312","obo:HP_0002342","obo:HP_0002373","obo:HP_0006863","obo:HP_0001263","obo:HP_0007359","obo:HP_0025160","obo:HP_0011098"],"previousTesting":true,"previousTestingDescription":"Normal karyotype (55 band level), normal Fragile X molecular testing, normal plasma and urine amino acids, urine mucpolysaccharides, urine organic acids.\nElevated urine creatine, and creatine/creatinine ratio - 1.96 (normal <1). Brain proton MRS showed lack of creatine peak at 3.05ppm.\nNo creatine uptake in cultured fibroblasts at creatine concentrations ranging from 25-250uM.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5f557871-87ef-42f1-88cc-15c8aea0d1f5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64ff30ae-9603-48dd-a923-4ba73ecd76b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005629.4(SLC6A8):c.1000_1002AAC[2] (p.Asn336del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10549372"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17603797","type":"dc:BibliographicResource","dc:abstract":"We report on a 9.5-year-old Italian boy affected by creatine transporter deficit (CT1), due to a de novo mutation in SLC6A8 gene. The patient was investigated by means of a comprehensive neuropsychological protocol and presented with an unusual alteration of speech and expressive-language function, associated with mental retardation, that differed from CT1 patients described to date. In particular, he exhibited a developmental apraxia of speech (DAS) with motor planning and execution deficit, while receptive language was consistent with his mental age.","dc:creator":"Battini R","dc:date":"2007","dc:title":"Mental retardation and verbal dyspraxia in a new patient with de novo creatine transporter (SLC6A8) mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603797","rdfs:label":"Battini de novo case"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This patient has an apparently de novo single amino acid deletion, p.Asn336del, in SLC6A8. The mother was negative for the variant; maternity was not confirmed. This variant is absent in gnomAD. When expressed in SLC6A8-deficient fibroblasts, creatine uptake was similar to non-transfected cells, 7.7 pmol creatine/ug protein (variant) vs 6.2 for non transfected (run in triplicate), and about 25% of non-pathogenic variants at 500 uM creatine (PMID 17465020)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8917ff9-6115-406e-acf9-3d7a671abb56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4386b48b-bb52-4a75-bf5c-70d9df9f985a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In an effort to identify new members of the Na(+)-dependent plasma membrane transporters, a novel cDNA was cloned from rabbit brain. Expression of the cDNA in COS-7 cells showed it to be a Na(+)- and Cl(-)-dependent creatine transporter. Its creatine transporter activity was antagonized by 3-guanidinopropionate, a well characterized alternative substrate of creatine transport in several tissues. More distant structural analogues of creatine were much less efficient or inactive as antagonists, indicating a high substrate specificity.\nThis function is consistent with the observation of reduced or absent cerebral creatine in patients with X-linked creatine transporter deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8473283","type":"dc:BibliographicResource","dc:abstract":"A cDNA has been cloned from rabbit brain that is a new member of the emerging family of Na(+)-dependent plasma membrane transporters for several neurotransmitters and structurally related compounds. Functional expression of this cDNA in COS-7 cells identifies its product as a Na(+)- and Cl(-)-dependent creatine transporter with a Km of approximately 35 microM. Its creatine transporter activity is efficiently antagonized by 3-guanidinopropionate, a well characterized alternative substrate of creatine transport in several tissues, and by 4-guanidinobutyrate. More distant structural analogues of creatine are much less efficient or inactive as antagonists, indicating a high substrate specificity of the transporter. Northern blot hybridization detects the expression of its mRNA in most tissues tested, most prominently in kidney, heart, and muscle, but not in liver and intestine. A full-length cDNA clone was also isolated from a muscle cDNA library and found to contain the same coding sequence. Substrate affinity and specificity of the cloned transporter are very similar to the endogenous creatine transporter of the COS-7 cells and to the creatine transport activities of several cell types described in the literature. Moreover, its mRNA is most abundant in the tissues known to possess high creatine uptake capacity.","dc:creator":"Guimbal C","dc:date":"1993","dc:title":"A Na(+)-dependent creatine transporter in rabbit brain, muscle, heart, and kidney. cDNA cloning and functional expression."},"rdfs:label":"SLC6A8 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of SLC6A8 is now well characterized (see also PMID 19879361, and PMIDs 20159424 and 23622406 for reviews), and the biochemical and clinical features in patients are consistent with its function."},{"id":"cggv:0f50826a-1ac1-45d2-ada1-fcb6e5b6e276","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f8c4143b-cdee-4abb-9518-bb2118491d76","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GATM encodes arginine:glycine amidinotransferase, the enzyme catalyzing the first step in creatine synthesis (For review, see PMID: 20159424). While GATM and SLC6A8 do not share exactly the same function i.e. creatine synthesis vs creatine transport, deficiency of either one results in creatine deficiency in the brain and similar clinical characteristics of intellectual disability, seizures, absent/little speech, autistic features and movement disorder. (For a review, please see PMIDs 12701824 and 20301745).\nRegarding the function of arginine:glycine amidinotransferase (AGAT),  Borsook and Dubnoff (1941) showed that kidney slices form a significant amount of guanidinoacetate when arginine is added. Glycine without arginine also leads to a slight increase in glycocyamine. When both amino acids are added, the increase in glycocyamine is more than 10 times the increase with arginine alone (Table I). The activity was named “glycine-transamidinase”, now known as arginine-glycine amidinotransferase (AGAT). Glycine-transamidinase activity was found in the kidney and cell-free extract of every animal tested except the frog (Table VI). By feeding N15-labeled glycine or arginine to rats, it was shown that guanidinoacetate is formed by the transfer of the amidine group from arginine to glycine. The rates of guanidinoacetate formation were estimated to be sufficient to replace creatine lost from tissues (and excreted as creatinine). Therefore, AGAT catalyzes the first step in creatine synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17789505","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Borsook H","dc:date":"1940","dc:title":"THE SYNTHESIS OF GLYCOCYAMINE IN RAT KIDNEY AND A MECHANISM OF CREATINE SYNTHESIS IN VIVO."},"rdfs:label":"Role of AGAT in creatine synthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:be6d9819-94e8-48da-a8c5-797e040ef4a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13f64373-b038-469c-bb14-aa926a77553c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Prior to this study, the expression pattern of SLC6A8 in brain had suggested thus that the blood brain barrier has a limited permeability for creatine. Further work had shown that the two enzymes involved in creatine synthesis (AGAT ad GAMT), are expressed within the CNS. This suggested that creatine synthesis should be able to occur within this brain and led to the question of why patients with SLC6A8 have cerebral creatine deficiency. Using in situ hybridization and immunlocalization, the authors showed that <20% of rat CNS cells co-express AGAT and GAMT. Radiolabeled guanidinoacetate was shown to be converted to creatine by reaggregated brain cell cultures and, furthermore, guanidinoacetate uptake was competed by creatine. This suggested that, in most brain regions, guanidinoacetate is transported from AGAT- to GAMT-expressing cells through SLC6A8 to allow creatine synthesis, thereby explaining creatine deficiency in SLC6A8-deficient CNS. These observations are also consistent with the findings that creatine level can be normal or only mildly reduced in the CSF of patients with SLC6A8 deficiency (due to some level of creatine synthesis) and that some patients with SLC6A8 deficiency have been reported with increased levels of GAA in their brain, presumably due to the absence of a functional SLC6A8 to complete the Cr synthetic pathway (see PMID 26861125 for review).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19879361","type":"dc:BibliographicResource","dc:abstract":"AGAT and GAMT, the two enzymes of the creatine synthesis pathway, are well expressed within CNS, suggesting autonomous brain creatine synthesis. This contradicts SLC6A8 deficiency, which causes creatine deficiency despite CNS expression of AGAT and GAMT. We hypothesized that AGAT and GAMT were not co-expressed by brain cells, and that guanidinoacetate must be transported between cells to allow creatine synthesis. We finely analyzed the cell-to-cell co-expression of AGAT, GAMT and SLC6A8 in various regions of rat CNS, and showed that in most structures, cells co-expressing AGAT+GAMT (equipped for autonomous creatine synthesis) were in low proportions (<20%). Using reaggregating brain cell cultures, we also showed that brain cells take up guanidinoacetate and convert it to creatine. Guanidinoacetate uptake was competed by creatine. This suggests that in most brain regions, guanidinoacetate is transported from AGAT- to GAMT-expressing cells through SLC6A8 to allow creatine synthesis, thereby explaining creatine deficiency in SLC6A8-deficient CNS.","dc:creator":"Braissant O","dc:date":"2010","dc:title":"Dissociation of AGAT, GAMT and SLC6A8 in CNS: relevance to creatine deficiency syndromes."},"rdfs:label":"Transport of guanidinoacetate in brain"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:cebadac7-5452-4c5e-9eb7-c2c64ec60497","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:059ce78c-3719-4566-a4d5-898e0b67a3a1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GAMT encodes guanidinoacetate methyltransferase, the enzyme catalyzing the second step in creatine synthesis. (For veiew, see PMID: 20159424). While GAMT and SLC6A8 do not share exactly the same function i.e. creatine synthesis vs creatine transport, deficiency of either one results in creatine deficiency in the brain and similar clinical characteristics of intellectual disability, seizures, absent/little speech, autistic features and movement disorder (For a review, please see PMIDs 12701824 and 20301745).\nGAMT was shown to catalyze S-adenosylmethionine dependent methylation of guanidinoacetate to create creatine and S-adenosyl-homocysteine. This is the second and final step of creatine synthesis. Based on previous studies, it was known that the last step of creatine biosynthesis involves the methylation of guanidinoacetate. It was also known that the methyl group in creatine is derived from L-methionine, and that ATP and Mg++ are required. A soluble enzyme catalyzing S-adenosylmethionine + guanidinoacetate -> S-adenosylhomocysteine + creatine was found in cell-free extracts of guinea pig, rabbit, beef, and pig liver. The enzyme from pig liver was purified, approximately 20-fold. Using this partially purified enzyme, a linear relationship was observed between the formation of creatine from S-adenosylmethionine + guanidinoacetate, and the amount of the enzyme. Creatine was conclusively identified as one of the products of the enzymatic reaction by determination of its chemical nature, the ability of the reaction product to function as a substrate for creatine kinase, and the finding of creatinine (a breakdown product of creatine) in the reaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13192118","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"CANTONI GL","dc:date":"1954","dc:title":"Enzymatic mechanism of creatine synthesis."},"rdfs:label":"GAMT role in creatine synthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6a698c5-dc2e-4136-ab5a-0a4dd54a2d98","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7cdc28a4-5e87-4fec-9c20-3558dc7c8271","type":"FunctionalAlteration","dc:description":"21 missense variants, previously identified in SLC6A8 in patients referred for diagnostic testing (reason for referral unknown) were introduced into wild tpe SLC6A8 cDNA by site-directed mutagenesis and expressed in SLC6A8-deficient fibroblasts. Creatine uptake was measured and compared to wild type and untransfected cells (Fig 1). Sixteen variants failed to correct creatine transporter activity, three had residual activity (21-39% of wild type) and two had similar activity to wild type.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20717164","rdfs:label":"Expression of SLC6A8 missense variants"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:617b4f3c-4447-42f9-84d5-fdaf534d45d2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8193c1bf-a928-4eb1-9702-3c496f30ac27","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"When the wild type SLC6A8 open reading frame was stably transfected into primary fibroblasts from a male patient with creatine transporter deficiency, due to a nonsense variant, c.1540C>T (p.Arg514X) in SLC6A8 (previously described in PMID 11326334), creatine uptake was restored to a level comparable with controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16763899","type":"dc:BibliographicResource","dc:abstract":"In the study reported, we prove that mutations in the SLC6A8 gene are responsible for SLC6A8 deficiency, a cerebral creatine deficiency syndrome (CCDS), since overexpression of the wild-type SLC6A8 open reading frame (ORF) restores the creatine uptake profile in SLC6A8-deficient fibroblasts.","dc:creator":"Rosenberg EH","dc:date":"2006","dc:title":"Overexpression of wild-type creatine transporter (SLC6A8) restores creatine uptake in primary SLC6A8-deficient fibroblasts."},"rdfs:label":"Rescue on SLC6A8-deficient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:67ade568-220a-4040-8f40-322c4f03c33d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:31da7fa9-9e5b-4773-9b25-b7eec59d2731","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Male Slc6a8−/y mice had a 76% decrease in brain creatine, similar to human patients who have reduced/absent brain creatine on proton-MRS. The mice had impaired cognitive functions, shown on Morris water maze, novel object recognition, as observed in patients with SLC6A8 deficiency. Mice were also more active than wild type littermates. Hyperactivity has been reported in some patients with creatine transporter deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22751104","type":"dc:BibliographicResource","dc:abstract":"The second-largest cause of X-linked mental retardation is a deficiency in creatine transporter (CRT; encoded by SLC6A8), which leads to speech and language disorders with severe cognitive impairment. This syndrome, caused by the absence of creatine in the brain, is currently untreatable because CRT is required for creatine entry into brain cells. Here, we developed a brain-specific Slc6a8 knockout mouse (Slc6a8-/y) as an animal model of human CRT deficiency in order to explore potential therapies for this syndrome. The phenotype of the Slc6a8-/y mouse was comparable to that of human patients. We successfully treated the Slc6a8-/y mice with the creatine analog cyclocreatine. Brain cyclocreatine and cyclocreatine phosphate were detected after 9 weeks of cyclocreatine treatment in Slc6a8-/y mice, in contrast to the same mice treated with creatine or placebo. Cyclocreatine-treated Slc6a8-/y mice also exhibited a profound improvement in cognitive abilities, as seen with novel object recognition as well as spatial learning and memory tests. Thus, cyclocreatine appears promising as a potential therapy for CRT deficiency.","dc:creator":"Kurosawa Y","dc:date":"2012","dc:title":"Cyclocreatine treatment improves cognition in mice with creatine transporter deficiency."},"rdfs:label":"Brain-specific mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is reduced because the same construct (with exons 2-4 deleted) used in this study to generate brain-specific SLC6A8 null mice, was also used to generate a mouse with ubiquitous SLC6A8 deficiency and that model has already been scored (PMID: 21249153). Nevertheless, these results clearly show that SLC6A8 deficiency results in cerebral creatine deficiency and neurological features similar to those seen in human patients."},{"id":"cggv:a8428a74-7129-41a6-aa97-4e2a019c6e1f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42294e2a-a449-4068-bcac-00da8c8167b5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A ubiquitous CrT knockout mouse model was generated by deletion of 2–4 exons in the Slc6a8 gene (Figure 1). Learning and memory deficits, impaired motor activity, and creatine depletion in the brain and muscles (measured by colorimetric assay) were reported in male CrT-/y mice at 3-4 months of age.  Similarly, human patients with SLC6A8 deficiency have no/reduced cerebral creatine based on brain proton-MRS, and intellectual disability. Knockout mice had reduced weight. Some patients with SLC6A8 have been reported to have failure to thrive. In contrast to SLC6A8-deficient patients, the knockout mice did not show any evidence of social impairment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21249153","type":"dc:BibliographicResource","dc:abstract":"Mutations in the creatine (Cr) transporter (CrT; Slc6a8) gene lead to absence of brain Cr and intellectual disabilities, loss of speech, and behavioral abnormalities. To date, no mouse model of CrT deficiency exists in which to understand and develop treatments for this condition. The purpose of this study was to generate a mouse model of human CrT deficiency. We created mice with exons 2-4 of Slc6a8 flanked by loxP sites and crossed these to Cre:CMV mice to create a line of ubiquitous CrT knockout expressing mice. Mice were tested for learning and memory deficits and assayed for Cr and neurotransmitter levels. Male CrT(⁻/y) (affected) mice lack Cr in the brain and muscle with significant reductions of Cr in other tissues including heart and testes. CrT(⁻/y) mice showed increased path length during acquisition and reversal learning in the Morris water maze. During probe trials, CrT(⁻/y) mice showed increased average distance from the platform site. CrT(⁻/y) mice showed reduced novel object recognition and conditioned fear memory compared to CrT(+/y). CrT(⁻/y) mice had increased serotonin and 5-hydroxyindole acetic acid in the hippocampus and prefrontal cortex. Ubiquitous CrT knockout mice have learning and memory deficits resembling human CrT deficiency and this model should be useful in understanding this disorder.","dc:creator":"Skelton MR","dc:date":"2011","dc:title":"Creatine transporter (CrT; Slc6a8) knockout mice as a model of human CrT deficiency."},"rdfs:label":"CrT knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2b3d1fb9-6cc7-46c4-ab66-188c9f7db465","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a168317-f350-4b0a-841e-bb6085efdab3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Male SLC6A8 knock out mice had a significant reduction of creatine in the brain (both cerebral cortex and hippocampus), similar to human patients. In addition, knock out mice showed cognitive impairments in various learning and memory tests including the Y maze and Morris water maze. The memory deficiency assessed across a variety of behavioral tasks indicates that the knockout mice have a general cognitive impairment, also found in all human patients. Motor delay and myopathy have been reported in human patients, although rarely. Knockout mice had reduced levels of muscle creatine in addition to decreased home-cage-locomotor activity (particularly during the night) and they were slower swimmers than control mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25485098","type":"dc:BibliographicResource","dc:abstract":"Mutations in the creatine (Cr) transporter (CrT) gene lead to cerebral creatine deficiency syndrome-1 (CCDS1), an X-linked metabolic disorder characterized by cerebral Cr deficiency causing intellectual disability, seizures, movement  and behavioral disturbances, language and speech impairment ( OMIM #300352). CCDS1 is still an untreatable pathology that can be very invalidating for patients and caregivers. Only two murine models of CCDS1, one of which is an ubiquitous knockout mouse, are currently available to study the possible mechanisms underlying the pathologic phenotype of CCDS1 and to develop therapeutic strategies. Given the importance of validating phenotypes and efficacy of promising treatments in more than one mouse model we have generated a new murine model of CCDS1 obtained by ubiquitous deletion of 5-7 exons in the Slc6a8 gene. We showed a remarkable Cr depletion in the murine brain tissues and cognitive defects, thus resembling the key features of human CCDS1. These results confirm that CCDS1 can be well modeled in mice. This CrT (-/y) murine model will provide a new tool for increasing the relevance of preclinical studies to the human disease. ","dc:creator":"Baroncelli L","dc:date":"2014","dc:title":"A novel mouse model of creatine transporter deficiency."},"rdfs:label":"SLC6A8 knockout mouse (exon 5-7 deletion)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":803,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:fd256c81-7ba2-486a-8a2e-6148d0844b50","type":"GeneValidityProposition","disease":"obo:MONDO_0010305","gene":"hgnc:11055","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"The relationship between SLC6A8 and X-linked creatine transporter deficiency was evaluated using the ClinGen Clinical Validity Framework as of December 12, 2019. Variants in SLC6A8, which encodes the creatine transporter (CT1, CRTR, CRT) were first reported in individuals with cerebral creatine deficiency in 2001 (Salomons et al, PMID: 11326334). Clinical symptoms in affected males include intellectual disability with little or no speech, seizures, autistic behaviors, and movement disorder. Heterozygous females have highly variable presentation ranging from no clinical symptoms, to mild language disability, to seizures and intellectual disability. Proton magnetic resonance spectroscopy reveals reduced or absent creatine in the brain. In affected males, urine creatine is markedly elevated but it can be normal in heterozygous females. Data from 11 probands (9 male, 2 female) with 11 unique variants (missense, nonsense, frameshift, splice site) were curated from 10 publications (Salomons et al, 2001, PMID 11326334; Hahn et al, 2002, PMID 11898126; Rosenberg et al, 2004, PMID 15154114; Shiaffino et al, 2005, PMID 16086185; Póo-Argüelles et al, 2006, PMID 16601898; Battini et al, 2007, PMID 17603797; Anselm et al, 2008, PMID 18443316; Fons et al, 2009, PMID 19706062; Mercimek-Mahmutoglu et al, 2010, PMID 20846889; Betsalel et al, 2011, PMID 20717164). Segregation was demonstrated in one curated family, with a LOD score of 2.4 (Hahn et al, 2002, PMID 11898126). More case-level information is available in the published literature but the maximum score for genetic evidence (12 points has been reached). This gene disease relationship is supported by the biochemical function of the creatine transporter which is consistent with the finding of cerebral creatine deficiency in patients (Guimbal et al, 1993, PMID 8473283; Braissant et al, 2010, PMID 19879361); the knowledge that variants in genes involved in creatine synthesis (GATM, which encodes arginine-glycine amidinotransferase, and GAMT, which encodes guanidinoacetate methyltransferase) are definitively associated with cerebral creatine deficiency and result in similar symptoms to SLC6A8 deficiency (Boorsook et al, 1940, PMID 17789505; Cantoni et al, 1954, PMID 13192118); rescue of creatine transport in SLC6A8-deficient fibroblasts by SLC6A8 cDNA (Rosenberg et al, 2006, PMID 16763899) and failure of missense variants to correct creatine transport ability of SLC6A8-deficient cells (Betsalel et al, 2012, PMID 20717164); and the clinical and biochemical symptoms in ubiquitous and brain-specific mouse models (Skelton et al, 2011, PMID 21249153; Baroncelli et al, 2014, PMID 25485098; Kurosawa et al, 2012, PMID 22751104). More experimental evidence to support this gene-disease relationship is available in the published literature but the maximum score for experimental evidence (6 points) has been reached. In summary, SLC6A8 is definitively associated with creatine transporter deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:3795f0ae-7668-47b8-b69e-9c686b82bd0a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}