{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-07-06T18:59:20.995Z","role":"Publisher"},{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-14T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd695a3c-063e-49f5-97a2-be4d8ba646d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63c9c375-a828-49f2-a735-69e71cb2a86c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"18 other complex I genes in Leigh map: NDUFA1, NDUFA2, NDUFA9, NDUFA10, NDUFA12, NDUFS1, NDUFS2, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2, MT-ND1, MT-ND2, MT-ND3, MT-ND4, MT-ND5, MT-MD6, NDUFAF2, NDUFAF4, NDUFAF5, NDUFAF6, C17ORF89, FOXRED1, NUBPL","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"scored according to rubric\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eeb2c0b7-6138-4ea4-bf62-b3421acf91b2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:944106b6-3d77-4afc-ac73-a2275d454de8","type":"FunctionalAlteration","dc:description":"Performed 2D-blue native SDS-PAGE in patient’s fibroblasts and cybrid clones (Fig. 2). This patient had high heteroplasmy (>95%) for m.4681T>C (Leu71Pro). An impairment of complex I assembly was confirmed by means of two different observations: the presence of lower amounts of fully assembled complex I in patient’s fibroblasts relative to controls (Fig. 2A), and the accumulation of lower molecular weight subcomplexes in the mutated cells (Fig. 2B). These subcomplexes have been identified as the complex I membrane arm assembly intermediate E (400 kDa) and the peripheral arm assembly intermediate D (600 kDa), described in our complex I assembly model. As expected, complex III steady-state levels were not affected by the mutation in ND2 (Fig. 2A, lower panel).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16996290","type":"dc:BibliographicResource","dc:abstract":"We describe a novel mitochondrial ND2 mutation (T4681C) in a patient presenting with Leigh Syndrome. Biochemical analyses revealed a low isolated complex I activity in patient's fibroblasts, blood and skeletal muscle. Mutant transmitochondrial cybrid clones retained the specific complex I defect, demonstrating the mitochondrial genetic origin of the disease. The mutation leads to a L71P substitution at an evolutionary conserved amino acid stretch. By two-dimensional blue native electrophoresis (2D-BN-SDS-PAGE), decreased complex I levels were observed together with an accumulation of specific assembly intermediates, suggesting that the mutation disturbs the complex I assembly pathway.","dc:creator":"Ugalde C","dc:date":"2007","dc:title":"Mutated ND2 impairs mitochondrial complex I assembly and leads to Leigh syndrome."},"rdfs:label":"BN-SDS-PAGE m.4681T>C"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"mitochondrial dysfunction in multiple cell types (fibroblasts and cybrids) from a patient meeting full criteria for Leigh syndrome"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66673316-7d12-4010-840b-c6bbdbb5a3ed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0919a939-f28e-48a8-bfcb-f1471fe3cbc3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Evaluated w1118 (control) and ND2del1 Drosophila mutants.  ND2del1 (ND2del1) bears a nine-nucleotide deletion in the ND2 coding sequence (Xu et al., 2008) that removes three amino acids at positions 186-188 of the ND2 protein. ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, heat-induced paralysis, impaired flight in an established assay, and increased sensitivity to carbon dioxide, nitrogen, and oxygen (Fig. 1). Analysis of muscle and brain integrity by hematoxylin and eosin staining of tissue from middle-aged and old ND2 mutants and controls revealed no abnormalities in the flight muscles of middle-aged or old ND2 mutants or in the brains of middle-aged ND2 mutants (Fig. 2A,B). However, neurodegenerative vacuoles observed in the brains of old ND2 mutants were both significantly larger and more numerous than those seen in age-matched controls (Fig. 2B-D). In muscle, no significant differences in actin organization, mitochondrial size or cleaved caspase-3 staining were observed between ND2 mutants and aged-matched controls. Mitochondria isolated from either middle-aged or old ND2 mutants showed unimpaired state 3 respiration, but maximal state 3 values were significantly decreased in ND2 mutants relative to age-matched controls (Fig. 3A and Table 1), indicating a complex-I-dependent respiratory defect specifically under maximally demanding conditions. No significant differences in respiration, complex-II-dependent ADP/O ratios or complex-IV-dependent respiration were observed between ND2 mutant and control mitochondria (Table 1). A significant decrease in complex-I-dependent ADP/O ratios were observed in both middle-aged and old ND2 mutants (Fig. 3B and Table 1). This decrease is likely not explained by a change in the efficiency of ATP production by complex V, nor a proton leak in the mitochondrial membrane, because ND2 mutant ADP/O ratios were normal when respiration was dependent on complex II (Table 1). Moreover, the mitochondrial respiratory rate following depletion of ADP (state 4), an indicator of proton leak across the mitochondrial inner membrane, was unaffected by the ND2del1 mutation (Fig. 3A and Table 1). Blue native gel analysis revealed that the abundance of fully assembled complex I was decreased in ND2 mutants relative to controls, without an accompanying decrease in complex V abundance (Fig. 3C). Western blot analysis also revealed a decrease in the abundance of the complex I subunit NDUFS3 in ND2 mutants, but little to no change in the abundance of the β-subunit of complex V relative to age-matched controls (Fig. 3D,E and supplementary material Fig. S5). Measured mitochondrial membrane potential in dissociated neurons from old ND2 mutants and controls and compared ATP levels in the thoraces and heads of old ND2 mutants and controls. A decrease in the fraction of cells with polarized mitochondria was detected in the brains of old ND2 mutants relative to controls, and reduced ATP abundance in ND2 mutants that was specific to heads (Fig. 4A-C).\n\n Female ND2 mutants exhibited stronger phenotypes than males and were exclusively used for most experiments. \n\nAnother strain, ND2ins1 (ND2ins1) bears a three-nucleotide insertion in the ND2 coding sequence and adds a serine at position 189; these mutants did not show a phenotype in initial screening. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25085991","type":"dc:BibliographicResource","dc:abstract":"Mutations affecting mitochondrial complex I, a multi-subunit assembly that couples electron transfer to proton pumping, are the most frequent cause of heritable mitochondrial diseases. However, the mechanisms by which complex I dysfunction results in disease remain unclear. Here, we describe a Drosophila model of complex I deficiency caused by a homoplasmic mutation in the mitochondrial-DNA-encoded NADH dehydrogenase subunit 2 (ND2) gene. We show that ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, progressive neurodegeneration, diminished neural mitochondrial membrane potential and lower levels of neural ATP. Our biochemical studies of ND2 mutants reveal that complex I is unable to efficiently couple electron transfer to proton pumping. Thus, our study provides evidence that the ND2 subunit participates directly in the proton pumping mechanism of complex I. Together, our findings support the model that diminished respiratory chain activity, and consequent energy deficiency, are responsible for the pathogenesis of complex-I-associated neurodegeneration. ","dc:creator":"Burman JL","dc:date":"2014","dc:title":"A Drosophila model of mitochondrial disease caused by a complex I mutation that uncouples proton pumping from electron transfer."},"rdfs:label":"Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, progressive neurodegeneration, diminished neural mitochondrial membrane potential and lower levels of neural ATP. Biochemical studies suggest that complex I is unable to efficiently couple electron transfer to proton pumping.\n\n0.5 for behavioral/developmental differences, 0.5 for impaired mito function"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":4749,"specifiedBy":"GeneValidityCriteria8","strengthScore":6.5,"subject":{"id":"cggv:cb02b623-3a05-46a6-b98b-ca67279672ea","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7456","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND2* and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 14, 2021. The *MT-ND2* gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND2. Defects of this protein lead to complex I deficiency.\n\nThe* MT-ND2* gene was first reported in relation to maternally inherited Leigh syndrome spectrum (LSS) in 2007 (PMID: 16996290).  The variant was first reported in the literature to be related to LSS in 2006 (PMID: 16738010), however insufficient detail was provided in the manuscript for this expert panel to confirm the diagnosis of LSS. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one variant in one case (m.4681T>C) from one publication (PMID: 16996290). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, functional alterations in patient cells, and animal models (PMIDs: 27977873, 16996290, 25085991). \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although the total score (6.5, rounds up to 7) falls in the moderate range, only one case with Leigh syndrome spectrum has been reported, therefore this gene-disease association can only reach a limited classification at this time. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel April 14, 2021 (SOP Version 8).\n\nAlthough the total score (6.5, rounds up to 7) falls in the moderate range, only one case with Leigh syndrome spectrum has been reported, therefore this gene-disease association can only reach a limited classification at this time.","dc:isVersionOf":{"id":"cggv:80f1dcc9-aaf3-45f7-987a-4e0d83140913"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}