{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-03-14T15:39:50.654Z","role":"Publisher"},{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-03-14T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20045102","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is the most common cause of inherited peripheral neuropathy, with an estimated frequency of 1/2500. We studied a large family with 17 patients affected by the axonal form of CMT (CMT2). Analysis of the 15 genes or loci known to date was negative. Genome-wide genotyping identified a CMT2 locus in 16q21-q23 between D16S3050 and D16S3106. The maximum two-point LOD score was 4.77 at theta = 0 for marker D16S3050. Sequencing of candidate genes identified a unique mutation, c.986G>A (p.Arg329His), affecting a totally conserved amino acid in the helical domain of cytoplasmic alanyl-tRNA synthetase (AlaRS). A second family with the same mutation and a different founder was then identified in a cohort of 91 CMT2 families. Although mislocation of mutant Arg329His-AlaRS in axons remains to be evaluated, experimental data point mostly to a quantitative reduction in tRNA(Ala) aminoacylation. Aminoacylation and editing functions closely cooperate in AlaRS, and Arg329His mutation could also lead to qualitative errors participating in neurodegeneration. Our report documents in 18 patients the deleterious impact of a mutation in human cytoplasmic AlaRS and broadens the spectrum of defects found in tRNA synthetases. Patients present with sensory-motor distal degeneration secondary to predominant axonal neuropathy, slight demyelination, and no atypical or additional CNS features.","dc:creator":"Latour P","dc:date":"2010","dc:title":"A major determinant for binding and aminoacylation of tRNA(Ala) in cytoplasmic Alanyl-tRNA synthetase is mutated in dominant axonal Charcot-Marie-Tooth disease."},"evidence":[{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9},{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:670728a6-1d48-4d0d-99e2-2fb6fa0b065d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da3350f2-b347-4c0f-b1bd-8e933acaa961","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Growth on media.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30124830","type":"dc:BibliographicResource","dc:abstract":"Aminoacyl-tRNA synthetases (ARSs) are ubiquitously expressed enzymes implicated in several dominant and recessive disease phenotypes. The canonical function of ARSs is to couple an amino acid to a cognate transfer RNA (tRNA). We identified three novel disease-associated missense mutations in the alanyl-tRNA synthetase (AARS) gene in three families with dominant axonal Charcot-Marie-Tooth (CMT) disease. Two mutations (p.Arg326Trp and p.Glu337Lys) are located near a recurrent pathologic change in AARS, p.Arg329His. The third (p.Ser627Leu) is in the editing domain of the protein in which hitherto only mutations associated with recessive encephalopathies have been described. Yeast complementation assays demonstrated that two mutations (p.Ser627Leu and p.Arg326Trp) represent loss-of-function alleles, while the third (p.Glu337Lys) represents a hypermorphic allele. Further, aminoacylation assays confirmed that the third mutation (p.Glu337Lys) increases tRNA charging velocity. To test the effect of each mutation in the context of a vertebrate nervous system, we developed a zebrafish assay. Remarkably, all three mutations caused a pathological phenotype of neural abnormalities when expressed in zebrafish, while expression of the human wild-type messenger RNA (mRNA) did not. Our data indicate that not only functional null or hypomorphic alleles, but also hypermorphic AARS alleles can cause dominantly inherited axonal CMT disease.","dc:creator":"Weterman MAJ","dc:date":"2018","dc:title":"Hypermorphic and hypomorphic AARS alleles in patients with CMT2N expand clinical and molecular heterogeneities."},"rdfs:label":"Rescue in Yeast"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"phenotype is not specific to neuropathy"},{"id":"cggv:cabc8172-8103-49c4-be63-3177a602dd89","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:056ca518-c8f8-4337-8063-362415a6d596","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Viability displayed by growth on media.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22009580","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease comprises a heterogeneous group of peripheral neuropathies characterized by muscle weakness and wasting, and impaired sensation in the extremities. Four genes encoding an aminoacyl-tRNA synthetase (ARS) have been implicated in CMT disease. ARSs are ubiquitously expressed, essential enzymes that ligate amino acids to cognate tRNA molecules. Recently, a p.Arg329His variant in the alanyl-tRNA synthetase (AARS) gene was found to segregate with dominant axonal CMT type 2N (CMT2N) in two French families; however, the functional consequence of this mutation has not been determined. To investigate the role of AARS in CMT, we performed a mutation screen of the AARS gene in patients with peripheral neuropathy. Our results showed that p.Arg329His AARS also segregated with CMT disease in a large Australian family. Aminoacylation and yeast viability assays showed that p.Arg329His AARS severely reduces enzyme activity. Genotyping analysis indicated that this mutation arose on three distinct haplotypes, and the results of bisulfite sequencing suggested that methylation-mediated deamination of a CpG dinucleotide gives rise to the recurrent p.Arg329His AARS mutation. Together, our data suggest that impaired tRNA charging plays a role in the molecular pathology of CMT2N, and that patients with CMT should be directly tested for the p.Arg329His AARS mutation.","dc:creator":"McLaughlin HM","dc:date":"2012","dc:title":"A recurrent loss-of-function alanyl-tRNA synthetase (AARS) mutation in patients with Charcot-Marie-Tooth disease type 2N (CMT2N)."},"rdfs:label":"Rescue in Yeast"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"phenotype is not specific to neuropathy"},{"id":"cggv:a7f7a113-6e6d-407d-8874-98017b33e292","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b76e869-9c66-4527-912e-ff66c86c3102","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"motor neurons are affected in both model and humans","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30124830","rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"model is not representative of autosomal dominant mode of inheritance"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7899,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:7734ac8e-9f3c-435c-a012-6809fb5a2a64","type":"GeneValidityProposition","disease":"obo:MONDO_0013212","gene":"hgnc:20","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"AARS1 was first reported in relation to autosomal dominant Charcot-Marie-Tooth disease type 2N in 2010 (Latour et al., PMID:20045102). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern AND/OR phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, Charcot-Marie-Tooth, axonal, type 2N (OMIM:613287), Developmental and epileptic encephalopathy 29 (OMIM: 616339), and Trichothiodystrophy 8, nonphotosensitive (OMIM: 619691). Age of onset for CMT2N ranges from adolescence to early adulthood and the phenotype consists of reduced or absent tendon reflexes, distal motor weakness, and often sensory disturbances. Electromyographic studies demonstrate sensory and motor axonal neuropathy. Five missense variants that have been reported in seven probands in four publications (PMIDs: 20045102, 22009580, 22206013, 30124830) are included in this curation. The mechanism of pathogenicity appears to be gain of function. This gene-disease relationship is also supported by aminoacylation assays, rescue experiments in yeast, and a zebrafish model (PMIDs: 22009580, 33753480, 30124830). McLaughlin et al., 2012 demonstrated a reduction in AARS enzyme activity by measuring aminoacylation of tRNA(Ala) by WT, N71Y, and R329H AARS enzymes. Additionally, ALA1 null Saccharomyces cerevisiae were transfected with WT, N71Y, or R329H ALA1, or an empty vector and yeast viability measured. N71Y and R329H ALA1 were unable to rescue the ALA1 null yeast. This experiment was repeated by Waterman et al., 2018 for three more variants, showing that the R326W and S627L variants are also unable to rescue ALA1 null yeast, while the E337K variant increased growth when compared to WT ALA1. Waterman et al., used a morpholino zebrafish model to further investigate the R326W, S627L, and E337K mutations. Injections of mutant mRNA produced toxicity in Zebrafish embryos and showed an irregular and less well defined pattern of nerves across each somite, which equal injections of WT mRNA did not produce. In summary, there is definitive evidence supporting the relationship between AARS1 and autosomal dominant Charcot-Marie-Tooth disease axonal type 2N. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Charcot-Marie-Tooth disease GCEP on the meeting date September 12, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:92de3832-c272-4993-8586-288c6331dec2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}