{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297cev2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-03-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-04-23T20:08:34.912Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10130","role":"SecondaryContributor"}],"curationReasons":{"id":"cg:RecurationCommunityRequest"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28991257","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) is the leading cause of mortality from birth defects. Here, exome sequencing of a single cohort of 2,871 CHD probands, including 2,645 parent-offspring trios, implicated rare inherited mutations in 1.8%, including a recessive founder mutation in GDF1 accounting for ∼5% of severe CHD in Ashkenazim, recessive genotypes in MYH6 accounting for ∼11% of Shone complex, and dominant FLT4 mutations accounting for 2.3% of Tetralogy of Fallot. De novo mutations (DNMs) accounted for 8% of cases, including ∼3% of isolated CHD patients and ∼28% with both neurodevelopmental and extra-cardiac congenital anomalies. Seven genes surpassed thresholds for genome-wide significance, and 12 genes not previously implicated in CHD had >70% probability of being disease related. DNMs in ∼440 genes were inferred to contribute to CHD. Striking overlap between genes with damaging DNMs in probands with CHD and autism was also found.","dc:creator":"Jin SC","dc:date":"2017","dc:title":"Contribution of rare inherited and de novo variants in 2,871 congenital heart disease probands."},"evidence":[{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2309048c-f655-42b9-9070-8e7b11b3b22b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:288fe653-ea45-4761-9ff7-23381ac5daee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression of FLT4 starts in the angioblasts in the early embryonic life (E7.5-8.5).\nLater (E14.5-E16.5) it becomes more restricted to the endothelial cells of lymphatic\nsystem.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7724599","type":"dc:BibliographicResource","dc:abstract":"We have recently cloned the human fms-like tyrosine kinase 4 gene FLT4, whose protein product is related to two vascular endothelial growth factor receptors FLT1 and KDR/FLK1. Here the expression of FLT4 has been analyzed by in situ hybridization during mouse embryogenesis and in adult human tissues. The FLT4 mRNA signals first became detectable in the angioblasts of head mesenchyme, the cardinal vein, and extraembryonally in the allantois of 8.5-day postcoitus (p.c.) embryos. In 12.5-day p.c. embryos, the FLT4 signal decorated developing venous and presumptive lymphatic endothelia, but arterial endothelia were negative. During later stages of development, FLT4 mRNA became restricted to vascular plexuses devoid of red cells, representing developing lymphatic vessels. Only the lymphatic endothelia and some high endothelial venules expressed FLT4 mRNA in adult human tissues. Increased expression occurred in lymphatic sinuses in metastatic lymph nodes and in lymphangioma. Our results suggest that FLT4 is a marker for lymphatic vessels and some high endothelial venules in human adult tissues. They also support the theory on the venous origin of lymphatic vessels.","dc:creator":"Kaipainen A","dc:date":"1995","dc:title":"Expression of the fms-like tyrosine kinase 4 gene becomes restricted to lymphatic endothelium during development."},"rdfs:label":"Mice embryonic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1db4a8e9-f447-4729-a4f9-7aad1562381e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f4eee773-31a2-489f-835e-667acbc8b1cb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FLT4 mRNA was spotted in epicardial cells of 17-20 gestational week old fetal heart sample","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8245783","type":"dc:BibliographicResource","dc:abstract":"The growth factor receptors expressed on endothelial cells are of special interest because of their potential to program endothelial cell growth and differentiation during development and neovascularization in various pathological states, such as wound healing and angiogenesis associated with tumorigenesis. Vascular endothelial growth factor ([VEGF] also known as vascular permeability factor) is a potent mitogen and permeability factor, which has been suggested to play a role in embryonic and tumor angiogenesis. The newly cloned FLT4 receptor tyrosine kinase gene encodes a protein related to the VEGF receptors FLT1 and KDR/FLK-1. We have here studied the expression of FLT4 and the other two members of this receptor family in human fetal tissues by Northern and in situ hybridization. These results were also compared with the sites of expression of VEGF and the related placenta growth factor (PlGF). Our results reveal FLT4 mRNA expression in vascular endothelial cells in developing vessels of several organs. A comparison of FLT4, FLT1 and KDR/FLK-1 receptor mRNA signals shows overlapping, but distinct expression patterns in the tissues studied. Certain endothelia lack one or two of the three receptor mRNAs. These data suggest that the receptor tyrosine kinases encoded by the FLT gene family may have distinct functions in the regulation of the growth/differentiation of blood vessels.","dc:creator":"Kaipainen A","dc:date":"1993","dc:title":"The related FLT4, FLT1, and KDR receptor tyrosine kinases show distinct expression patterns in human fetal endothelial cells."},"rdfs:label":"fetal expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecec5305-8dfb-4806-bc30-b5bf3bd82443","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d3a70596-af03-42e7-a2c0-1305d412be82","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"There is no viable KO litter. At E10, the VEGFR-3 -/- embryos could be identified by their underdeveloped yolk sac vasculature, which was pale and lacked major blood vessels (Fig. 3A), apparently because of a failure of remodeling of the yolk sac capillary network into complex vitelline vessels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9794766","type":"dc:BibliographicResource","dc:abstract":"Vascular endothelial growth factor (VEGF) is a key regulator of blood vessel development in embryos and angiogenesis in adult tissues. Unlike VEGF, the related VEGF-C stimulates the growth of lymphatic vessels through its specific lymphatic endothelial receptor VEGFR-3. Here it is shown that targeted inactivation of the gene encoding VEGFR-3 resulted in defective blood vessel development in early mouse embryos. Vasculogenesis and angiogenesis occurred, but large vessels became abnormally organized with defective lumens, leading to fluid accumulation in the pericardial cavity and cardiovascular failure at embryonic day 9.5. Thus, VEGFR-3 has an essential role in the development of the embryonic cardiovascular system before the emergence of the lymphatic vessels.","dc:creator":"Dumont DJ","dc:date":"1998","dc:title":"Cardiovascular failure in mouse embryos deficient in VEGF receptor-3."},"rdfs:label":"Mice KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Heterozygous mice are both developmentally and embryonically normal. Due to lack of full pheotypic overlap lower score than the default was applied as zygosity discrepancy between humans and animal models is not uncommon. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:abe297d2-ce4c-486f-a465-e84b76ba21da","type":"EvidenceLine","evidence":[{"id":"cggv:abe297d2-ce4c-486f-a465-e84b76ba21da_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:63eb05c8-5370-4d62-a363-de986c1100fb","type":"Cohort","allGenotypedSequenced":829,"alleleFrequency":0.02533172496984318,"evidence":[{"id":"cggv:abe297d2-ce4c-486f-a465-e84b76ba21da_cc_evidence_item"}],"numWithVariant":21,"relatedCondition":{"id":"obo:MONDO_0032913"}},"controlCohort":{"id":"cggv:cbfa4420-d9b5-4e79-b805-a47876a173b0","type":"Cohort","allGenotypedSequenced":1252,"alleleFrequency":0,"evidence":[{"id":"cggv:abe297d2-ce4c-486f-a465-e84b76ba21da_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":4.44E-16,"statisticalSignificanceType":"","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30582441","type":"dc:BibliographicResource","dc:abstract":"Familial recurrence studies provide strong evidence for a genetic component to the predisposition to sporadic, nonsyndromic Tetralogy of Fallot (TOF), the most common cyanotic congenital heart disease phenotype. Rare genetic variants have been identified as important contributors to the risk of congenital heart disease, but relatively small numbers of TOF cases have been studied to date.","dc:creator":"Page DJ","dc:date":"2019","dc:title":"Whole Exome Sequencing Reveals the Major Genetic Contributors to Nonsyndromic Tetralogy of Fallot."},"rdfs:label":"European ToF cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8197,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:152ff76a-8b2a-4dcf-af23-dda71389523d","type":"GeneValidityProposition","disease":"obo:MONDO_0032913","gene":"hgnc:3767","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"FLT4 (formerly VEGFR3) encodes a tyrosine kinase receptor that plays a role in angiogenesis and lymphangiogenesis and was first reported in relation to autosomal dominant Lymphatic malformation 1 (Milroy disease) in 2000 (Karkkainen MJ et al., Irrthum A et al.) and autosomal dominant congenital heart defects in 2017 (Jin et al., PMID: 28991257). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism(s) (LoF vs GoF) and phenotypic variability between reported phenotypic assertions. Therefore, the following disease entities have been split into multiple disease entities; Congenital heart defects, multiple types, 7 (OMIM:618780) and Lymphatic malformation 1 (OMIM:153100). The split curation for autosomal dominant Lymphatic malformation 1 (OMIM:153100) has been performed separately by Prenatal GCEP. \n\nCongenital heart defects, multiple types, 7 is primarily characterized by tetralogy of Fallot (ToF) usually accompanied by pulmonary atresia, which might show incomplete penetrance in variant carriers. Seven probands including 2 prenatal presentations are included in this curation along with affected family members (PMIDs: 28991257, 30232381, 33142350, 34905512) in addition to a large case-control study reporting statistically significant enrichment of heterozygous loss-of-function variants in individuals with ToF compared to ethnically matched individuals without ToF (PMID: 30582441). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. To date no individual was reported to have lymphedema (predominantly in the lower extremities) observed in Lymphatic malformation 1 (Milroy disease). There is no data yet to assess whether there is an increased risk for lymphedema (i.e. chylothorax) development before or after surgery in individuals carrying loss-of-function FLT variants. This gene-disease relationship is also preliminarily supported by experimental evidence; expression studies in fetal tissue samples demonstrating expression in the epicardium and endothelia of the large blood vessels (PMIDs: 8245783) and knockout mice lacking the intact FLT4 gene demonstrating a defect in the vasculature formation that is not compatible with life (PMIDs: 9794766). Of note, heterozygous mice models are phenotypically and embryonically normal, however, zygosity discrepancy between humans and animal models is not uncommon. In summary, there is definitive evidence to support the relationship between FLT4 and autosomal dominant Congenital heart defects, multiple types, 7. This has been repeatedly demonstrated in the clinical diagnostic settings and supported by preliminary experimental evidence. This classification was approved by the Prenatal GCEP on 12/14/2022 (SOP version 9).                ","dc:isVersionOf":{"id":"cggv:03e5cbf0-2888-4416-bb0f-85909fc297ce"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}