{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2023-01-09T17:00:00.000Z","role":"Approver"},{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2023-01-09T20:28:02.497Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19478460","type":"dc:BibliographicResource","dc:abstract":"Genetic variants of the SLC6A3 gene that encodes the human dopamine transporter (DAT) have been linked to a variety of neuropsychiatric disorders, particularly attention deficit hyperactivity disorder. In addition, the homozygous Slc6a3 knockout mouse displays a hyperactivity phenotype. Here, we analyzed 2 unrelated consanguineous families with infantile parkinsonism-dystonia (IPD) syndrome and identified homozygous missense SLC6A3 mutations (p.L368Q and p.P395L) in both families. Functional studies demonstrated that both mutations were loss-of-function mutations that severely reduced levels of mature (85-kDa) DAT while having a differential effect on the apparent binding affinity of dopamine. Thus, in humans, loss-of-function SLC6A3 mutations that impair DAT-mediated dopamine transport activity are associated with an early-onset complex movement disorder. Identification of the molecular basis of IPD suggests SLC6A3 as a candidate susceptibility gene for other movement disorders associated with parkinsonism and/or dystonic features.","dc:creator":"Kurian MA","dc:date":"2009","dc:title":"Homozygous loss-of-function mutations in the gene encoding the dopamine transporter are associated with infantile parkinsonism-dystonia."},"evidence":[{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:747dc2a1-be7c-484c-99c8-33ca399623de_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:747dc2a1-be7c-484c-99c8-33ca399623de","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:63674788-ebe7-44a2-9f40-540973a03912","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.1402924_1406290del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573131699"}},"detectionMethod":"PCR + sequencing as described in Kurian et al. 2009. Long range PCR was used to define the deletion breakpoint for this variant.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"misdiagnosis with cerebral palsy","phenotypes":["obo:HP_0002483","obo:HP_0008936","obo:HP_0031931","obo:HP_0002375","obo:HP_0034201","obo:HP_0002194","obo:HP_0002310","obo:HP_0010553"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c2c9c802-ecb2-42b9-b5dc-d4da42caa264_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63674788-ebe7-44a2-9f40-540973a03912"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21112253","type":"dc:BibliographicResource","dc:abstract":"dopamine transporter deficiency syndrome is the first identified parkinsonian disorder caused by genetic alterations of the dopamine transporter. We describe a cohort of children with mutations in the gene encoding the dopamine transporter (SLC6A3) with the aim to improve clinical and molecular characterisation, reduce diagnostic delay and misdiagnosis, and provide insights into the pathophysiological mechanisms.","dc:creator":"Kurian MA","dc:date":"2011","dc:title":"Clinical and molecular characterisation of hereditary dopamine transporter deficiency syndrome: an observational cohort and experimental study."}},"rdfs:label":"Kurian_2011_Patient_8"},{"id":"cggv:c2c9c802-ecb2-42b9-b5dc-d4da42caa264","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c2c9c802-ecb2-42b9-b5dc-d4da42caa264_variant_evidence_item"}],"strengthScore":1,"dc:description":"This variant results in the deletion of exon 12 and 13 followed by a frameshift, which ends in a premature stop codon after 13 amino acids (webappendix pp 8–9). Exons 12 and 13 failed to amplify in patient 8. It is predicted to undergo nonsense-mediated decay due to the frameshift created by the deletion. This variant was downgraded 0.5 points due to the use of Sanger sequencing as opposed to genome-wide methods of analysis. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eed48bd4-1490-4c61-a08c-0404980305dd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eed48bd4-1490-4c61-a08c-0404980305dd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:43ec037a-89ac-47a5-b19d-e1391de624ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1029C>G (p.Tyr343Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359083770"}},"detectionMethod":"whole exome sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"inability to sit or walk unaided. Pramipexole resolved hyperkinetic movements.","phenotypes":["obo:HP_0004305","obo:HP_0002063","obo:HP_0001332","obo:HP_0002067","obo:HP_0001270","obo:HP_0011968","obo:HP_0002072","obo:HP_0002487"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:0abc98ee-dbc7-41d8-b75f-4d8de61933d6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:43ec037a-89ac-47a5-b19d-e1391de624ab"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33015223","type":"dc:BibliographicResource","dc:creator":"Nasehi MM","dc:date":"2020","dc:title":"Dopamine Transporter Deficiency Syndrome: A Case with Hyper- and Hypokinetic Extremes."}},"rdfs:label":"Nasehi_2020_Patient_25"},{"id":"cggv:0abc98ee-dbc7-41d8-b75f-4d8de61933d6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0abc98ee-dbc7-41d8-b75f-4d8de61933d6_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Consanguinity (-0.5 pts). It is unclear if the patient showed elevated HVA or HVA:5-HIAA ratio characteristic of DTDS (-0.5 pts). This variant is predicted to result in nonsense mediated decay due to termination in exon 7/15. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cca604ff-8078-4cb8-994a-887bf0ced3c2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cca604ff-8078-4cb8-994a-887bf0ced3c2","type":"Proband","allele":{"id":"cggv:c18388e1-4dd1-4e69-8aad-b97a0f6f3ae8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1078_1080del (p.Ser360del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573130210"}},"detectionMethod":"whole exome sequencing ","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient was initially diagnosed with spastic cerebral palsy, later updated after genotyping to DTDS.","phenotypes":["obo:HP_0001300","obo:HP_0002548","obo:HP_0000122","obo:HP_0002360","obo:HP_0000639","obo:HP_0001332","obo:HP_0001263","obo:HP_0034201","obo:HP_0000975"],"previousTesting":true,"previousTestingDescription":"whole exome sequencing","sex":"Female","variant":{"id":"cggv:1df8a090-f5d1-4cc7-be44-dedf915c2b2c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c18388e1-4dd1-4e69-8aad-b97a0f6f3ae8"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34797406","type":"dc:BibliographicResource","dc:abstract":"The uptake and efflux of solutes across a plasma membrane is controlled by transporters. There are two main superfamilies of transporters, adenosine 5'-triphosphate (ATP) binding cassettes (ABCs) and solute carriers (SLCs). In the brain, SLC transporters are involved in transporting various solutes across the blood-brain barrier, blood-cerebrospinal fluid barrier, astrocytes, neurons, and other brain cell types including oligodendrocytes and microglial cells. SLCs play an important role in maintaining normal brain function. Hence, mutations in the genes that encode SLC transporters can cause a variety of neurological disorders. We identified the following SLC gene variants in 25 patients in our cohort: SLC1A2, SLC2A1, SLC5A1, SLC6A3, SLC6A5, SLC6A8, SLC9A6, SLC9A9, SLC12A6, SLC13A5, SLC16A1, SLC17A5, SLC19A3, SLC25A12, SLC25A15, SLC27A4, SLC45A1, SLC46A1, and SLC52A3. Eight patients harbored pathogenic or likely pathogenic mutations (SLC5A1, SLC9A6, SLC12A6, SLC16A1, SLC19A3, and SLC52A3), and 12 patients were found to have variants of unknown clinical significance (VOUS); these variants occurred in 11 genes (SLC1A2, SLC2A1, SLC6A3, SLC6A5, SLC6A8, SLC9A6, SLC9A9, SLC13A5, SLC25A12, SLC27A4, and SLC45A1). Five patients were excluded as they were carriers. In the remaining 20 patients with SLC gene variants, we identified 16 possible distinct neurological disorders. Based on the clinical presentation, we categorized them into genes causing intellectual delay (ID) or autism spectrum disorder (ASD), those causing epilepsy, those causing vitamin-related disorders, and those causing other neurological diseases. Several variants were detected that indicated possible personalized therapies: SLC2A1 led to dystonia or epilepsy, which can be treated with a ketogenic diet; SLC6A3 led to infantile parkinsonism-dystonia 1, which can be treated with levodopa; SLC6A5 led to hyperekplexia 3, for which unnecessary treatment with antiepileptic drugs should be avoided; SLC6A8 led to creatine deficiency syndrome type 1, which can be treated with creatine monohydrate; SLC16A1 led to monocarboxylate transporter 1 deficiency, which causes seizures that should not be treated with a ketogenic diet; SLC19A3 led to biotin-thiamine-responsive basal ganglia disease, which can be treated with biotin and thiamine; and SLC52A3 led to Brown-Vialetto-Van-Laere syndrome 1, which can be treated with riboflavin. The present study examines the prevalence of SLC gene mutations in our cohort of children with epilepsy and other neurological disorders. It highlights the diverse phenotypes associated with mutations in this large family of SLC transporter proteins, and an opportunity for personalized genomics and personalized therapeutics.","dc:creator":"Mir A","dc:date":"2022","dc:title":"SLC gene mutations and pediatric neurological disorders: diverse clinical phenotypes in a Saudi Arabian population."}},"rdfs:label":"Mir_2021_Patient_1"},{"id":"cggv:1df8a090-f5d1-4cc7-be44-dedf915c2b2c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1df8a090-f5d1-4cc7-be44-dedf915c2b2c_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4cdd31d2-6f38-44f5-8e63-d45944ca65fe_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4cdd31d2-6f38-44f5-8e63-d45944ca65fe","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:36eae0ce-1567-42fc-b2d2-d419e8e2c3fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1184C>T (p.Pro395Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126862"}},"detectionMethod":"PCR amplification of microsatellite markers, followed by sequencing using ABI PRISM 3730 Genetic Analyzer and analyzed using GeneMapper software","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0032988","obo:HP_0002493","obo:HP_0034201","obo:HP_0001263","obo:HP_0009800","obo:HP_0001332","obo:HP_0000737","obo:HP_0002067","obo:HP_0100738","obo:HP_0004673","obo:HP_0002063","obo:HP_0000617","obo:HP_0031931"],"previousTesting":false,"secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:da470b8a-b2ac-4d0f-b2d6-c3c8c766997b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:36eae0ce-1567-42fc-b2d2-d419e8e2c3fc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19478460"},"rdfs:label":"Kurian_2009_Patient_3"},{"id":"cggv:da470b8a-b2ac-4d0f-b2d6-c3c8c766997b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da470b8a-b2ac-4d0f-b2d6-c3c8c766997b_variant_evidence_item"},{"id":"cggv:da470b8a-b2ac-4d0f-b2d6-c3c8c766997b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"HEK293 cells expressing this variant showed complete lack of dopamine uptake (Table 2). Immunostaining showed the presence of immature protein product, but no mature (glycosylated) protein (Figure 7)."}],"strengthScore":1.5,"dc:description":"Other variant type + functional evidence (lack of DA uptake) provides a default score of 0.5 pts. Additionally, expression in patient cells (PMID:34011628, Figure 1) showed the metabolic disease phenotype of increased HVA concentration. Also, the protein was shown to exist only in an immature (not glycosylated) form. Consanguinity was present, but the strong functional evidence and quality of testing removes the concern that the phenotype could be caused by a different gene (-0 pts). Because the functional evidence is robust and expected with regards to patient phenotype, this variant was further up-scored (+0.5 pts) to the top of its range. Total (1.5 pts)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:74893740-7016-41e8-b47f-12a1860b2d99_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:74893740-7016-41e8-b47f-12a1860b2d99","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:4566e8e2-71d6-4875-bad0-396aa4702e47","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.941C>T (p.Ala314Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3186216"}},"detectionMethod":"SNP array analysis was used to identify regions of homozygosity shared between the 3 affected brothers, but not the unaffected siblings or parents.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Age of onset 10-11 years old. ","phenotypes":["obo:HP_0001300","obo:HP_0000737","obo:HP_0034200","obo:HP_0001270","obo:HP_0002322","obo:HP_0001332","obo:HP_0003593","obo:HP_0033454","obo:HP_0008872","obo:HP_0003202","obo:HP_0001344","obo:HP_0000938","obo:HP_0002067","obo:HP_0032588","obo:HP_0002063","obo:HP_0002304","obo:HP_0000338"],"previousTesting":true,"previousTestingDescription":"WES with focus on Parkinsonism candidate genes ","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4fda12e1-a270-47e9-bff5-78b1acf96c8f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4566e8e2-71d6-4875-bad0-396aa4702e47"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24613933","type":"dc:BibliographicResource","dc:abstract":"Dopamine transporter deficiency syndrome due to SLC6A3 mutations is the first inherited dopamine 'transportopathy' to be described, with a classical presentation of early infantile-onset progressive parkinsonism dystonia. In this study we have identified a new cohort of patients with dopamine transporter deficiency syndrome, including, most significantly, atypical presentation later in childhood with a milder disease course. We report the detailed clinical features, molecular genetic findings and in vitro functional investigations undertaken for adult and paediatric cases. Patients presenting with parkinsonism dystonia or a neurotransmitter profile characteristic of dopamine transporter deficiency syndrome were recruited for study. SLC6A3 mutational analysis was undertaken in all patients. The functional consequences of missense variants on the dopamine transporter were evaluated by determining the effect of mutant dopamine transporter on dopamine uptake, protein expression and amphetamine-mediated dopamine efflux using an in vitro cellular heterologous expression system. We identified eight new patients from five unrelated families with dopamine transporter deficiency syndrome. The median age at diagnosis was 13 years (range 1.5-34 years). Most significantly, the case series included three adolescent males with atypical dopamine transporter deficiency syndrome of juvenile onset (outside infancy) and progressive parkinsonism dystonia. The other five patients in the cohort presented with classical infantile-onset parkinsonism dystonia, with one surviving into adulthood (currently aged 34 years) and labelled as having 'juvenile parkinsonism'. All eight patients harboured homozygous or compound heterozygous mutations in SLC6A3, of which the majority are previously unreported variants. In vitro studies of mutant dopamine transporter demonstrated multifaceted loss of dopamine transporter function. Impaired dopamine uptake was universally present, and more severely impacted in dopamine transporter mutants causing infantile-onset rather than juvenile-onset disease. Dopamine transporter mutants also showed diminished dopamine binding affinity, reduced cell surface transporter, loss of post-translational dopamine transporter glycosylation and failure of amphetamine-mediated dopamine efflux. Our data series expands the clinical phenotypic continuum of dopamine transporter deficiency syndrome and indicates that there is a phenotypic spectrum from infancy (early onset, rapidly progressive disease) to childhood/adolescence and adulthood (later onset, slower disease progression). Genotype-phenotype analysis in this cohort suggests that higher residual dopamine transporter activity is likely to contribute to postponing disease presentation in these later-onset adult cases. Dopamine transporter deficiency syndrome remains under-recognized and our data highlights that dopamine transporter deficiency syndrome should be considered as a differential diagnosis for both infantile- and juvenile-onset movement disorders, including cerebral palsy and juvenile parkinsonism. ","dc:creator":"Ng J","dc:date":"2014","dc:title":"Dopamine transporter deficiency syndrome: phenotypic spectrum from infancy to adulthood."}},"rdfs:label":"Ng_2014_Case_3"},{"id":"cggv:4fda12e1-a270-47e9-bff5-78b1acf96c8f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4fda12e1-a270-47e9-bff5-78b1acf96c8f_variant_evidence_item"},{"id":"cggv:4fda12e1-a270-47e9-bff5-78b1acf96c8f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"DA uptake is 8-10% of WT."}],"strengthScore":0.5,"dc:description":"Other variant type + functional evidence (significant reduction of dopamine uptake) receives a default score of 0.5 pts. Consanguinity was present, but the variant was not downscored for consanguinity because the functional evidence and quality of testing alleviated concern that the phenotype could be caused by a different gene (-0 pts). Total (0.5 pts)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.2},{"id":"cggv:3f65ac89-9a17-4b8a-884e-e85a4192fb79_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3f65ac89-9a17-4b8a-884e-e85a4192fb79","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:33e009dc-42bb-4be0-b89c-2aa2f9f0cac1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1103T>A (p.Leu368Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126861"}},"detectionMethod":"The authors initially performed a genome-wide scan using a SNP microarray, and found 4 regions of extended homozygosity in 2 affected cousins within a consanguineous family. A region of 201 SNPs on chromosome 5 stood out because the 2 affected patients were both homozygous for this region, and an unaffected sibling was heterozygous for the region. Further genotyping of 4 microsatellite markers confirmed homozygosity. SLC6A3 was then directly sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"elevated CSF HVA:5-HIAA ratio, elevated urine HVA:creatine ratio","phenotypes":["obo:HP_0004673","obo:HP_0032988","obo:HP_0002067","obo:HP_0000737","obo:HP_0002493","obo:HP_0100738","obo:HP_0001263","obo:HP_0011977","obo:HP_0001332","obo:HP_0002063","obo:HP_0034201"],"previousTesting":false,"secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:65ae46ba-7f01-4481-8aae-836425a27835_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:33e009dc-42bb-4be0-b89c-2aa2f9f0cac1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19478460"},"rdfs:label":"Kurian_2009_Patient_1"},{"id":"cggv:65ae46ba-7f01-4481-8aae-836425a27835","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65ae46ba-7f01-4481-8aae-836425a27835_variant_evidence_item"},{"id":"cggv:65ae46ba-7f01-4481-8aae-836425a27835_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"HEK293 cells expressing this variant showed complete lack of dopamine uptake as well as apparent decreased affinity for dopamine binding (Table 2). Immunostaining showed the presence of immature protein product, but no mature (glycosylated) protein (Figure 7)."}],"strengthScore":1.5,"dc:description":"Missense variant + functional evidence (lack of DA uptake) earns a default score of 0.5 pts. Additional functional evidence includes expression in patient cells, Figure 1 (PMID:34011628) which shows the metabolic disease phenotype of increased HVA concentration. Furthermore, the protein was shown to exist in an immature (not glycosylated) form, and to have decreased affinity for dopamine binding. Although there was consanguinity, the functional evidence and quality of testing is profound enough to remove concerns that a different gene is causing the disease. Therefore, no points were taken off due to consanguinity in this case (-0 pts). Because the functional evidence is robust and expected with regards to patient phenotype, this variant was further up-scored (+0.5 pts) to the top of its range. Total (1.5 pts)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5048160d-5073-4490-abbf-d777351d8067_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5048160d-5073-4490-abbf-d777351d8067","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:44ac4fc5-cf4c-4c8e-a160-ee0699e42521","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1269+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA128555"}},"detectionMethod":"SNP microarray followed by homozygosity mapping, WES, and Sanger sequencing methods were all performed. ","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"initial diagnosis with juvenile parkinsonism. Oldest patient published (35 years). ","phenotypes":["obo:HP_0000338","obo:HP_0008872","obo:HP_0001270","obo:HP_0000938","obo:HP_0034200","obo:HP_0032588","obo:HP_0002304","obo:HP_0002322","obo:HP_0000737","obo:HP_0001344","obo:HP_0003593","obo:HP_0002063","obo:HP_0001332","obo:HP_0003202","obo:HP_0002067","obo:HP_0001300","obo:HP_0033454"],"previousTesting":true,"previousTestingDescription":"Patient genotyping was limited to Sanger sequencing of PCR products from the SLC6A3 locus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:80a857db-bc0b-4727-aef2-e5eb02c6f7d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44ac4fc5-cf4c-4c8e-a160-ee0699e42521"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24613933"},"rdfs:label":"Ng_2014_Case_4"},{"id":"cggv:80a857db-bc0b-4727-aef2-e5eb02c6f7d7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:80a857db-bc0b-4727-aef2-e5eb02c6f7d7_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Canonical splice site (default 1.5 points). Lack of functional data, has not been tested at the RNA level (-0.5 pts). Consanguinity (-0.5 pts)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:40eebb07-65f0-44b8-a003-c239b0f74cfe_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:40eebb07-65f0-44b8-a003-c239b0f74cfe","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:3796bdb7-f15e-42a5-a0fa-a98ade274325","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001044.5(SLC6A3):c.1139_1150del (p.Gly380_Lys384delinsGlu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/692102"}},"detectionMethod":"After WES, the proband's genome was checked against all known pathogenic variants in ClinVar. They also only considered variants with a MAF of less than 1% in several databases, including a local one. After they narrowed down on SLC6A3 as a suspected gene, they verified the variant using Sanger sequencing.\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0004325","obo:HP_0011968","obo:HP_0000737","obo:HP_0001263","obo:HP_0007256","obo:HP_0002141","obo:HP_0001332","obo:HP_0000750"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ad0077ef-1929-4a04-b41c-01a8124895e2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3796bdb7-f15e-42a5-a0fa-a98ade274325"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32077500","type":"dc:BibliographicResource","dc:abstract":"The human dopamine transporter (hDAT) participates in dopamine homeostasis by clearing dopamine from the extracellular space using secondary active transport. Dysregulation of hDAT has been reported to be associated with different neuropsychiatric disorders. Dopamine transporter deficiency syndrome (DTDS) is a complex disease caused by defects in dopamine uptake within the synaptic cleft and patients manifest parkinsonian features. The extracellular loops are crucial for DAT activity and defects in these regions disturb dopamine transport. In the present study, a 3.5-year-old female in a consanguineous Iranian family with an initial diagnosis of gait imbalance and speech delay has been identified. We utilized whole-exome sequencing (WES) to identify the possible genetic defect(s). WES identified a novel homozygous in-frame indel variant, c.1139_1150del; p.(Gly380_Lys384delinsGlu), in the SLC6A3 gene (NM_001044.4), as the most likely disease-susceptibility variant. This variant is located in extracellular loop 4 (EL4) of the DAT protein. Our study highlights the role of extracellular loops and shows the EL4 of hDAT as a critical region for the protein activity. The identified variant in the EL4 region of DAT is predicted to compromise DAT function and may lead to DTDS in this case. However, complementary studies are required to confirm.","dc:creator":"Heidari E","dc:date":"2020","dc:title":"Homozygous in-frame variant of SCL6A3 causes dopamine transporter deficiency syndrome in a consanguineous family."}},"rdfs:label":"Heidari_2020_Proband"},{"id":"cggv:ad0077ef-1929-4a04-b41c-01a8124895e2","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ad0077ef-1929-4a04-b41c-01a8124895e2_variant_evidence_item"}],"strengthScore":0,"dc:description":"Variant located in functional region: extracellular loop 4 (EL4). Other patients with the disease have variants in this region [V382A, P395L, G386R](+0.5 pts). Consanguinity (-0.5 pts). The article reports that basic metabolic screening tests were normal. It is unclear if HVA levels were included in these tests, so the molecular phenotype was not confirmed (-0.5 pts). Variant is predicted to create an exonic splicing silencer in the Human Splicing Finder and the Alternative Splice Site Predictor (+0 pts). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ee999f47-bd83-437b-8454-df4f01e9c69b_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.2},{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49a121ff-e5ed-4a70-8e5c-46d477f91113","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81f89897-f1a8-4343-8304-1e74a8b14c4e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Bulk tissue gene expression of SLC6A3 on GTEx analysis release V8 shows highly specific expression in the substantia nigra. Nerve cells in the substantia nigra produce dopamine and are involved with movement and learning, so expression in this region is highly consistent with DTDS.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Highly specific expression in the substantia nigra (Median TPM 35.67)."},{"id":"cggv:ef88ccaf-cf10-48ff-9644-163eb26da462","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99748f29-3dd7-4b4a-964f-80f0ef15b8ad","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Lack of dopamine uptake is related to DTDS because dopamine is a neurotransmitter, so reduced uptake would impair neuronal function. Lack of dopamine uptake also leads to excess HVA (a metabolite of dopamine) in the CSF and urine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1948034","type":"dc:BibliographicResource","dc:abstract":"A rat dopamine (DA) transporter complementary DNA has been isolated with combined complementary DNA homology and expression approaches. The DA transporter is a 619-amino acid protein with 12 hydrophobic putative membrane-spanning domains and homology to the norepinephrine and gamma-aminobutyric acid transporters. The expressed complementary DNA confers transport of [3H]DA in Xenopus oocytes and in COS cells. Binding of the cocaine analog [3H]CFT ([3H]2 beta-carbomethoxy-3 beta-(4-fluorophenyl)tropane) to transfected COS cell membranes yields a pharmacological profile similar to that in striatal membranes.","dc:creator":"Shimada S","dc:date":"1991","dc:title":"Cloning and expression of a cocaine-sensitive dopamine transporter complementary DNA."},"rdfs:label":"Xenopus oocyte DA uptake"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This protein's function as a dopamine transporter is very convincing as a mechanism for the disease, especially the impairment of neuron functioning and hallmark increase in HVA concentration in the CSF and urine."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91cc81a3-f635-4729-954a-f341f5ceecb3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:28fa1021-3ca8-4bed-9274-5b54e9196d5f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue restored dopamine uptake to 35% of average WT levels. Also, HVA conc. decreased dramatically, almost to WT level. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34011628","type":"dc:BibliographicResource","dc:abstract":"Most inherited neurodegenerative disorders are incurable, and often only palliative treatment is available. Precision medicine has great potential to address this unmet clinical need. We explored this paradigm in dopamine transporter deficiency syndrome (DTDS), caused by biallelic loss-of-function mutations in ","dc:creator":"Ng J","dc:date":"2021","dc:title":"Gene therapy restores dopamine transporter expression and ameliorates pathology in iPSC and mouse models of infantile parkinsonism."},"rdfs:label":"Patient cell rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1.5,"dc:description":"CRISPR used to rescue the molecular phenotype (Figure 1) (+1.0 pts). CRISPR cells were sequenced using WES and further tested to ensure the correction did not cause any off-target effects (Figure S1). Only a partial recovery, as DA uptake was only 35% of average WT (-0.5)\nFigures 1A, 1B, 5"},{"id":"cggv:9510bb3b-2b30-45d6-b426-4b2a99bf9a56","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bb148c8a-7169-4f89-b810-4e368668b1e3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue mice were indistinguishable from WT mice both visually and behaviorally. CRISPR treatment resolved hyperlocomotor phenotype and reversed (but not normalized) DA uptake and HVA concentration. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34011628","rdfs:label":"Mouse Rescue "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"Weak metabolic rescue - HVA and DA levels were improved, but not normalized to WT (-1.0 pts). Knock-in using AAV9 (+1.0 pt)."},{"id":"cggv:99e86a9f-53bc-4892-9880-8a22fbca8637","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c1edd4f-d784-4f6a-b770-0105f7fd3156","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors mention a previous publication (PMID:21187381) which shows that in flies, dopaminergic neurons are involved in both locomotion and the sleep cycle. Also, the authors mention another publication (PMID:16093388) in which the DAT null fly phenotype is characterized as fumin (\"sleepless\" in Japanese). Therefore, the hyperlocomotion and sleeplessness could be connected to human hyperkinetic movements and irritability also caused by dopaminergic neuron dysfunction. Seeking expert opinions on if we will be scoring this model. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28972153","type":"dc:BibliographicResource","dc:abstract":"Point mutations in the gene encoding the human dopamine transporter (hDAT, SLC6A3) cause a syndrome of infantile/juvenile dystonia and parkinsonism. To unravel the molecular mechanism underlying these disorders and investigate possible pharmacological therapies, here we examined 13 disease-causing DAT mutants that were retained in the endoplasmic reticulum when heterologously expressed in HEK293 cells. In three of these mutants, ","dc:creator":"Asjad HMM","dc:date":"2017","dc:title":"Pharmacochaperoning in a "},"rdfs:label":"Fly model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Mutant flies were not tested for DA uptake levels (-1.0 pt). Missing key neuromuscular phenotypes such as rigidity, tremor, etc (-1.0).\nHuman variant (+0.5). Knock-in (+0.5). \n\nThe variant protein stayed in the cell bodies of dopaminergic neurons instead of entering the axons in the brain of the fly (+0.5)."},{"id":"cggv:25fe42ee-13d6-4877-a617-66f8525808f5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e915143-a663-4166-a11b-2a8fcfc8a551","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Dyskinesia, premature death, and tremor are exactly the same phenotypes observed in humans and mice. Weight loss was seen in mice, whereas weight is low from birth in humans. Gait disturbance, motor dysfunction, and abnormal hindlimb extension are seen in mice, which could be comparable to global developmental delay or chorea seen in humans because they are neuromuscular abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12958210","type":"dc:BibliographicResource","dc:abstract":"Dopamine is believed to contribute to the degeneration of dopamine-containing neurons in the brain. However, whether dopamine affects the survival of other neuronal populations has remained unclear. Here we document that mice with persistently elevated extracellular dopamine, resulting from inactivation of the dopamine transporter gene, sporadically develop severe symptoms of dyskinesia concomitant with apoptotic death of striatal dopamine-responsive gamma-aminobutyric acidergic neurons. Chronic inhibition of dopamine synthesis prevents the appearance of motor dysfunction. The neuronal death is associated with overactivation of dopaminergic signaling as evidenced by the robust up-regulation of striatal DeltaFosB, cyclin-dependent kinase 5, and p35. Moreover, hyperphosphorylation of the tau protein, a phenomenon associated with the activation of cyclin-dependent kinase 5 in several neurodegenerative disorders, is observed in symptomatic mice. These findings provide in vivo evidence that, in addition to its proposed role in the degeneration of dopamine neurons, dopamine can also contribute to the selective death of its target neurons via a previously unappreciated mechanism.","dc:creator":"Cyr M","dc:date":"2003","dc:title":"Sustained elevation of extracellular dopamine causes motor dysfunction and selective degeneration of striatal GABAergic neurons."},"rdfs:label":"Mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The clinical presentation and molecular phenotype of knockout mice are very consistent with patient phenotypes. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5743,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.2,"subject":{"id":"cggv:db01c7f4-1792-4b8b-b4ee-a2b260216abf","type":"GeneValidityProposition","disease":"obo:MONDO_0700117","gene":"hgnc:11049","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"*SLC6A3* (also known as *DAT1*) was first reported in association with SLC6A3-related dopamine transporter deficiency syndrome (previously Parkinsonism-dystonia, infantile, 1) in 2009 (Kurian et al., PMID:19478460). This complex neurological disorder is characterized by parkinsonism, dystonia, ocular flutter, rigidity, dyskinesia, and other neuromuscular phenotypes. Onset usually occurrs in the first year of life (classical DTDS), but the disease sometimes presents in childhood or adulthood (atypical DTDS). The severity of phenotypes increase over time, resulting in severe motor decline while cognitive function is relatively retained. The disease is most commonly identified by an increased ratio of homovanillic acid to 5-Hydroxyindoleacetic acid (HVA:HIAA) in the urine or cerebrospinal fluid, but many patients are misdiagnosed with cerebral palsy (PMID:19478460).\n\nEight variants (3 missense, 2 in-frame indels, 1 nonsense, 1 frameshift, and 1 splice site variant) that have been reported in 8 probands in 6 publications (PMIDs: 19478460, 34797406, 21112253, 24613933, 33015223, 32077500) are included in this curation. More evidence is available in the literature, but the maximum score of 12 pts for genetic evidence has been reached. \n\nThe mechanism of pathogenicity appears to be biallelic loss of function. 3 out of 8 variants included in this curation were located in or near the protein region designated as extracellular loop 4 (EL4) which appears to be a critical region for protein functioning. Through study of similar proteins, some have suggested that EL4 is important for the inward movement of the transmembrane regions (PMID:32077500). Overall, further studies are required to confirm the role of EL4 in DTDS. \n\nThis gene-disease relationship is also supported by biochemical evidence, expression evidence, animal models, and genetic rescues in mice and patient cells (PMIDs: 1948034 23715323, 12958210, 28972153, 34011628). Shimada et al. (2009) confirmed the biochemical function of the *SLC6A3* gene product to be as a dopamine transporter by inserting the mRNA into Xenopus oocytes, which then showed 5x increased dopamine uptake (PMID:1948034). This is evidence for a relationship between *SLC6A3* and dopamine transporter deficiency syndrome because lack of dopamine uptake would lead to increased HVA concentration, a hallmark phenotype for the disease. Additional biochemical evidence includes disruption of the *SLC18A2* gene (which encodes a monoamine transporter) is implicated in a disease with a similar phenotype (infantile parkinsonism-dystonia 2) (PMID:23363473). Next, the GTEx database shows highly specific expression of *SLC6A3* in the substantia nigra, which contains dopaminergic neurons. Degradation of this region of the brain is one of the most prominent physical features of Parkinson’s disease (PMID:15743669). In the fly model, replacement of the Drosophila ortholog of *SLC6A3* with a human variant resulted in hyperlocomotion, a comparable phenotype to hyperkinetic movements seen in affected humans (PMID:28972153). Finally, the mouse model demonstrates disease features such as gait disturbance and motor dysfunction, as well as decreased DA uptake and increased HVA concentration (PMID:12958210). The phenotypes seen in these mice were rescued using a wild-type copy of human *SLC6A3*. The rescue resulted in the knockout mice being behaviorally indistinguishable from the wild-type mice, with improved DA and HVA levels. Finally, DA and HVA levels in patient induced pluripotent stem cells were improved using CRISPR insertion of a wild-type version of human *SLC6A3* (PMID:34011628). \n\nIn summary, *SLC6A3* is definitively associated with autosomal recessive SLC6A3-related dopamine transporter deficiency syndrome. This has been repeated in clinical and diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen General Inborn Errors of Metabolism Gene Curation Expert Panel on the meeting date 09/09/2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:bb7a8001-1bc9-4cdf-bb99-1979737bda79"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}