{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-12-15T17:00:00.000Z","role":"Approver"},{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-28T18:52:00.275Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25363768","type":"dc:BibliographicResource","dc:abstract":"Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower IQ, with an overlapping and similar number of genes vulnerable to contributory missense mutation. LGD targets in the joint class overlap with published targets for intellectual disability and schizophrenia, and are enriched for chromatin modifiers, FMRP-associated genes and embryonically expressed genes. Most of the significance for the latter comes from affected females. ","dc:creator":"Iossifov I","dc:date":"2014","dc:title":"The contribution of de novo coding mutations to autism spectrum disorder."},"evidence":[{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d463830-7c9f-40a7-8079-28b9cccc6b31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4495704d-dda4-4ef0-9e9d-3ec0fbc62d02","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional knock-out analysis showed that Tcf7L2, but not Tcf7L1, is the principal Wnt mediator important for maintenance of progenitor cell identity in the ventricular zone. In the absence of Tcf7L2, the Wnt activity is reduced, ventricular zone markers Pax6 and Sox2 are downregulated and the neuroepithelial structure is severed due to the loss of apical adherens junctions. This results in decreased proliferation of radial glial cells, the reduced number of intermediate progenitors in the subventricular zone and hypoplastic forebrain.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29751817","type":"dc:BibliographicResource","dc:abstract":"Generation of neurons in the embryonic neocortex is a balanced process of proliferation and differentiation of neuronal progenitor cells. Canonical Wnt signalling is crucial for expansion of radial glial cells in the ventricular zone and for differentiation of intermediate progenitors in the subventricular zone. We detected abundant expression of two transcrtiption factors mediating canonical Wnt signalling, Tcf7L1 and Tcf7L2, in the ventricular zone of the embryonic neocortex. Conditional knock-out analysis showed that Tcf7L2, but not Tcf7L1, is the principal Wnt mediator important for maintenance of progenitor cell identity in the ventricular zone. In the absence of Tcf7L2, the Wnt activity is reduced, ventricular zone markers Pax6 and Sox2 are downregulated and the neuroepithelial structure is severed due to the loss of apical adherens junctions. This results in decreased proliferation of radial glial cells, the reduced number of intermediate progenitors in the subventricular zone and hypoplastic forebrain. Our data show that canonical Wnt signalling, which is essential for determining the neuroepithelial character of the neocortical ventricular zone, is mediated by Tcf7L2.","dc:creator":"Chodelkova O","dc:date":"2018","dc:title":"Tcf7L2 is essential for neurogenesis in the developing mouse neocortex."},"rdfs:label":"mouse conditional knock out "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"two mouse model show similar neurology phenotype"},{"id":"cggv:127e3319-3a75-4fe1-adc4-6db39b65bfd3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0795a053-ada1-473c-8df7-5fe537d47ce7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"thalamocortical axons (TCAs) failed to elongate normally and strayed from their normal course to inappropriate locations in the absence ofTcf7l2, which associated at least in part with downregulation of guidance receptors Robo1 and Robo2 expression. \nthe fasciculus retro flexus, the main habenular output tract, was missing in embryos lacking Tcf7l2. These axonal defects may result from dysregulation of Nrp2 guidance receptor\nloss ofTcf7l2caused a post-mitotic identity switch between thalamic and habenular neurons. \nhabenular neurons failed to maintain their normal post-mitotic neuronal identity and acquired a subset of thalamic neuronal features in the absence ofTcf7l2. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28219675","type":"dc:BibliographicResource","dc:abstract":"The thalamus acts as a central integrator for processing and relaying sensory and motor information to and from the cerebral cortex, and the habenula plays pivotal roles in emotive decision making by modulating dopaminergic and serotonergic circuits. These neural compartments are derived from a common developmental progenitor domain, called prosomere 2, in the caudal forebrain. Thalamic and habenular neurons exhibit distinct molecular profile, neurochemical identity, and axonal circuitry. However, the mechanisms of how their progenitors in prosomere 2 give rise to these two populations of neurons and contribute to the forebrain circuitry remains unclear. In this study, we discovered a previously unrecognized role for Tcf7l2, a transcription factor known as the canonical Wnt nuclear effector and diabetes risk-conferring gene, in establishing neuronal identity and circuits of the caudal forebrain. Using genetic and chemical axon tracers, we showed that efferent axons of the thalamus, known as the thalamocortical axons (TCAs), failed to elongate normally and strayed from their normal course to inappropriate locations in the absence of Tcf7l2. Further experiments with thalamic explants revealed that the pathfinding defects of Tcf7l2-deficient TCAs were associated at least in part with downregulation of guidance receptors Robo1 and Robo2 expression. Moreover, the fasciculus retroflexus, the main habenular output tract, was missing in embryos lacking Tcf7l2. These axonal defects may result from dysregulation of Nrp2 guidance receptor. Strikingly, loss of Tcf7l2 caused a post-mitotic identity switch between thalamic and habenular neurons. Despite normal acquisition of progenitor identity in prosomere 2, Tcf7l2-deficient thalamic neurons adopted a molecular profile of a neighboring forebrain derivative, the habenula. Conversely, habenular neurons failed to maintain their normal post-mitotic neuronal identity and acquired a subset of thalamic neuronal features in the absence of Tcf7l2. Our findings suggest a unique role for Tcf7l2 in generating distinct neuronal phenotypes from homogeneous progenitor population, and provide a better understanding of the mechanism underlying neuronal specification, differentiation, and connectivity of the developing caudal forebrain.","dc:creator":"Lee M","dc:date":"2017","dc:title":"Tcf7l2 plays crucial roles in forebrain development through regulation of thalamic and habenular neuron identity and connectivity."},"rdfs:label":"mouse knock out"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"two mouse model show similar neurology phenotype, 1 point for each"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":4119,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:4e5829c3-c893-455f-a354-a4dccafb1096","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:11641","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*TCF7L2*  encodes a transcription factor involved in the Wnt/β-catenin signaling pathway. Although de novo variants in *TCF7L2* had been observed in large-scale sequencing studies in autism spectrum disorder and intellectual disability between 2014 and 2020 (PMIDs: 25363768, 27479843, 28135719, 33057194 ), the first report focusing on *TCF7L2* variants as a cause of autosomal dominant complex neurodevelopmental disorder and describing the clinical and genotypic spectrum was published in 2021 (Dias et al., PMID: 34003604). Numerous variants in *TCF7L2*, including nonsense, frameshift, splicing site and missense variants, have been reported, with most variants occurring de novo. Missense variants cluster in the DNA binding high mobility group (HMG) box domain, a region highly constrained for missense variants. \n \nAffected individuals presented with developmental delays in childhood; some ultimately achieved normal intelligence while others had mild to moderate intellectual disability (PMID: 34003604). Other variable features included myopia in half of the individuals, dysmorphic craniofacial features, orthopedic abnormalities, and behavioral disorders including autism and attention-deficit/hyperactivity disorder.\n \nVariants in the *TCF7L2* gene have been reported in at least 22  probands in 5 publications (PMIDs: 25363768, 25533962, 27479843, 33004838, 34003604), including 10 truncating variants (frameshift, stop gain, splice site), and 4 missense variants in the HMG domain. No clear phenotypic differences were observed between individuals with missense and truncating variants, suggesting the disease mechanism is haploinsufficiency (PMID: 34003604). This gene-disease association is also supported by mouse models indicating a role for Tcfl2 in neurogenesis, neuron identity and connectivity (PMID: 29751817).\n \nIn summary, *TCF7L2* is definitively associated with autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 12/15/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:b11a5317-868b-49a9-b051-721940fb5936"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}