{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-20T04:40:17.803Z","role":"Approver"},{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-20T04:40:27.431Z","role":"Publisher"}],"evidence":[{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7c78f4b-c7d8-4e2f-aa80-43f8e648a973","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40d7e548-944a-478f-a893-43eae269da6c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"P300 transcripts are generally expressed but have an elevated abudance in neural tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9590171","type":"dc:BibliographicResource","dc:abstract":"The transcriptional coactivator and integrator p300 and its closely related family member CBP mediate multiple, signal-dependent transcriptional events. We have generated mice lacking a functional p300 gene. Animals nullizygous for p300 died between days 9 and 11.5 of gestation, exhibiting defects in neurulation, cell proliferation, and heart development. Cells derived from p300-deficient embryos displayed specific transcriptional defects and proliferated poorly. Surprisingly, p300 heterozygotes also manifested considerable embryonic lethality. Moreover, double heterozygosity for p300 and cbp was invariably associated with embryonic death. Thus, mouse development is exquisitely sensitive to the overall gene dosage of p300 and cbp. Our results provide genetic evidence that a coactivator endowed with histone acetyltransferase activity is essential for mammalian cell proliferation and development.","dc:creator":"Yao TP","dc:date":"1998","dc:title":"Gene dosage-dependent embryonic development and proliferation defects in mice lacking the transcriptional integrator p300."},"rdfs:label":"Expression in neural tissue "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Supports the wide range of phenotypes (including DD) seen in individuals with the syndrome. Reduced for not being highly specific. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8d9db26-f7c1-44b5-91fb-78f71fc18c01","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4c042814-13f4-4358-856b-d3e31c60a101","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates some of the human disease phenotypes including impaired growth, facial dysmorphia, poor coordination, impaired learning of motor skills, short attention span. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19822209","type":"dc:BibliographicResource","dc:abstract":"Rubinstein-Taybi syndrome (RSTS) is a complex autosomal-dominant disease characterized by mental and growth retardation and skeletal abnormalities. A majority of the individuals diagnosed with RSTS carry heterozygous mutation in the gene CREBBP, but a small percentage of cases are caused by mutations in EP300. To investigate the contribution of p300 to RSTS pathoetiology, we carried out a comprehensive and multidisciplinary characterization of p300(+/-) mice. These mice exhibited facial abnormalities and impaired growth, two traits associated to RSTS in humans. We also observed abnormal gait, reduced swimming speed, enhanced anxiety in the elevated plus maze, and mild cognitive impairment during the transfer task in the water maze. These analyses demonstrate that p300(+/-) mice exhibit phenotypes that are reminiscent of neurological traits observed in RSTS patients, but their comparison with previous studies on CBP deficient strains also indicates that, in agreement with the most recent findings in human patients, the activity of p300 in cognition is likely less relevant or more susceptible to compensation than the activity of CBP.","dc:creator":"Viosca J","dc:date":"2010","dc:title":"Syndromic features and mild cognitive impairment in mice with genetic reduction on p300 activity: Differential contribution of p300 and CBP to Rubinstein-Taybi syndrome etiology."},"rdfs:label":"Heterozygous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.25},{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4399,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.25,"subject":{"id":"cggv:7ee628c9-26e6-4a67-8e7e-3de96360c721","type":"GeneValidityProposition","disease":"obo:MONDO_0013364","gene":"hgnc:3373","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"EP300 is located at 22q13.2 and encodes the E1A binding protein p300. It was first reported in relation to autosomal dominant Rubinstein-Taybi syndrome in 2005 (Roelfsema et al., PMID:15706485). Rubinstein-Taybi syndrome is characterized by distinctive facial features, broad and angulated thumbs and halluces, short stature, and intellectual disability. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, distinct molecular mechanisms and phenotypic variability have been described for Rubinstein-Taybi syndrome 2 (OMIM:613684), and Menke-Hennekam syndrome 2 (OMIM:618333). Individuals with Rubinstein-Taybi syndrome typically have characteristic facial features, broad and angulated thumbs and halluces, short stature, and intellectual disability. Menke-Hennekam syndrome presents with impaired intellectual development and dysmorphic facial features, but the patients do not have the distinctive features of those with Rubinstein-Taybi syndrome. Therefore, these disorders have been split into multiple disease entities for consideration. 6 nonsense or frameshift variants, and deletions that have been reported in 6 probands in 3 publications (Foley et al., 2009, PMID: 19353645; Fergelot et al., 2016, PMID: 27648933; PMID: 15706485) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. The mechanism of pathogenicity is reported to be loss of function. This gene-disease relationship is also supported by expression data and an animal model that recapitulates many features of the human disease phenotype (Yao et al., 1998, PMID: 9590171; Viosca et al., 2010, PMID: 19822209). In summary, EP300 is definitively associated with autosomal dominant Rubinstein-Taybi syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 09.01.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:5559f540-f08e-4446-bc8b-a241bb3a4a8e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}