{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-10-01T17:00:00.000Z","role":"Approver"},{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-11-25T21:36:53.650Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31104773","type":"dc:BibliographicResource","dc:abstract":"The developmental and epileptic encephalopathies (DEEs) are heterogeneous disorders with a strong genetic contribution, but the underlying genetic etiology remains unknown in a significant proportion of individuals. To explore whether statistical support for genetic etiologies can be generated on the basis of phenotypic features, we analyzed whole-exome sequencing data and phenotypic similarities by using Human Phenotype Ontology (HPO) in 314 individuals with DEEs. We identified a de novo c.508C>T (p.Arg170Trp) variant in AP2M1 in two individuals with a phenotypic similarity that was higher than expected by chance (p = 0.003) and a phenotype related to epilepsy with myoclonic-atonic seizures. We subsequently found the same de novo variant in two individuals with neurodevelopmental disorders and generalized epilepsy in a cohort of 2,310 individuals who underwent diagnostic whole-exome sequencing. AP2M1 encodes the μ-subunit of the adaptor protein complex 2 (AP-2), which is involved in clathrin-mediated endocytosis (CME) and synaptic vesicle recycling. Modeling of protein dynamics indicated that the p.Arg170Trp variant impairs the conformational activation and thermodynamic entropy of the AP-2 complex. Functional complementation of both the μ-subunit carrying the p.Arg170Trp variant in human cells and astrocytes derived from AP-2μ conditional knockout mice revealed a significant impairment of CME of transferrin. In contrast, stability, expression levels, membrane recruitment, and localization were not impaired, suggesting a functional alteration of the AP-2 complex as the underlying disease mechanism. We establish a recurrent pathogenic variant in AP2M1 as a cause of DEEs with distinct phenotypic features, and we implicate dysfunction of the early steps of endocytosis as a disease mechanism in epilepsy.","dc:creator":"Helbig I","dc:date":"2019","dc:title":"A Recurrent Missense Variant in AP2M1 Impairs Clathrin-Mediated Endocytosis and Causes Developmental and Epileptic Encephalopathy."},"evidence":[{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":9409,"specifiedBy":"GeneValidityCriteria11","strengthScore":11.5,"subject":{"id":"cggv:f09fc288-1304-42fc-8d61-4e2a42c716f7","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:564","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"AP2M1 was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2019 (Helbig et al., PMID:31104773). The phenotype includes global developmental delay and intellectual disability, often associated with seizures, hypotonia, ataxia, and/or autism. Nine missense variants and one splice site variant have been reported in 14 probands from 9 publications (PMIDs: 36553572, 31104773, 37838930, 33057194, 31785789, 35982159, 28714951, 35982160, 37393044), all of which are included in this curation. The recurrent c.508C>T (p.Arg170Trp) variant has been identified as a de novo variant in five probands including four individuals with developmental and epileptic encephalopathy (DEE) (PMID:31104773, 37393044). The mechanism of pathogenicity is currently unknown. \n\nIn summary, there is definitive evidence supporting the relationship between AP2M1 and autosomal dominant neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen Epilepsy GCEP on the meeting date October 1, 2024 (SOP Version 11).\n\n","dc:isVersionOf":{"id":"cggv:800ffff6-7cf0-4131-aa96-e3bb4f0bde76"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}