{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2020-09-16T19:23:13.083Z","role":"Publisher"},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10016","date":"2020-05-13T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa11ddf8-ed45-45dd-bfcc-4a56adf73a2b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88edebbd-d97b-4f70-a8e3-7df90001abe1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"eQTL analysis; https://gtexportal.org/home/gene/HNF1B","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2d91c1a4-f6d9-4b63-ad99-61cfeb956ffc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10a9c372-8b81-4714-8246-988bd5819501","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Through immunocytochemistry of rat pancreatic islets, GK was shown to be expressed only in beta-cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1557365","type":"dc:BibliographicResource","dc:abstract":"The cellular location of glucokinase (GK), a key component of the glucose-sensing mechanism of the pancreatic islet, was determined using immunocytochemical techniques. In rat islets, GK immunoreactivity was detected only in beta cells with no immunoreactivity detected in alpha, delta, or pancreatic polypeptide-containing (PP) cells. However, within various beta cells, GK immunoreactivity varied considerably. Most beta cells displayed relatively low levels of cytoplasmic immunoreactivity whereas other beta cells stained intensely for this enzyme. Colocalization studies of GK and GLUT2, the high Km glucose transporter of beta cells, confirmed that these proteins are located in different subcellular domains of beta cells. The lack of GK immunoreactivity in glucagon- and somatostatin-secreting cells in islets suggests that these cells are not directly responsive to glucose or utilize a fundamentally different mechanism for sensing glucose fluctuations. Moreover, the differential expression of GK among pancreatic beta cells suggests that glucose phosphorylation is the probable enzymatic control point for the functional diversity of these cells.","dc:creator":"Jetton TL","dc:date":"1992","dc:title":"Heterogeneous expression of glucokinase among pancreatic beta cells."},"rdfs:label":"Immunocytochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6fa229ed-151c-432d-b781-0c496040eb5d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a99d13f-50ea-4f76-bedc-a18e6dabd92d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"detected via RNA-Seq; https://www.ncbi.nlm.nih.gov/gene/6928","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"NCBI gene"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:589a2a9f-2796-47c2-86ad-5fd64ecb28af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8ada9c5-41bf-40e9-a408-8b7a5a95cbf4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients were unable to sustain insulin secretion and exhibited suppressed insulin levels","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1354782","type":"dc:BibliographicResource","dc:abstract":"Maturity-onset diabetes of the young (MODY), characterised by non-insulin-dependent diabetes mellitus (NIDDM) with an early age of onset, is a genetically heterogeneous disorder. In most MODY kindreds described in France, chronic hyperglycaemia is caused by mutations in the gene encoding pancreatic beta-cell and liver glucokinase (GCK). We here report the beta-cell secretory profiles of nine patients from four GCK-linked MODY kindreds. First-phase insulin secretion assessed by an intravenous glucose test was comparable in patients and seven controls. However, beta-cell secretory response to continuous glucose stimulus during a hyperglycaemic glucose clamp was significantly reduced: mean plasma insulin values of 12 (SD 7) vs 40 (11) mU/l (p = 0.0001) and mean plasma C-peptide values 1.20 (0.30) vs 2.61 (0.37) (p = 0.0001). This secretory profile is different from those for NIDDM with late age of onset or MODY not linked to GCK. Fasting plasma insulin and C-peptide in patients were inappropriately low in relation to concomitant plasma glucose level. Furthermore, during a hyperinsulinaemic euglycaemic clamp, endogenous insulin secretion at euglycaemia (5 mmol/l) was suppressed in patients but not in controls. These results suggest that mutant GCK may lead to chronic hyperglycaemia by raising the threshold of circulating glucose level which induces insulin secretion. These data provide the first demonstration of a primary pancreatic secretory defect associated with a form of NIDDM.","dc:creator":"Velho G","dc:date":"1992","dc:title":"Primary pancreatic beta-cell secretory defect caused by mutations in glucokinase gene in kindreds of maturity onset diabetes of the young."},"rdfs:label":"hyperglycemic glucose clamp and hyperinsulinemic euglycemic"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:349795c5-6a1f-4fb0-98a3-0dd507e30d76","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59181401-ac30-4735-9827-fc5f67b85d84","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mice showed perinatal lethality\n\nHeterozygous mice show mild hyperglycemia (Fig. 2A), at 4wks old showed 43.8% increase in FBG (Fig. 2A), impaired glucose regulation in response to glucose tolerance test (Fig. 3C), ratio of plasma insulin to blood glucose was significantly lower compared to WT (Fig. 2E), decreased sensitivity to glucose based on glucose stimulated insulin secretion at 8.0mM glucose (Fig. 2F), hepatic GK activity reduced by 43% (Fig. 3A), Western blot showed 50% less GK protein in the liver compared to controls (Fig. 3C) and lower GK protein in islets (Fig. 4D)\n\nWhen expressed in bacteria as GST-GK fusion proteins this variant showed similar thermolability to E300K which is a known thermolabile variant (Fig. 6A)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17353190","type":"dc:BibliographicResource","dc:abstract":"To better understand how glucokinase (GK) missense mutations associated with human glycemic diseases perturb glucose homeostasis, we generated and characterized mice with either an activating (A456V) or inactivating (K414E) mutation in the gk gene. Animals with these mutations exhibited alterations in their blood glucose concentration that were inversely related to the relative activity index of GK. Moreover, the threshold for glucose-stimulated insulin secretion from islets with either the activating or inactivating mutation were left- or right-shifted, respectively. However, we were surprised to find that mice with the activating mutation had markedly reduced amounts of hepatic GK activity. Further studies of bacterially expressed mutant enzymes revealed that GK(A456V) is as stable as the wild type enzyme, whereas GK(K414E) is thermolabile. However, the ability of GK regulatory protein to inhibit GK(A456V) was found to be less than that of the wild type enzyme, a finding consistent with impaired hepatic nuclear localization. Taken together, this study indicates that it is necessary to have knowledge of both thermolability and the interactions of mutant GK enzymes with GK regulatory protein when attempting to predict in vivo glycemic phenotypes based on the measurement of enzyme kinetics.","dc:creator":"Pino MF","dc:date":"2007","dc:title":"Glucokinase thermolability and hepatic regulatory protein binding are essential factors for predicting the blood glucose phenotype of missense mutations."},"rdfs:label":"Mouse with patient variant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Scored up from default due to use of patient derived variant and the recapitulation of disease phenotypes in model"},{"id":"cggv:bfb8bbd3-a435-4526-bcde-fffef316f04d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c8deff9c-beb4-4dcf-b388-520cfc266eb9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"heterozygous mice has 37% reduction of glucose phosphorylation in islet homogenates compared to WT, live GK activity in heterozygotes was reduced by 28% compared to WT (Table 1)\n\nFasting glucose levels were 25% higher in heterozygotes compared to WT (Table 2)\n\nHyperglycemic clamp studies showed reduced GIR by 40% in heterozygotes compared to WT, reduced glucose uptake by 44% and reduced glucose-induced insulin secretion by 37% in heterozygotes suggesting a decrease in glucose tolerance (Fig. 2) These studies also showed reduced hepatic glucose production (72%) in heterozygotes due to hyperglycemia and hyperinsulinemia (Table 3)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7665557","type":"dc:BibliographicResource","dc:abstract":"Glucokinase catalyzes a rate-limiting step in glucose metabolism in hepatocytes and pancreatic beta cells and is considered the \"glucose sensor\" for regulation of insulin secretion. Patients with maturity-onset diabetes of the young (MODY) have heterozygous point mutations in the glucokinase gene that result in reduced enzymatic activity and decreased insulin secretion. However, it remains unclear whether abnormal liver glucose metabolism contributes to the MODY disease. Here we show that disruption of the glucokinase gene results in a phenotype similar to MODY in heterozygous mice. Reduced islet glucokinase activity causes mildly elevated fasting blood glucose levels. Hyperglycemic clamp studies reveal decreased glucose tolerance and abnormal liver glucose metabolism. These findings demonstrate a key role for glucokinase in glucose homeostasis and implicate both islets and liver in the MODY disease.","dc:creator":"Bali D","dc:date":"1995","dc:title":"Animal model for maturity-onset diabetes of the young generated by disruption of the mouse glucokinase gene."},"rdfs:label":"Mouse GCK disruption"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:7d7c173b-d532-4dea-8a8d-86b55d3c056b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7c4e2e1e-b073-4141-bfba-dad831ac74a9","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"total DNA extracted from peripheral blood, PCR amplification, direct sequencing of GCK","firstTestingMethod":"PCR","phenotypes":"obo:HP_0004904","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"UnknownEthnicity","variant":{"id":"cggv:7d7c173b-d532-4dea-8a8d-86b55d3c056b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc1591cd-bf4a-4e69-a32f-265aadf41910","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.5(GCK):c.864-1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367400275"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25850297","type":"dc:BibliographicResource","dc:abstract":"Two novel mutations in glucokinase (GCK) gene-G to C substitution at -1 position of intron 7 acceptor splice site (c. 864-1G>C) and synonymous substitution c. 666C>G (GTC>GTG, p.V222V) in exon 6--were identified in patients with monogenic diabetes MODY2 (Maturity Onset Diabetes of Young). GCK minigenes with these mutations were constructed. Analysis of splicing products upon transfection of minigenes into human embryonic cell line HEK293 has shown that each of these nucleotide substitutions impair normal splicing. Mutation c.864-1G>C blocks the usage of normal acceptor site which activates cryptic acceptor splice sites within intron 7 and generates aberrant RNAs containing the portions ofintron 7. Synonymous substitution c.666C>G creates novel donor splice site in exon 6 that leads to formation of defective GCK mRNA with deletion of 16 nucleotides of exon 6. Analysis of in vitro splicing of minigenes confirms the inactivating action of novel mutations on glucokinase expression.","dc:creator":"Igudin EL","dc:date":"2014","dc:title":"[Functional characterization of two novel splicing mutations in glucokinase gene in monogenic diabetes MODY2]."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25850297","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:ff28d4bc-8bc8-4a75-b9b4-162db67c3a50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d4b9fc7-54ec-476b-94f6-173d84c1c4d1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"total DNA extracted from peripheral blood, PCR amplification, direct sequencing of GCK","firstTestingMethod":"PCR","phenotypes":"obo:HP_0004904","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"UnknownEthnicity","variant":{"id":"cggv:ff28d4bc-8bc8-4a75-b9b4-162db67c3a50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1e12f23a-985a-4ada-9ca6-72caa1329d9d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.5(GCK):c.666C>G (p.Val222=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA454608975"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25850297"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25850297","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:e5981eb9-02b2-4aac-9bdc-98bf1a30fcf2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34b54ec7-7e0f-4388-ae0a-65ee291e775d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"Direct Sequencing of GCK: genomic DNA extracted from peripheral lymphocytes, coding regions of exons 1a-10 and intron-exon boundaries of GCK were amplified via PCR, products purified and sequenced using BigDye terminator cycle sequencing kit","firstTestingMethod":"PCR","phenotypeFreeText":"At 24wks gestation: fasting glucose = 7.2mmol/L, 2hr glucose = 12.6mmol/L. At 10wks postpartum: fasting glucose = 7.1mmol/L, 2hr glucose = 9.5mmol/L","phenotypes":["obo:HP_0009800","obo:HP_0003162","obo:HP_0004904"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:e5981eb9-02b2-4aac-9bdc-98bf1a30fcf2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:163c9e76-a7a3-4b95-bf8e-aceb4885fcf6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.1015G>A (p.Glu339Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39759"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21104275","type":"dc:BibliographicResource","dc:abstract":"Glucokinase (GCK) acts as a glucose sensor and regulates β-cell insulin secretion. The heterozygous mutations in the gene encoding GCK cause a reduction of the enzyme activity, which results in a monogenic form of diabetes, maturity-onset diabetes of the young. In the present study, we identified and functionally characterized a novel missense mutation in the GCK gene, which results in a protein mutation Glu(339)→Lys (E339K), from a Chinese family with hyperglycemia. The same GCK mutation that co-segregated with diabetes phenotype was identified in five members of this family but was not found in 200 healthy control individuals. We expressed and affinity-purified the GCK proteins from bacterial expression system that carries mutation (E339K) and fused to glutathione S-transferase. The expressed GCK protein was subjected to the measurement of its biochemical effects of the missense mutation on GCK activity. Our results showed that the mutation reduced the GCK protein yield. The enzymatic kinetics and the thermal stability analysis on the recombinant GCK proteins revealed that the mutation inactivates enzyme kinetics and severely impaired the GCK protein stability.","dc:creator":"Shen Y","dc:date":"2011","dc:title":"Insight into the biochemical characteristics of a novel glucokinase gene mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21104275","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Gave default due to variant evidence"},{"id":"cggv:bbf3b080-94c1-43d1-b8c2-defd2a25bc88_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5100d1d1-fef0-4440-8174-6e01f18fc71e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"genomic DNA extracted from blood samples with EDTA, GCK exons and flanking intron regions amplified (PCR) then underwent direct sequencing using KingMed Diagnostics","firstTestingMethod":"PCR","phenotypeFreeText":"height = 146.5cm, weight = 33.0kg, BMI = 15.48 kg/m^2, FBG = 6.9 mmol/L, HbA1c = 6.2%, 2hr glucose = 9.0 mmol/L","phenotypes":"obo:HP_0003074","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:bbf3b080-94c1-43d1-b8c2-defd2a25bc88_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:74266c01-02e2-481c-b90f-047cf96771f2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.571C>T (p.Arg191Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/426122"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27269892","type":"dc:BibliographicResource","dc:abstract":"Maturity-onset diabetes of the young type 2 (MODY2) is caused by mutations in the glucokinase (GCK) gene and is rare in the Chinese population. We report three Chinese families with MODY2 and the sequencing of the GCK gene.","dc:creator":"Ping Xiao Y","dc:date":"2016","dc:title":"GCK mutations in Chinese MODY2 patients: a family pedigree report and review of Chinese literature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27269892","rdfs:label":"Case - Family 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Scored down due to lack of variant evidence"},{"id":"cggv:7b883ad3-a82b-44fc-95cd-e429d18b2f9a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d63db0d0-bb3f-4190-947c-cf72036746f6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"genomic DNA extracted from leukocytes, coding exons amplified via PCR, Sanger sequencing","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004904","obo:HP_0003074"],"previousTesting":true,"previousTestingDescription":"HNF1A and HNF4A sequenced, no variants found","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:7b883ad3-a82b-44fc-95cd-e429d18b2f9a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d31f09a5-5ffc-4326-b8e8-d1c098390d3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.4(GCK):c.608T>C (p.Val203Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/585923"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25555642","type":"dc:BibliographicResource","dc:abstract":"Genetic sequencing has become a critical part of the diagnosis of certain forms of pancreatic beta cell dysfunction. Despite great advances in the speed and cost of DNA sequencing, determining the pathogenicity of variants remains a challenge, and requires sharing of sequence and phenotypic data between laboratories. We reviewed all diabetes and hyperinsulinism-associated molecular testing done at the Seattle Children's Molecular Genetics Laboratory from 2009 to 2013. 331 probands were referred to us for molecular genetic sequencing for Neonatal Diabetes (NDM), Maturity-Onset Diabetes of the Young (MODY), or Congenital Hyperinsulinism (CHI) during this period. Reportable variants were identified in 115 (35%) patients with 91 variants in one of 6 genes: HNF1A, GCK, HNF4A, ABCC8, KCNJ11, or INS. In addition to identifying 23 novel variants, we identified unusual mechanisms of inheritance, including mosaic and digenic MODY presentations. Re-analysis of all reported variants using more recently available databases led to a change in variant interpretation from the original report in 30% of cases. These results represent a resource for molecular testing of monogenic forms of diabetes and hyperinsulinism, providing a mutation spectrum for these disorders in a large North American cohort. In addition, they highlight the importance of periodic review of molecular testing results. ","dc:creator":"Bennett JT","dc:date":"2015","dc:title":"Molecular genetic testing of patients with monogenic diabetes and hyperinsulinism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25555642","rdfs:label":"Case p.V203A"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.1},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:2804e5a8-1839-497e-b274-6a4292b42712_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a11757af-d3ed-4425-82d2-c27d04c6a113","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"genomic DNA extracted from blood samples with EDTA, GCK exons and flanking intron regions amplified (PCR) then underwent direct sequencing using KingMed Diagnostics","firstTestingMethod":"PCR","phenotypeFreeText":"FBG = 7.2 mmol/L, HbA1c = 6.7%, negative ICA and GADA, height = 143.2cm, weight = 30.4kg, BMI = 14.82 kg/m^2, normal urina sanguinis specific gravity (=1.018), 2h glucose = 9.2 mmol/L, normal insulin and C-peptide release, fasting C-peptide = 0.94ng/mL","phenotypes":["obo:HP_0001959","obo:HP_0000103"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:2804e5a8-1839-497e-b274-6a4292b42712_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1bfd1f2d-59be-4355-bfd7-ee51b652749f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.5(GCK):c.367_374dup (p.Ile126SerfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913185081"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27269892"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27269892","rdfs:label":"Case - Family 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:56629be7-d1bf-4e68-a184-e0ebeb416f9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ecbabe5a-9580-4a4a-87ac-787810ce04fa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"genomic DNA extracted from blood samples with EDTA, GCK exons and flanking intron regions amplified (PCR) then underwent direct sequencing using KingMed Diagnostics","firstTestingMethod":"PCR","phenotypeFreeText":"height = 124cm, weight = 36.5kg, BMI = 23.74 kg/m^2, FBG = 7.47 mmol/L, 2hr glucose = 9.3 mmol/L, HbA1c = 6.6%, fasting C-peptide = 2.0 ng/mL, negative pancreatic ICA and GADA, normal lipid profile, normal abdominal ultrasound, normal hearing screening","phenotypes":["obo:HP_0003074","obo:HP_0001513"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:56629be7-d1bf-4e68-a184-e0ebeb416f9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ea63bc45-6bc3-439b-a065-ec258f9573da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.556C>T (p.Arg186Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16133"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27269892"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27269892","rdfs:label":"Case - Family 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:05305cd2-75ac-4805-852c-b26bc85631ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:556a5080-5082-4f47-9f41-3c0673b5d65d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GCK exons amplified in vitro via PCR and were analyzed with single-strand conformational polymorphism, variant confirmed via sub-cloning the PCR product into M13mp18 and determining the sequence (Fig. 1b)","firstTestingMethod":"PCR","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:05305cd2-75ac-4805-852c-b26bc85631ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f71e52ae-d38d-4bd5-9e4b-be01f70b4d4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.835G>T (p.Glu279Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16132"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1570017","type":"dc:BibliographicResource","dc:abstract":"Maturity-onset diabetes of the young (MODY) is a form of non-insulin-dependent (type 2) diabetes mellitus (NIDDM) which is characterized by an early age at onset and an autosomal dominant mode of inheritance. Except for these features, the clinical characteristics of patients with MODY are similar to those with the more common late-onset form(s) of NIDDM. Previously we observed tight linkage between DNA polymorphisms in the glucokinase gene on the short arm of chromosome 7 and NIDDM in a cohort of sixteen French families having MODY. Glucokinase is an enzyme that catalyses the formation of glucose-6-phosphate from glucose and may be involved in the regulation of insulin secretion and integration of hepatic intermediary metabolism. Because the glucokinase gene was a candidate for the site of the genetic lesion in these families, we scanned this gene for mutations. Here we report the identification of a nonsense mutation in the gene encoding glucokinase and its linkage with early-onset diabetes in one family. To our knowledge, this result is the first evidence implicating a mutation in a gene involved in glucose metabolism in the pathogenesis of NIDDM.","dc:creator":"Vionnet N","dc:date":"1992","dc:title":"Nonsense mutation in the glucokinase gene causes early-onset non-insulin-dependent diabetes mellitus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1570017","rdfs:label":"Individual 1496"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:eadef865-8680-47ad-af36-05ea93dd5d3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7c49e7ff-19c5-400f-85cf-d735353babac","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"DNA extracted from buccal swab samples, PCR, Direct sequencing of GCK exon 2 using Big Dye Terminator v3.1 Cycle Sequencing, PCR-RFLP assay developed to detect variant showed three bands: 256, 504, 706bp compared to the expected 1486bp for wild-type (Fig. 2B and C)","firstTestingMethod":"PCR","phenotypeFreeText":"insulin level = 2.00 μIU·ml− 1, C-peptide = 0.68 nmol·l− 1, GAD antibodies = 0.20 U·ml− 1, ICAs = 0.20 U·ml− 1, IFCC-HbA1c = 52 mmol·mol− 1, FBG = 7.1 mmol·l− 1","phenotypes":"obo:HP_0040270","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:eadef865-8680-47ad-af36-05ea93dd5d3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a258347-ee2d-4649-ae04-3fa2f10c3299","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.76C>T (p.Gln26Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/36256"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23085272","type":"dc:BibliographicResource","dc:abstract":"Maturity Onset Diabetes of the Young (MODY) is a heterogeneous group of genetic diseases characterized by a primary defect in insulin secretion and hyperglycemia, non-ketotic disease, monogenic autosomal dominant mode of inheritance, age at onset less than 25 years, and lack of auto-antibodies. It accounts for 2-5% of all cases of non-type 1 diabetes. MODY subtype 2 is caused by mutations in the glucokinase (GCK) gene. In this study, we sequenced the GCK gene of two volunteers with clinical diagnosis for MODY2 and we were able to identify four mutations including one for a premature stop codon (c.76C>T). Based on these results, we have developed a specific PCR-RFLP assay to detect this mutation and tested 122 related volunteers from the same family. This mutation in the GCK gene was detected in 21 additional subjects who also had the clinical features of this genetic disease. In conclusion, we identified new GCK gene mutations in a Brazilian family of Italian descendance, with one due to a premature stop codon located in the second exon of the gene. We also developed a specific assay that is fast, cheap and reliable to detect this mutation. Finally, we built a molecular ancestry model based on our results for the migration of individuals carrying this genetic mutation from Northern Italy to Brazil.","dc:creator":"Mota AJ","dc:date":"2013","dc:title":"MODY 2: mutation identification and molecular ancestry in a Brazilian family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23085272","rdfs:label":"Proband 86"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:9e0dd013-8352-4949-bf8c-416d3a61d17c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bff8bb96-2164-4261-83be-800123077ba5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"DNA extracted from blood samples, PCR amplification of pancreas-specific exon 1a and exons 2-10 of GCK, Sanger sequencing of PCR fragments\n\nVariant found required further testing: PCR fragments with variant were cloned in pRSETA plasmids and sequenced with specific primers to avoid inaccuracy\n\nParental DNA samples analyzed using AmpFLSTR Identifilier PCR amplification kit - paternity confirmed","firstTestingMethod":"PCR","phenotypeFreeText":"met clinical features of MODY2 based on ADA criteria, fasting glucose = 7.2mmol/L, HbA1c = 5.9%, negative GADA, IA-2, and IAA, BMI = 17.77 kg/m^2, undergoing dietary treatment","phenotypes":["obo:HP_0004904","obo:HP_0003074"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9e0dd013-8352-4949-bf8c-416d3a61d17c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ccd9ab3-3922-48c8-a4a1-541c89495dd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000162.3(GCK):c.895G>C (p.Gly299Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16136"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27289208","type":"dc:BibliographicResource","dc:abstract":"Maturity-onset diabetes of the young 2 (MODY2) is a form of diabetes that is clinically characterized by early age at onset and mild hyperglycemia, and has a low risk of late complications. It is often underdiagnosed due to its mild symptoms. To date, over 600 different GCK/MODY2 mutations have been reported. Despite only a few de novo mutations having been described, recent studies have reported the detection of a higher frequency of this kind of mutation. Therefore, de novo mutations could be more frequent than previously described. Even though common recommendations regarding the diagnosis of monogenic diabetes include the existence of a strong family history of diabetes, here we describe the study of mutations in two families with a symptomatic individual with clear clinical features of MODY2 but without any family history of diabetes.","dc:creator":"Lopez AP","dc:date":"2016","dc:title":"Analysis of mutations in the glucokinase gene in people clinically characterized as MODY2 without a family history of diabetes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27289208","rdfs:label":"006P"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Scored down due to lack of variant evidence"},{"id":"cggv:9cea8d9f-8ded-445c-acaa-5abd32c05309_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb4d21c9-f161-45dc-8fb9-0c79414f5428","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"DNA extracted from blood samples, PCR amplification of pancreas-specific exon 1a and exons 2-10 of GCK, Sanger sequencing of PCR fragments\n\nParental DNA samples analyzed using AmpFLSTR Identifilier PCR amplification kit - paternity confirmed","firstTestingMethod":"PCR","phenotypeFreeText":"met clinical features of MODY2 based on ADA criteria, fasting glucose = 7.1mmol/L, HbA1c = 7.4%, negative GADA, IA-2, and IAA, BMI = 20.76 kg/m^2, undergoing dietary treatment","phenotypes":["obo:HP_0003074","obo:HP_0004904"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9cea8d9f-8ded-445c-acaa-5abd32c05309_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ccd9ab3-3922-48c8-a4a1-541c89495dd3"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27289208"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27289208","rdfs:label":"002P"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Scored down due to lack of variant evidence"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":881,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:096da63a-72ef-4afd-a384-f5bc877122e8","type":"GeneValidityProposition","disease":"obo:MONDO_0015967","gene":"hgnc:4195","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GCK was first reported in relation to autosomal dominant monogenic diabetes in 1992 (Froguel et al., PMID: 1545870). The phenotype is specific to GCK and generally comprises lifelong stable, mild fasting hyperglycemia in the impaired fasting glucose to low diabetic range that generally neither responds to nor requires treatment, exhibits normal response to a glucose load, and has been associated with a much lower prevalence of the vascular complications typically seen with diabetes (PMID 24430320).  This disease entity is often referred to as maturity-onset diabetes of the young (MODY) 2 (MODY2) and GCK-MODY, as well as GCK-associated hyperglycemia.  \n\n \n\nFor the association of GCK with MODY2 autosomal dominant monogenic diabetes, numerous variants have been reported in humans per ClinVar and variants in this gene have been reported in at least 11 probands in 7 publications (PMIDs: 25555642, 1570017, 21104275, 23085272, 27269892, 27289208, 25850297). Segregation and familial inheritance has also been noted (PMIDs: 1545870, 23085272, 21104275, 1570017). Additional evidence is available in the literature, however the maximum score for genetic evidence (12 pts.) has been reached. The mechanism for disease is heterozygous loss of function. This gene-disease relationship is also supported by expression studies, animal models, and in vitro functional assays. In summary, GCK is definitively associated with autosomal dominant monogenic diabetes (MODY2) or impaired fasting glucose with the specific phenotype noted above. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.  \n\n\nPer criteria outlined by the ClinGen Lumping and Splitting working group, we found differences in molecular mechanisms, inheritance patterns, and phenotypic variability underlying the GCK-related disease entities. Therefore, we have split curations for these disease entities.  \n\n\nThe present curation includes (1) Maturity-onset diabetes of the young (MODY) 2, MODY2 (MIM:125851) (due to heterozygous inactivating GCK variants). Other disease entities requiring separate curations include (2) Diabetes mellitus, permanent neonatal (MIM:606176) (due to homozygous or compound heterozygous GCK variants, usually requiring insulin treatment), and (3) Hyperinsulinemic hypoglycemia, familial, 3 (MIM:602485) (due to heterozygous activating GCK variants). Type 2 diabetes (polygenic; MIM:125853) will not be curated since the contribution of GCK is in the form of common variants with a small effect.\n","dc:isVersionOf":{"id":"cggv:c7291ae0-3356-4c7b-832a-edae5176739f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}