{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-10-07T20:16:02.989Z","role":"Publisher"},{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-07T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25131394","type":"dc:BibliographicResource","dc:abstract":"The acronym VATER/VACTERL association describes the combination of at least three of the following cardinal features: vertebral defects, anorectal malformations, cardiac defects, tracheoesophageal fistula with or without esophageal atresia, renal malformations, and limb defects. Although fibroblast growth factor-8 (FGF8) mutations have mainly found in patients with Kallmann syndrome, mice with a hypomorphic Fgf8 allele or complete gene invalidation display, aside from gonadotropin-releasing hormone deficiency, parts or even the entire spectrum of human VATER/VACTERL association.","dc:creator":"Zeidler C","dc:date":"2014","dc:title":"Heterozygous FGF8 mutations in patients presenting cryptorchidism and multiple VATER/VACTERL features without limb anomalies."},"evidence":[{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56f6a216-3587-478c-b475-781e29cf7e67","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6df8d294-01a3-4f29-80be-53349776d696","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Studied expression in human embryonic stem cells undergoing differentiation to cardiomyocytes and expression in the human embryonic heart.\nFGF8  was expressed in the outflow tract (OFT) of human embryos, further supporting the role of FGF8 and FGF10 in development of the OFT\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32664970","type":"dc:BibliographicResource","dc:abstract":"Conotruncal defects (CTDs) are a type of heterogeneous congenital heart diseases (CHDs), but little is known about their etiology. Increasing evidence has demonstrated that fibroblast growth factor (FGF) 8 and FGF10 may be involved in the pathogenesis of CTDs.","dc:creator":"Zhou S","dc:date":"2020","dc:title":"Mutations in fibroblast growth factor (FGF8) and FGF10 identified in patients with conotruncal defects."},"rdfs:label":"Expression in human embryonic stem cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e065b6b8-37a8-450c-9908-449cee098814","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec1d8992-f94e-4645-8e1f-35f60a702916","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"From the 3-somite stage onwards fgf8-positive cells can be observed in the lateral plate mesoderm in the area of the incipient heart field (Fig. 2A,B).\nAt the 4-somite stage fgf8 is expressed in the lateral plate mesoderm adjacent to the posterior part of the gata4 expression domain (Fig. 2J-L), which includes the heart precursors\nThe fgf8 expression overlaps partially with the expression domains of gata4 and almost completely with nkx2.5 at the 11- somite stage (Fig. 2P-U)\nIn ace mutants, expression of nkx2.7, gata4 and nkx2.5 are affected from the onset of expression","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10603341","type":"dc:BibliographicResource","dc:abstract":"Vertebrate heart development is initiated from bilateral lateral plate mesoderm that expresses the Nkx2.5 and GATA4 transcription factors, but the extracellular signals specifying heart precursor gene expression are not known. We describe here that the secreted signaling factor Fgf8 is expressed in and required for development of the zebrafish heart precursors, particularly during initiation of cardiac gene expression. fgf8 is mutated in acerebellar (ace) mutants, and homozygous mutant embryos do not establish normal circulation, although vessel formation is only mildly affected. In contrast, heart development, in particular of the ventricle, is severely abnormal in acerebellar mutants. Several findings argue that Fgf8 has a direct function in development of cardiac precursor cells: fgf8 is expressed in cardiac precursors and later in the heart ventricle. Fgf8 is required for the earliest stages of nkx2.5 and gata4, but not gata6, expression in cardiac precursors. Cardiac gene expression is restored in acerebellar mutant embryos by injecting fgf8 RNA, or by implanting a Fgf8-coated bead into the heart primordium. Pharmacological inhibition of Fgf signalling during formation of the heart primordium phenocopies the acerebellar heart phenotype, confirming that Fgf signaling is required independently of earlier functions during gastrulation. These findings show that fgf8/acerebellar is required for induction and patterning of myocardial precursors.","dc:creator":"Reifers F","dc:date":"2000","dc:title":"Induction and differentiation of the zebrafish heart requires fibroblast growth factor 8 (fgf8/acerebellar)."},"rdfs:label":"Expression during zebrafish development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2b91feb9-a094-4dbe-aa8a-d0065aacd81e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:720a3112-f49c-438c-aa8e-8106e85e1de8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Fgf8-expressing cell population at E7.75 and E8.0 includes precursors of the heart and associated vessels\nBy E9.25, however, Fgf8 RNA was not detected above background levels in the developing heart and vasculature\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7768185","type":"dc:BibliographicResource","dc:abstract":"Evidence is accumulating that members of the FGF gene family provide signals that act locally to regulate growth and patterning in vertebrate embryos. In this report, we provide a detailed analysis of the mouse Fgf8 gene. We have mapped the Fgf8 locus to the distal region of mouse chromosome 19, and sequenced the 5' coding region of the gene. Our data identify a new coding exon, and locate multiple splice donor and splice acceptor sites that can be used to produce at least seven transcripts encoding a family of secreted FGF8 proteins with different N termini. From these results, it appears that Fgf8 is structurally the most complex member of the FGF family described to date. In the embryo, many of the regions in which Fgf8 RNA is localized are known to direct outgrowth and patterning, including the apical ectodermal ridge of the limb bud, the primitive streak and tail bud, the surface ectoderm overlying the facial primorida and the midbrain-hindbrain junction, suggesting that FGF8 may be a component of the regulatory signals that emanate from these regions.","dc:creator":"Crossley PH","dc:date":"1995","dc:title":"The mouse Fgf8 gene encodes a family of polypeptides and is expressed in regions that direct outgrowth and patterning in the developing embryo."},"rdfs:label":"Expression in mouse embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f460bf20-89a9-49a3-bf47-fb2d76284519","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55f3f5de-d6ed-4928-bc2b-03e52598f334","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Absence of the Notch ligand Jagged1 or inhibition of Notch signaling in second heart field tissues results in murine aortic arch artery and cardiac anomalies. \nIn mid-gestation, these mutants displayed decreased Fgf8 and Bmp4 expression. \nNotch inhibition within the second heart field affected the development of neighboring tissues. For example, faulty migration of cardiac neural crest cells and defective endothelial-mesenchymal transition within the outflow tract endocardial cushions were observed. \nFurthermore, exogenous Fgf8 was sufficient to rescue the defect in endothelial-mesenchymal transition in explant assays of endocardial cushions following Notch inhibition within second heart field derivatives","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19509466","type":"dc:BibliographicResource","dc:abstract":"Notch signaling is vital for proper cardiovascular development and function in both humans and animal models. Indeed, mutations in either JAGGED or NOTCH cause congenital heart disease in humans and NOTCH mutations are associated with adult valvular disease. Notch typically functions to mediate developmental interactions between adjacent tissues. Here we show that either absence of the Notch ligand Jagged1 or inhibition of Notch signaling in second heart field tissues results in murine aortic arch artery and cardiac anomalies. In mid-gestation, these mutants displayed decreased Fgf8 and Bmp4 expression. Notch inhibition within the second heart field affected the development of neighboring tissues. For example, faulty migration of cardiac neural crest cells and defective endothelial-mesenchymal transition within the outflow tract endocardial cushions were observed. Furthermore, exogenous Fgf8 was sufficient to rescue the defect in endothelial-mesenchymal transition in explant assays of endocardial cushions following Notch inhibition within second heart field derivatives. These data support a model that relates second heart field, neural crest, and endocardial cushion development and suggests that perturbed Notch-Jagged signaling within second heart field progenitors accounts for some forms of congenital and adult cardiac disease.","dc:creator":"High FA","dc:date":"2009","dc:title":"Murine Jagged1/Notch signaling in the second heart field orchestrates Fgf8 expression and tissue-tissue interactions during outflow tract development."},"rdfs:label":"Interaction with Jagged1 and Notch signaling"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c0cd01c7-d050-461b-99c7-5880904ebe14","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9a76cb00-472a-46ba-994d-d066e4843c96","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fgf8H/- mutants exhibit lethal cardiovascular malformations in 95% of 60 term mutants (included IAA type B, RAA, truncus arteriosus, DORV, arch abnormalities)\nSimilar phenotype to 22q11 deletion syndrome\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12223415","type":"dc:BibliographicResource","dc:abstract":"Deletion of chromosome 22q11, the most common microdeletion detected in humans, is associated with a life-threatening array of birth defects. Although 90% of affected individuals share the same three megabase deletion, their phenotype is highly variable and includes craniofacial and cardiovascular anomalies, hypoplasia or aplasia of the thymus with associated deficiency of T cells, hypocalcemia with hypoplasia or aplasia of the parathyroids, and a variety of central nervous system abnormalities. Because ablation of neural crest in chicks produces many features of the deletion 22q11 syndrome, it has been proposed that haploinsufficiency in this region impacts neural crest function during cardiac and pharyngeal arch development. Few factors required for migration, survival, proliferation and subsequent differentiation of pharyngeal arch neural crest and mesoderm-derived mesenchyme into their respective cardiovascular, musculoskeletal, and glandular derivatives have been identified. However, the importance of epithelial-mesenchymal interactions and pharyngeal endoderm function is becoming increasingly clear. Fibroblast growth factor 8 is a signaling molecule expressed in the ectoderm and endoderm of the developing pharyngeal arches and known to play an important role in survival and patterning of first arch tissues. We demonstrate a dosage-sensitive requirement for FGF8 during development of pharyngeal arch, pharyngeal pouch and neural crest-derived tissues. We show that FGF8 deficient embryos have lethal malformations of the cardiac outflow tract, great vessels and heart due, at least in part, to failure to form the fourth pharyngeal arch arteries, altered expression of Fgf10 in the pharyngeal mesenchyme, and abnormal apoptosis in pharyngeal and cardiac neural crest. The Fgf8 mutants described herein display the complete array of cardiovascular, glandular and craniofacial phenotypes seen in human deletion 22q11 syndromes. This represents the first single gene disruption outside the typically deleted region of human chromosome 22 to fully recapitulate the deletion 22q11 phenotype. FGF8 may operate directly in molecular pathways affected by deletions in 22q11 or function in parallel pathways required for normal development of pharyngeal arch and neural crest-derived tissues. In either case, Fgf8 may function as a modifier of the 22q11 deletion and contribute to the phenotypic variability of this syndrome.","dc:creator":"Frank DU","dc:date":"2002","dc:title":"An Fgf8 mouse mutant phenocopies human 22q11 deletion syndrome."},"rdfs:label":"Mouse hypomorph"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3317738c-a7af-4f10-a179-17f85cac7a8c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da1716d8-b179-4246-ac14-f8f6e410e142","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9462741","type":"dc:BibliographicResource","dc:abstract":"We describe a strategy for generating an allelic series of mutations at a given locus that requires the production of only one targetted mouse line. The 'allelogenic' mouse line we produced carries a hypomorphic allele of Fgf8, which can be converted to a null allele by mating to cre transgenic animals. The hypomorphic allele can also be reverted to wild-type by mating the allelogenic mice to flp transgenic animals, thereby generating a mouse line suitable for Cre-induced tissue-specific knockout experiments. Analysis of embryos carrying different combinations of these alleles revealed requirements for Fgf8 gene function during gastrulation, as well as cardiac, craniofacial, forebrain, midbrain and cerebellar development.","dc:creator":"Meyers EN","dc:date":"1998","dc:title":"An Fgf8 mutant allelic series generated by Cre- and Flp-mediated recombination."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Knockout mouse model not specific to the reported variants."},{"id":"cggv:e930477b-fb9d-46d0-86ba-5e1e60473557","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c7769f43-387e-4756-af4b-6de259d09020","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The heart of acerebellar mutant embryos is severely dysmorphic. It is overall shorted with reduced size of the ventricular part. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10603341","rdfs:label":"Zubrafish mutant model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Dysmorphic heart in zebrafish not exact phenotype match."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Moderate","sequence":9143,"specifiedBy":"GeneValidityCriteria10","strengthScore":7,"subject":{"id":"cggv:25edbf52-f6c9-44de-ae50-874274abcb4a","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:3686","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FGF8* was first reported in relation to autosomal dominant congenital heart disease in 2020 (Zhou et al., PMID 32664970). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, these disease entities have been lumped into one disease entity, autosomal dominant congenital heart disease. Evidence for association with hypogonadotrophic hypogonadism was not included in the curation. At least two rare missense variants have been reported in two probands in one publication (PMID: 32664970) and are included in this curation using an allele frequency threshold of 1x10-5.  This gene disease relationship is supported by expression studies, protein interaction studies and animal models (PMIDs 7768185, 32664970, 10603341, 19509466, 9462741, 10603341, 12223415). There was additional experimental evidence that was not scored due to reaching the maximum experimental points. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 5/7/2024 (SOP version 10).","dc:isVersionOf":{"id":"cggv:fcfc7314-105a-428b-b4a0-0a0da4702192"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}