{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-15T23:41:49.763Z","role":"Publisher"},{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-15T23:41:40.163Z","role":"Approver"}],"evidence":[{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9df251d9-90c8-4be2-bfc0-af64679b2900","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5832780b-256b-468d-a257-4689204df7e4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Dyskerin (DKC1), human telomerase reverse transcriptase (TERT), and human telomerase RNA component (TERC) have been found together in the catalitically active telomerase complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17395830","type":"dc:BibliographicResource","dc:abstract":"Telomerase is a ribonucleoprotein enzyme complex that adds 5'-TTAGGG-3' repeats onto the ends of human chromosomes, providing a telomere maintenance mechanism for approximately 90% of human cancers. We have purified human telomerase approximately 10(8)-fold, with the final elution dependent on the enzyme's ability to catalyze nucleotide addition onto a DNA oligonucleotide of telomeric sequence, thereby providing specificity for catalytically active telomerase. Mass spectrometric sequencing of the protein components and molecular size determination indicated an enzyme composition of two molecules each of telomerase reverse transcriptase, telomerase RNA, and dyskerin.","dc:creator":"Cohen SB","dc:date":"2007","dc:title":"Protein composition of catalytically active human telomerase from immortal cells."},"rdfs:label":"Co-immunopurification"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"All three genes in interaction have been associated with Dyskeratosis Congenita."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1738bb98-e54b-4e4f-a3cb-07ad2d459a8c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5433c589-1bdc-41cc-8f29-d7c3469cf3b5","type":"FunctionalAlteration","dc:description":"Terminal restriction fragments (TRFs) in lymphoblasts from the three DKC affected   brothers at ages 15, 18, and 19 were several kbp shorter  than TRFs in lymphoblasts from their clinically unaffected, 47-year-old mother. TRFs in lymphoblasts from the unrelated DKC-affected male at age 7 were also abnormally short. TRFs in all the DKC lymphoblasts were much shorter than  expected  for  age-matched  normal  individuals and  in  fact were at or  below the critically  short  telomere length that induces growth crisis in culture.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10591218","type":"dc:BibliographicResource","dc:abstract":"The X-linked form of the human disease dyskeratosis congenita (DKC) is caused by mutations in the gene encoding dyskerin. Sufferers have defects in highly regenerative tissues such as skin and bone marrow, chromosome instability and a predisposition to develop certain types of malignancy. Dyskerin is a putative pseudouridine synthase, and it has been suggested that DKC may be caused by a defect in ribosomal RNA processing. Here we show that dyskerin is associated not only with H/ACA small nucleolar RNAs, but also with human telomerase RNA, which contains an H/ACA RNA motif. Telomerase adds simple sequence repeats to chromosome ends using an internal region of its RNA as a template, and is required for the indefinite proliferation of primary human cells. We find that primary fibroblasts and lymphoblasts from DKC-affected males are not detectably deficient in conventional H/ACA small nucleolar RNA accumulation or function; however, DKC cells have a lower level of telomerase RNA, produce lower levels of telomerase activity and have shorter telomeres than matched normal cells. The pathology of DKC is consistent with compromised telomerase function leading to a defect in telomere maintenance, which may limit the proliferative capacity of human somatic cells in epithelia and blood.","dc:creator":"Mitchell JR","dc:date":"1999","dc:title":"A telomerase component is defective in the human disease dyskeratosis congenita."},"rdfs:label":"Telomere length"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"The authors also demonstrated the interaction of the Dyskerin with telomerase assembly (Biochemical function) and its interaction with hTERT (protein interaction)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df3753af-f697-483c-8aa9-7e6c6c7d33e8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:803c842e-0f39-42ef-874c-64a8a05e8d4f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of GSE24-2 increased telomerase activity in all patient cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18057229","type":"dc:BibliographicResource","dc:abstract":"Dyskerin gene is mutated in patients with X-linked dyskeratosis congenita (X-DC), which results in greatly reduced levels of telomerase activity. A genetic suppressor element (GSE) termed GSE24-2 has been isolated in a screening for cisplatin resistance. GSE24-2-expressing cells presented impaired telomerase inhibition following in vitro exposure to chemotherapies, such as cisplatin, or telomerase inhibitors. The promoter of the telomerase component hTERT was constitutively activated in GSE24-2 cells in a c-myc expression-dependent manner. Deletion analyses and mutagenesis of the human c-myc promoter demonstrated that the target sequence for activation was the nuclease hypersensitive element-III (NHEIII) site located upstream to the P1 region of the promoter. Further, expression of GSE24-2 in cell lines derived from patients with X-DC and in VA13 cells induced increased hTERT RNA and hTR levels and recovery of telomerase activity. Finally, expression of GSE24-2 was able to rescue X-DC fibroblasts from premature senescence. These data demonstrate that this domain of dyskerin plays an important role in telomerase maintenance following cell insults such as cisplatin treatment, and in telomerase-defective cells in patients with X-DC. The expression of this dyskerin fragment has a dominant function in X-DC cells and could provide the basis for a therapeutic approach to this disease.","dc:creator":"Machado-Pinilla R","dc:date":"2008","dc:title":"A dyskerin motif reactivates telomerase activity in X-linked dyskeratosis congenita and in telomerase-deficient human cells."},"rdfs:label":"GSE24.2"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"The wild-type DKC does not rescue the phenotype. Expression of GSE24-2 was able to trigger a recovery of telomerase activity by up-regulating hTERT and hTR RNA levels."},{"id":"cggv:59ab426f-9c68-42ec-a40b-e5623b9077e5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d7e9a948-9d87-4d8f-b583-724a43403313","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The A353V variant resulted in decreased Terc RNA levels and telomerase activity, which in turn resulted in shortened telomeres as documented in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15240872","type":"dc:BibliographicResource","dc:abstract":"Dyskerin is a nucleolar protein present in small nucleolar ribonucleoprotein particles that modify specific uridine residues of rRNA by converting them to pseudouridine. Dyskerin is also a component of the telomerase complex. Point mutations in the human gene encoding dyskerin cause the skin and bone marrow failure syndrome dyskeratosis congenita (DC). To test the extent to which disruption of pseudouridylation or telomerase activity may contribute to the pathogenesis of DC, we introduced two dyskerin mutations into murine embryonic stem cells. The A353V mutation is the most frequent mutation in patients with X-linked DC, whereas the G402E mutation was identified in a single family. The A353V, but not the G402E, mutation led to severe destabilization of telomerase RNA, a reduction in telomerase activity, and a significant continuous loss of telomere length with increasing numbers of cell divisions during in vitro culture. Both mutations caused a defect in overall pseudouridylation and a small but detectable decrease in the rate of pre-rRNA processing. In addition, both mutant embryonic stem cell lines showed a decrease in the accumulation of a subset of H/ACA small nucleolar RNAs, correlating with a significant decrease in site-specific pseudouridylation efficiency. Interestingly, the H/ACA snoRNAs decreased in the G402E mutant cell line differed from those affected in A353V mutant cells. Hence, our findings show that point mutations in dyskerin may affect both the telomerase and pseudouridylation pathways and the extent to which these functions are altered can vary for different mutations.","dc:creator":"Mochizuki Y","dc:date":"2004","dc:title":"Mouse dyskerin mutations affect accumulation of telomerase RNA and small nucleolar RNA, telomerase activity, and ribosomal RNA processing."},"rdfs:label":"MurineES_A353V"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:4c862651-a619-413c-959a-42d9f22c65b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6855d49-1265-4a43-9bd5-0b0e519fe22e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"RT-PCR was performed on peripheral blood samples of patients with primers designed for DKC1 cDNA. The four overlapping fragments were sequenced to detect the mutations. The mutations were then confirmed by RFLP.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001876","obo:HP_0000579","obo:HP_0002745","obo:HP_0008404"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4c862651-a619-413c-959a-42d9f22c65b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6ff112e2-31a2-4b08-8852-5ec55c5f9cc6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.106T>G (p.Phe36Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341107"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9590285","type":"dc:BibliographicResource","dc:abstract":"X-linked recessive dyskeratosis congenita (DKC) is a rare bone-marrow failure disorder linked to Xq28. Hybridization screening with 28 candidate cDNAs resulted in the detection of a 3' deletion in one DKC patient with a cDNA probe (derived from XAP101). Five different missense mutations in five unrelated patients were subsequently identified in XAP101, indicating that it is the gene responsible for X-linked DKC (DKC1). DKC1 is highly conserved across species barriers and is the orthologue of rat NAP57 and Saccharomyces cerevisiae CBF5. The peptide dyskerin contains two TruB pseudouridine (psi) synthase motifs, multiple phosphorylation sites, and a carboxy-terminal lysine-rich repeat domain. By analogy to the function of the known dyskerin orthologues, involvement in the cell cycle and nucleolar function is predicted for the protein.","dc:creator":"Heiss NS","dc:date":"1998","dc:title":"X-linked dyskeratosis congenita is caused by mutations in a highly conserved gene with putative nucleolar functions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590285","rdfs:label":"AR/DCR-026"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:ba017e89-8e6b-43bd-86b1-63e55ad485c3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9fa6f82-0ceb-4b54-901b-8c59690061e7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"\"In case 2 of family  A  the  purified  PCR  products  from  each  exon  were sequenced directly using an ABI automated sequencer\"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001320","obo:HP_0000252","obo:HP_0001270","obo:HP_0001511","obo:HP_0005528"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ba017e89-8e6b-43bd-86b1-63e55ad485c3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3695ea0a-c23a-45df-a015-5a3717a0f3ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.361A>G (p.Ser121Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA264767"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10583221","type":"dc:BibliographicResource","dc:abstract":"Hoyeraal-Hreidarsson (HH) syndrome is a multisystem disorder affecting boys characterized by aplastic anaemia (AA), immunodeficiency, microcephaly, cerebellar-hypoplasia and growth retardation. Its pathogenesis is unknown. X-linked dyskeratosis congenita (DC) is an inherited bone-marrow-failure syndrome characterized by skin pigmentation, nail dystrophy and leucoplakia which usually develop towards the end of the first decade of life. AA occurs in >90% of cases of DC. We speculated that mutations in the gene responsible for X-linked DC (DKC1) may account for the HH syndrome, due to the phenotypic similarities between the disease in respect of AA and gender bias. We therefore analysed the DKC1 gene in two HH families. In one family a nucleotide change at position 361(A --> G) in exon 5 was found in both affected brothers; in the other family a nucleotide change at position 146(C --> T) in exon 3 was found in the affected boys. The finding of these two novel missense DKC1 mutations demonstrates that HH is a severe variant of DC. They also show that mutations in DKC1 can give rise to a very wide clinical spectrum of manifestations. Boys with unexplained AA or immunodeficiency should be tested for mutations in DKC1 even though they may lack diagnostic features of DC.","dc:creator":"Knight SW","dc:date":"1999","dc:title":"Unexplained aplastic anaemia, immunodeficiency, and cerebellar hypoplasia (Hoyeraal-Hreidarsson syndrome) due to mutations in the dyskeratosis congenita gene, DKC1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10583221","rdfs:label":"famA_case2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The deceased brother (reported by PMID7607282) also was found to have the same variant via testing on skin fibroblasts. There is also an additional report of the same variant by another group (PMID: 31027506). The variant is absent from population databases."},{"id":"cggv:bf0a972a-de08-42c5-85e0-7b372c32a3c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:542e43e1-b9f1-4caa-8007-2af247631c2b","type":"Proband","detectionMethod":"\"Any patient sample that showed a shift on the SSCP gel was then reamplified in the absence of [32P]-dCTP, and the PCR fragment was purified by use of a Qiagen column. The samples were then sequenced  on  an  ABI  373  automatic  sequencer.\"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"SSCP","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bf0a972a-de08-42c5-85e0-7b372c32a3c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:131c9787-510d-4bf3-9c3e-5373c1eb02f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.1058C>T (p.Ala353Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341116"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10364516","type":"dc:BibliographicResource","dc:abstract":"Dyskeratosis congenita is a rare inherited bone marrow-failure syndrome characterized by abnormal skin pigmentation, nail dystrophy, and mucosal leukoplakia. More than 80% of patients develop bone-marrow failure, and this is the major cause of premature death. The X-linked form of the disease (MIM 305000) has been shown to be caused by mutations in the DKC1 gene. The gene encodes a 514-amino-acid protein, dyskerin, that is homologous to Saccharomyces cerevisiae Cbf5p and rat Nap57 proteins. By analogy to the homologues in other species, dyskerin is predicted to be a nucleolar protein with a role in both the biogenesis of ribosomes and, in particular, the pseudouridylation of rRNA precursors. We have determined the genomic structure of the DKC1 gene; it consists of 15 exons spanning a region of 15 kb. This has enabled us to screen for mutations in the genomic DNA, by using SSCP analysis. Mutations were detected in 21 of 37 additional families with dyskeratosis congenita that were analyzed. These mutations consisted of 11 different single-nucleotide substitutions, which resulted in 10 missense mutations and 1 putative splicing mutation within an intron. The missense change A353V was observed in 10 different families and was shown to be a recurring de novo event. Two polymorphisms were also detected, one of which resulted in the insertion of an additional lysine in the carboxy-terminal polylysine domain. It is apparent that X-linked dyskeratosis congenita is predominantly caused by missense mutations; the precise effect on the function of dyskerin remains to be determined.","dc:creator":"Knight SW","dc:date":"1999","dc:title":"X-linked dyskeratosis congenita is predominantly caused by missense mutations in the DKC1 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10364516","rdfs:label":"DCR-004"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The most commonly reported variant (PMID: 10700698, 11491307, 15304085, 16332973). Variant's deleterious effect on telomere length has also been studied robustly."},{"id":"cggv:7cae22c0-a365-444f-ad8f-b5805e43339b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db46a913-05c3-4b29-aa90-bb165cf20ddc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Fragments encompassing all coding exons and flanking intronic sequences of DKC1, TERT, and TERC were amplified from genomic DNA by PCR. These fragments were then subjected to denaturing\nHPLC analysis (in the presence of equal amounts of wild-type DNA fragments in the case of the X-linked DKC1 gene). Where abnormal patterns of elution were identified, the fragments were\nre-amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002721","obo:HP_0000252","obo:HP_0002242"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7cae22c0-a365-444f-ad8f-b5805e43339b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ea507f0-0745-4b33-84e1-49ef24cd90eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.1133G>A (p.Arg378Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16608850"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21931702","type":"dc:BibliographicResource","dc:abstract":"The bone marrow failure syndrome dyskeratosis congenita (DC) has been considered to be a disorder of telomere maintenance in which disease features arise due to accelerated shortening of telomeres. By screening core components of the telomerase and shelterin complexes in patients with DC and related bone marrow failure syndromes we have identified 24 novel mutations: 11 in the RNA component of telomerase (TERC), 8 in the reverse transcriptase component (TERT), 4 in dyskerin (DKC1) and 1 in TRF1-interacting nuclear factor 2 (TINF2). This has prompted us to review these genetic subtypes in terms of telomere length, telomerase activity and clinical presentation among 194 genetically characterised index cases recruited onto the registry in London. While those with DKC1 and TINF2 mutations present at a younger age and have more disease features than those with TERC or TERT mutations, there is no difference in telomere length between these groups. There is no difference in the age of onset and numbers of disease features seen in those with TERC and TERT mutations despite the fact that the latter show higher levels of telomerase activity in vitro. The incidence of aplastic anaemia is greater in patients with TERC or TINF2 mutations compared to patients with DKC1 mutations, and cancer incidence is highest in patients with TERC mutations. These data are the first to provide robust comparisons between different genetic subtypes of telomerase and shelterin mutations (the \"telomereopathies\") and clearly demonstrate that disease severity is not explained by telomere length alone.","dc:creator":"Vulliamy TJ","dc:date":"2011","dc:title":"Differences in disease severity but similar telomere lengths in genetic subgroups of patients with telomerase and shelterin mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21931702","rdfs:label":"Vulliamy TJ"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The authors showed the decreased telomere length in the individual. The variant has also been reported by another study (PMID: 31474318)."},{"id":"cggv:36ff45ea-7346-452b-9da3-d81a6cb7e60d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db5f9e62-5df8-4fe9-a012-4049b55d75e1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"detectionMethod":"Singleton WES + Sanger sequencing for confirmation/segregation.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001873","obo:HP_0002188","obo:HP_0001272","obo:HP_0001562","obo:HP_0000252","obo:HP_0005528","obo:HP_0002599"],"previousTesting":true,"previousTestingDescription":"Chromosomal breakage analysis","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:36ff45ea-7346-452b-9da3-d81a6cb7e60d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b77db20a-e4ec-44f9-b428-23fc560de778","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.146C>T (p.Thr49Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA156187"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24914498","type":"dc:BibliographicResource","dc:abstract":"Hoyeraal-Hreidarsson syndrome is a severe multisystem disorder that is characterized by bone-marrow failure, intrauterine growth retardation, microcephaly, immunodeficiency, and cerebellar atrophy. This rare disease shares clinical features with dyskeratosis congenita and, together, they are recognized as a group of disorders caused by telomere dysfunction. As the genetic background of dyskeratosis congenita or Hoyeraal-Hreidarsson syndrome has expanded rapidly, multiple causative genes and inheritance patterns pose a great challenge to their genetic diagnosis.","dc:creator":"Lim BC","dc:date":"2014","dc:title":"Hoyeraal-Hreidarsson syndrome with a DKC1 mutation identified by whole-exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24914498","rdfs:label":"Lim BC-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The variant has been reported recurrently (PMIDs: 10583221, 11491307, 14648217, 28102861) in unrelated affected individuals and not observed in population databases (gnomAD v2.1 and v3, TOPMed Freeze 5)."},{"id":"cggv:b42c2e77-709a-48f0-b681-09d8fcd90eb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bdfa99f2-66cc-4fcb-be5a-886912068388","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Genomic DNA extracted from peripheral blood cells were Sanger sequenced for all exons of DKC1 along with all exons of TERT, TERC, and exon 6 of TINF2","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001873","obo:HP_0001000","obo:HP_0008404"],"previousTesting":true,"previousTestingDescription":"Relative telomere length (RTL) was determined in DNA extracted from total peripheral blood white cells from patients ( n = 135) and controls ( n = 113), by the quantitative PCR method.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b42c2e77-709a-48f0-b681-09d8fcd90eb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc92a481-076b-4abf-95f0-6026a720af41","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.203A>G (p.His68Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/446380"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29483670","type":"dc:BibliographicResource","dc:abstract":"Telomere-related disorders are a clinically and genetically heterogeneous group of disorders characterized by premature telomere shortening and proliferative failure of a variety of tissues. This study reports the spectrum of telomere-related gene variants and telomere length in Nordic patients referred for genetic testing due to suspected telomere-related disorder. We performed Sanger sequencing of the genes TERT, TERC, DKC1, and TINF2 on 135 unrelated index patients and measured telomere length by qPCR on DNA from peripheral blood leukocytes. We identified pathogenic or likely pathogenic variants in 10 index patients, all of which had short telomeres compared to age-matched healthy controls. Six of the 10 variants were novel; three in TERC (n.69_74dupAGGCGC, n.122_125delGCGG, and n.407_408delinsAA) and three in TERT (p.(D684G), p.(R774*), and p.(*1133Wext*39)). The high proportion of novel variants identified in our study highlights the need for solid interpretation of new variants that may be detected. Measurement of telomere length is a useful approach for evaluating pathogenicity of genetic variants associated with telomere-related disorders.","dc:creator":"Norberg A","dc:date":"2018","dc:title":"Novel variants in Nordic patients referred for genetic testing of telomere-related disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29483670","rdfs:label":"Norberg-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was reported by another group (PMID: 22664374) in an unrelated affected individual. The decrease in patient's RTL length can be deduced from the figure 1a, though not specified."},{"id":"cggv:71bf8821-a918-47dc-9eb5-5399c6ee5b9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da6eb223-86ce-422d-95f8-e738d8bab018","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"RT-PCR was performed on peripheral blood samples of patients with primers designed for DKC1 cDNA. The four overlapping fragments were sequenced to detect the mutations. The mutations were then confirmed by RFLP.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0100798","obo:HP_0002745"],"previousTesting":true,"previousTestingDescription":"Increased chromosome instability in BrdU treated fibroblasts; hypersensitive to mitomycin-C induced cell killing","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:71bf8821-a918-47dc-9eb5-5399c6ee5b9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:047f0929-9fd2-41ac-b634-9f5a36c91ef2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001363.5(DKC1):c.109_111del (p.Leu37del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341109"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590285"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9590285","rdfs:label":"GM1774A"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variants' deleterious effect on telomere length has been shown by functional studies (PMIDs: 10591218, 20164838)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:c4fe9830-22a8-4ce2-bed4-82566a230721_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a3cfba11-749f-433d-a68e-23b84affeab1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Sequencing of all 15 exons with the exon-intron boundaries.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001876","obo:HP_0005528","obo:HP_0001263","obo:HP_0004313","obo:HP_0008070","obo:HP_0001321","obo:HP_0001511","obo:HP_0008404","obo:HP_0000155"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c4fe9830-22a8-4ce2-bed4-82566a230721_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:131c9787-510d-4bf3-9c3e-5373c1eb02f7"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10700698","type":"dc:BibliographicResource","dc:abstract":"X-linked dyskeratosis congenita (DKC) is characterized by mucosal leukoplakia and ulcerations, skin abnormalities, nail dystrophy, and pancytopenia. Hoyeraal-Hreidarsson syndrome (HHS) includes intrauterine growth retardation, microcephaly, mental retardation, cerebellar malformation, and pancytopenia. A patient with striking features of both HHS and DKC has a de novo mutation in the DKC1 gene, known to be responsible for DKC. HHS may be a severe form of DKC, in which affected individuals die before characteristic mucocutaneous features develop.","dc:creator":"Yaghmai R","dc:date":"2000","dc:title":"Overlap of dyskeratosis congenita with the Hoyeraal-Hreidarsson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10700698","rdfs:label":"Yaghmai_denovo"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Reported as de novo (in 2000) but no STR analysis was mentioned. However, the possibility of non-maternity can be negligible as the score would be rounded to 2."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":2955,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:2087b706-dfb3-4b16-9d31-10ef4806c55f","type":"GeneValidityProposition","disease":"obo:MONDO_0010584","gene":"hgnc:2890","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"Variants in DKC1 were first reported in 1998 (Heiss NS et al., PMID: 9590285) in relation to X-linked Dyskeratosis congenita [MIM:305000], a telomere biogenesis disorder that is characterized by a triad of abnormal skin pigmentation, nail dystrophy, leukoplakia of the oral mucosa, and increased risk for bone marrow failure and associated hematologic malignancies and solid tumors. A clinically more severe form also known as ‘Hoyeraal-Hreidarsson syndrome’ consists of profound neurodevelopmental delay and cerebellar hypoplasia in addition to classical Dyskeratosis congenita findings and is included in this curation per the ClinGen Lumping and Splitting guidelines. The vast majority (~95%) of the reported predicted and/or proven pathogenic variants are missense. Six recurrent missense variants, including the most common p.Ala353Val variant, and one non-frameshift deletion variant that have been reported in ~20 probands in at least seven publications (PMIDs: 10700698, 21931702, 10583221, 10364516, 29483670, 24914498, 9590285) are included in this curation. More evidence is available in the literature, but the maximum score (7 pts.) for genetic evidence of missense variants has been reached. This gene-disease association is also supported by protein interaction studies, in vitro functional assays on patient cells, and non-human model organism studies that demonstrated the protein’s (dyskerin) interaction/co-localization with other telomerase assembly proteins (TERT and TERC) that have also been associated with Dyskeratosis congenita in an autosomal dominant and autosomal recessive inheritances, decrease in telomere lengths in the cells of affected individuals, and recapitulation of functional and biochemical defects in non-human model organisms (PMIDs: 10591218, 15240872, 17395830, 18057229). In summary, DKC1 is definitively associated with X-linked Dyskeratosis congenita. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:bb90bea1-16e7-44da-8551-91fb5fd7088a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}