{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-06T15:48:22.711Z","role":"Publisher"},{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-04-11T06:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24812067","type":"dc:BibliographicResource","dc:abstract":"Kinesin superfamily (KIF) genes encode motor proteins that have fundamental roles in brain functioning, development, survival and plasticity by regulating the transport of cargo along microtubules within axons, dendrites and synapses. Mouse knockout studies support these important functions in the nervous system. The role of KIF genes in intellectual disability (ID) has so far received limited attention, although previous studies have suggested that many ID genes impinge on synaptic function.","dc:creator":"Willemsen MH","dc:date":"2014","dc:title":"Involvement of the kinesin family members KIF4A and KIF5C in intellectual disability and synaptic function."},"evidence":[{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e0d95e9c-b99f-4158-bd02-17991d8ab7fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d041454a-e048-43de-92cf-88598f812631","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The balance between excitatory and inhibitory synaptic input has been observed to be commonly disturbed/different in neurodevelopmental disorders which is what is observed for these rats. After KIF4A knockdown via siRNA, there was a decrease in frequency of mini inhibitory postsynaptic currents. Furthermore, there was a decrease in the amplitude of mini excitatory postsynaptic currents, but an increase in the frequency of mini excitatory postsynaptic currents.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24812067","rdfs:label":"Willemsen 2014 rat kif4a knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"After discussion with our GCEP on 4/11, we decided to alter this to 1.5 points, given that the siRNA knockdown could have been more definitive."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.6}],"evidenceStrength":"Limited","sequence":8357,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.1,"subject":{"id":"cggv:06c971b0-35af-4310-ba49-fe6b2ea15b7e","type":"GeneValidityProposition","disease":"obo:MONDO_0100465","gene":"hgnc:13339","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"*KIF4A* was first reported in relation to X-linked recessive complex neurodevelopmental disorder with or without congenital anomalies in 2014 (Willemsen et al., PMID: 24812067). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we determined two distinct disease entities, as KIF4A was also reported in relation to the disease taurodontism, microdontia, and dens invaginatus. In Kalantari et al., 2021 (PMID:34346154),  two male siblings (Patient 7 & Patient 8) with taurodontism, microdontia, and dens invaginatus were reported. Neither manifested developmental delay/intellectual disability. While future evidence may elucidate a spectrum which includes probands with teeth abnormalities and without neurodevelopmental presentations, with our current understanding of the disease, they have not been included in this curation at this time. Therefore, the two disease entities have been split and this curation summarizes the gene-disease relationship between *KIF4A* and X-linked recessive complex neurodevelopmental disorder with or without congenital anomalies (MONDO: 0100465). \n\nAffected individuals present with a variety of clinical features, including developmental delay/intellectual disability, seizures, bilateral cystic dysplastic kidneys, brain anomalies, and other congenital anomalies. Specific brain anomalies include hydrocephalus and agenesis of the corpus callosum. Ten variants (missense and in-frame indel) that have been reported in 15 probands across 3 publications (PMIDs: 24812067, 34346154, 30679815) are included in this curation. The mechanism of pathogenicity appears to be loss-of-function. \n\nThis gene-disease relationship is also supported by experimental evidence. Kif4a knockdown in rat models using siRNA was shown to alter the balance between excitatory and inhibitory synaptic input. Specifically, knockdown using kif4a-targeting siRNA led to significant decrease in mEPSC amplitude, but an increase in mEPSC frequency compared to control siRNA, as well as significant decrease in mIPSC frequency (PMID: 24812067). There was also altered kif4a RNA expression levels in affected patients compared to relative controls, cDNA sequencing showing alternate splicing, and FFPE brain tissue qPCR which showed significant decrease in KIF4A levels in affected patients compared to age-matched controls (PMIDs: 34346154, 30679815).\n\nIn summary, there is limited evidence to support the relationship between *KIF4A* and complex neurodevelopmental disorder with or without congenital anomalies. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 11, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:d71cd45d-9a5e-4505-bf0d-8dcaafdbe795"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}