{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T16:00:08.570Z","role":"Approver"}],"evidence":[{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:163e2b34-36af-4cbb-aabf-b4b8fbb0b07e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1eb450ff-23c7-4fb2-bcf1-35d13cca39ba","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study builds on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Molecular model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDUFS7 is a core subunit of complex 1, variants in other complex1 subunits have been associated with Leigh syndrome spectrum disorder (Rahman et al. 2016)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c83bea94-7dbc-4b55-a4e2-1fe4ee3824dc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8209354f-ae1e-4f74-bb18-713bee034172","type":"FunctionalAlteration","dc:description":"Patient cells were loaded with the fluorescent Ca2+ indicator Fura-2 for monitoring of the bradykinin induced changes in Ca2+ concentration in individual cells using digital imaging microscopy. An increase in Ca2+C is reported by an increase in the ratio of the fluorescence emission intensities at excitation wavelengths of 340 and 380 nm.\nBradykinin induced Ca2+ uptake was significantly reduced in NDUFS7 patient cells compared to control (Fig 1 and Fig 2). Similar effects were observed in fibroblasts derived from patients harbouring variants in other complex I core subunit proteins (Fig 1). The effect and ATP production (measured by luminescence) was rescued to control levels when cells were treated with  CGP37157, an inhibitor of mitochondrial Na+-Ca2+ exchange (Fig 3). \nFCCP is a protonphore which disrupts the mitochondrial membrane potential.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15269216","type":"dc:BibliographicResource","dc:abstract":"Human mitochondrial complex I (NADH:ubiquinone oxidoreductase) of the oxidative phosphorylation system is a multiprotein assembly comprising both nuclear and mitochondrially encoded subunits. Deficiency of this complex is associated with numerous clinical syndromes ranging from highly progressive, often early lethal encephalopathies, of which Leigh disease is the most frequent, to neurodegenerative disorders in adult life, including Leber's hereditary optic neuropathy and Parkinson disease. We show here that the cytosolic Ca2+ signal in response to hormonal stimulation with bradykinin was impaired in skin fibroblasts from children between the ages of 0 and 5 years with an isolated complex I deficiency caused by mutations in nuclear encoded structural subunits of the complex. Inhibition of mitochondrial Na+-Ca2+ exchange by the benzothiazepine CGP37157 completely restored the aberrant cytosolic Ca2+ signal. This effect of the inhibitor was paralleled by complete restoration of the bradykinin-induced increases in mitochondrial Ca2+ concentration and ensuing ATP production. Thus, impaired mitochondrial Ca2+ accumulation during agonist stimulation is a major consequence of human complex I deficiency, a finding that may provide the basis for the development of new therapeutic approaches to this disorder.","dc:creator":"Visch HJ","dc:date":"2004","dc:title":"Inhibition of mitochondrial Na+-Ca2+ exchange restores agonist-induced ATP production and Ca2+ handling in human complex I deficiency."},"rdfs:label":"Patient Fibroblast cells 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"A series of experiments in patient skin fibroblasts investigate the mechanisim of complex I deficiency associated with the NDUFS7 Val112Met variant. Data in the NDUFS7 cells show an altered membrane potential results in impaired agonist induced mitochondrial Ca2+ uptake and consequently impaired stimulation of ATP production compared with control cells. Similar data observed in cell lines harbouring homozygous variants in NDUFS2, NDUFS4, NDUFV1 indicating a common alteration in cytosolic Ca2+ handling in complex I deficiency."},{"id":"cggv:f22e48f7-9448-4a07-8eac-ad05c6f55daa","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3c9ec26c-7773-48d5-9ad5-db58a6073af5","type":"FunctionalAlteration","dc:description":"Investigation of cell line in a pyruvate-free medium, cell lines with homozygous variants in NDUFS8 and NDUFV1 also compared.  Fig 1. Galatose reduces the viability of the NDUFS7 cell line in culture, measure by cell confluence, cell size and cell number (nuclei count). A series of experiments (Fig2 and Fig 3) showed that metabolites that  increased extracellular NAD+ and therefore  intracellular NAD+ were able to rescue of the galactose induced cell death of the LS cells. Fig 4. further experiments showed that pyruvate may also rescue galactose induced cell death, and it enhances the effect of eNAD.  Fig.6 showed ROS levels are increaased in the galactose induced cell death model. Fig 7. cellular ATP levels are reduced in the galactose model but rescued by addition of  extracellular NAD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30429455","type":"dc:BibliographicResource","dc:abstract":"Cell models of mitochondrial complex I (CI) deficiency display activation of glycolysis to compensate for the loss in mitochondrial ATP production. This adaptation can mask other relevant deficiency-induced aberrations in cell physiology. Here we investigated the viability, mitochondrial morphofunction, ROS levels and ATP homeostasis of primary skin fibroblasts from Leigh Syndrome (LS) patients with isolated CI deficiency. These cell lines harbored mutations in nuclear DNA (nDNA)-encoded CI genes (NDUFS7, NDUFS8, NDUFV1) and, to prevent glycolysis upregulation, were cultured in a pyruvate-free medium in which glucose was replaced by galactose. Following optimization of the cell culture protocol, LS fibroblasts died in the galactose medium, whereas control cells did not. LS cell death was dose-dependently inhibited by pyruvate, malate, oxaloacetate, α-ketoglutarate, aspartate, and exogenous NAD+ (eNAD), but not by lactate, succinate, α-ketobutyrate, and uridine. Pyruvate and eNAD increased the cellular NAD+ content in galactose-treated LS cells to a different extent and co-incubation studies revealed that pyruvate-induced rescue was not primarily mediated by NAD+. Functionally, in LS cells glucose-by-galactose replacement increased mitochondrial fragmentation and mass, depolarized the mitochondrial membrane potential (Δψ), increased H2DCFDA-oxidizing ROS levels, increased mitochondrial ATP generation, and reduced the total cellular ATP content. These aberrations were differentially rescued by pyruvate and eNAD, supporting the conclusion that these compounds rescue galactose-induced LS cell death via different mechanisms. These findings establish a cell-based strategy for intervention testing and enhance our understanding of CI deficiency pathophysiology.","dc:creator":"Iannetti EF","dc:date":"2018","dc:title":"Rescue from galactose-induced death of Leigh Syndrome patient cells by pyruvate and NAD."},"rdfs:label":"Patient fibroblast cell line 2"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The NDUFS7 Patient cell lines are unable to survive in galactose media, unmasking the dysfunction of the oxphos pathway, due to the homozygous NDUFS7 variant and complex I deficiency. Similar alteration is observed in a homozygous NDUFS8 and NDUV1 cell lines, carry homozygous variants."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a37c8b85-5d24-4bf0-818b-6eb892544b24","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5457fe0d-59fb-4de7-b5f9-2fd0d1593841","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drosophila model generated using RNAi induced ubiquitously through driver lines actin Gal4 and daughterless (da)-Gal4 and temperature 925 and 28 degrees C). Suppl data 1 shows % RNA knockdown evaluated using qRTPCR, larval extract: actinGal 4 line: ~75% KD at 25, 50% KD at 28, Da Gal line: 50% KD at 25 and 80% KD at 28.  Fig 1. shows reduced complex 1 activity in adult flies at 25 degrees C but increased Comple II, complex III and Complex IV with both lines. Fig. 2 Eclosion rates were significantly reduced (eclosion is an energy intensive process). Fig 3. shows a reduced life expectancy for the knockdown flies in both lines. \nBiochemical recapitulation of disease aspects and  premature death.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30972103","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are a group of rare life-threatening diseases often caused by defects in the oxidative phosphorylation system. No effective treatment is available for these disorders. Therapeutic development is hampered by the high heterogeneity in genetic, biochemical, and clinical spectra of mitochondrial diseases and by limited preclinical resources to screen and identify effective treatment candidates. Alternative models of the pathology are essential to better understand mitochondrial diseases and to accelerate the development of new therapeutics. The fruit fly Drosophila melanogaster is a cost- and time-efficient model that can recapitulate a wide range of phenotypes observed in patients suffering from mitochondrial disorders. We targeted three important subunits of complex I of the mitochondrial oxidative phosphorylation system with the flexible UAS-Gal4 system and RNA interference (RNAi): NDUFS4 (ND-18), NDUFS7 (ND-20), and NDUFV1 (ND-51). Using two ubiquitous driver lines at two temperatures, we established a collection of phenotypes relevant to complex I deficiencies. Our data offer models and phenotypes with different levels of severity that can be used for future therapeutic screenings. These include qualitative phenotypes that are amenable to high-throughput drug screening and quantitative phenotypes that require more resources but are likely to have increased potential and sensitivity to show modulation by drug treatment.","dc:creator":"Foriel S","dc:date":"2019","dc:title":"A Drosophila Mitochondrial Complex I Deficiency Phenotype Array."},"rdfs:label":"Drosophila RNAi model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Partial Ndufs7 knockdown model using RNAi casued reduced complex I activity compared to WT lines, reduced eclosion and reduced survival. Biochemical recapitulation of disease aspects and  premature death. Note reduction in expression is likely comparable to clinical situation, complete knockout of expression likely lethal."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6abb0adb-9ebe-4c8d-b62c-83c0bba0ea0f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:460addeb-1a63-446e-82b4-c0af17e80d3f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"Methodology for variant detection not given","phenotypeFreeText":"Leigh syndrome spectrum, MRI showed hyperintensities in the medial thalamus, brainstem and cerebellum, indicative of Leigh syndrome.\nProgressive, at 2 years bilateral ptosis, hypertonia of all limbs, severe axial ataxia, intention tremor and hypertension, at 10 years severely disabled due to contractures and dystonia\nAn NADH : ubiquinone oxidoreductase activity of 24 mU/U CS (reference values 70 – 250 mU/U CS) was found in skeletal muscle.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6abb0adb-9ebe-4c8d-b62c-83c0bba0ea0f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:100339ac-6ff9-4a15-a270-80dc168d9d29","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024407.5(NDUFS7):c.364G>A (p.Val122Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7681"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22644603","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I is the largest multi-protein enzyme complex of the oxidative phosphorylation system. Seven subunits of this complex are encoded by the mitochondrial and the remainder by the nuclear genome. We review the natural disease course and signs and symptoms of 130 patients (four new cases and 126 from literature) with mutations in nuclear genes encoding structural complex I proteins or those involved in its assembly. Complex I deficiency caused by a nuclear gene defect is usually a non-dysmorphic syndrome, characterized by severe multi-system organ involvement and a poor prognosis. Age at presentation may vary, but is generally within the first year of life. The most prevalent symptoms include hypotonia, nystagmus, respiratory abnormalities, pyramidal signs, dystonia, psychomotor retardation or regression, failure to thrive, and feeding problems. Characteristic symptoms include brainstem involvement, optic atrophy and Leigh syndrome on MRI, either or not in combination with internal organ involvement and lactic acidemia. Virtually all children ultimately develop Leigh syndrome or leukoencephalopathy. Twenty-five percent of the patients died before the age of six months, more than half before the age of two and 75 % before the age of ten years. Some patients showed recovery of certain skills or are still alive in their thirties . No clinical, biochemical, or genetic parameters indicating longer survival were found. No clear genotype-phenotype correlations were observed, however defects in some genes seem to be associated with a better or poorer prognosis, cardiomyopathy, Leigh syndrome or brainstem lesions.","dc:creator":"Koene S","dc:date":"2012","dc:title":"Natural disease course and genotype-phenotype correlations in Complex I deficiency caused by nuclear gene defects: what we learned from 130 cases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22644603","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This case has the same genotype as one already scored."},{"id":"cggv:0561f06e-cad3-4d2d-b3c5-6e258a9af1d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91f480f8-009b-4510-89a8-c9a3b4ad3217","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"Methodology for variant detection not given","phenotypeFreeText":"Leigh syndrome spectrum. \nBilateral hyperintensities in the medulla oblongata, medial thalamus and cerebral penduncles.\nProgressive: died at the age of 20 months, after a viral infection with rapid neurological deterioration preceding hypoventilation and coma\nReduced complex I activity (Muscle and fibroblast)  353 mU/U CII (reference range 783 – 1497 mU/U CII).\nOther:at 11 months  vomiting and severe gastro-oesophageal reflux was found. On physical examination, nystagmus, ophthalmoplegia and hypotonia were noted","previousTesting":true,"previousTestingDescription":"Methodology for variant detection not given","sex":"Male","variant":{"id":"cggv:0561f06e-cad3-4d2d-b3c5-6e258a9af1d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:100339ac-6ff9-4a15-a270-80dc168d9d29"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22644603"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22644603","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This case has the same genotype as one already scored."},{"id":"cggv:aa054557-0572-463f-ad74-5b3a556921a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33ba03fa-869f-489e-888d-3cbef4d1e15a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Candidate genes were ruled out by linkage analysis (NDUFS1 [MIM 157655], NDUFS2 [MIM 602985], NDUFS3 [MIM 603846], NDUFS4 [MIM 602694], NDUFS6 [MIM 603848], NDUFS8 [MIM 602141], NDUFV1 [MIM 161015], and NDUFV2 [MIM 600532] ) Coding exons and flanking introns of NDUFS7 were screened by direct sequencing. \nThe intronic variant was detected by direct sequencing of abnormal cDNA PCR product.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Leigh syndrome spectrum. \nGeneralized tonic clonic seizures, severe trunk and limb hypotonia, with episodes of trunk hyperextension, dystonic limb movements and brisk tendon reflexes.\nBrain MRI showed severe hyperintensity of the basal ganglia, brainstem, internal capsulae and frontal atrophy.\nProgressively worsened with episodes of polypnea, tachycardy, hypo/hyperthermia and painful paroxystic episodes.\nHyperlactatemia (pH: 7.07, BE: 23, plasma lactate: 15 mmol/l, normal below 2.4)\nSevere reduction in complex I activity of muscle homogenate.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:aa054557-0572-463f-ad74-5b3a556921a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:760a948b-2cc1-4877-8542-37112e57934e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024407.5(NDUFS7):c.17-1167C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7683"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17604671","type":"dc:BibliographicResource","dc:abstract":"Complex I deficiency is a frequent cause of mitochondrial disease as it accounts for one third of these disorders. By genotyping several putative disease loci using microsatellite markers we were able to describe a new NDUFS7 mutation in a consanguineous family with Leigh syndrome and isolated complex I deficiency. This mutation lies in the first intron of the NDUFS7 gene (c.17-1167 C>G) and creates a strong donor splice site resulting in the generation of a cryptic exon. This mutation is predicted to result in a shortened mutant protein of 41 instead of 213 amino acids containing only the first five amino acids of the normal protein. Analysis of the assembly state of the respiratory chain complexes under native condition revealed a marked decrease of fully assembled complex I while the quantity of the other complexes was not altered. These results report the first intronic NDUFS7 gene mutation and demonstrate the crucial role of NDUFS7 in the biogenesis of complex I.","dc:creator":"Lebon S","dc:date":"2007","dc:title":"A novel mutation of the NDUFS7 gene leads to activation of a cryptic exon and impaired assembly of mitochondrial complex I in a patient with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17604671","rdfs:label":"Patient II-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Cryptic splice site introduced by variant leading to additional cryptic exon between exons 1 and 2 , 122 bp. Fig 2 shows abnormal RT-PCR product. \nFunction: Mitoplasts isolated from skin fibroblasts of patient II-3 were analyzed using blue native gel electrophoresis (BN– PAGE) showed decreased complex I levels (GRIM19, NDUFS9 probes)"},{"id":"cggv:af5df8e6-051d-4476-b049-b5ecf244e63c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6af51bd1-dad4-4f38-bd70-15d7e60577ef","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"Direct sequencing of core subunits NDUFA1, NDUFB6, NDUFS4, NDUFS5, NDUFS7 and NDUFS8.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Isolated complex I deficiency and Leigh syndrome. Measurements of lactate and pyruvate concentrations in urine, blood, and cerebrospinal fluid were repeatedly normal.\nBrain magnetic resonance imaging showed bilateral putaminal, caudate, and dentate lesions, and lesions of the left cerebral peduncle and right paramedian area of the medulla oblongata with enhanced T2 signal\nProgressive deterioration\nIsolated decreased biochemical complex I activity in skeletal muscle tissue and cultured skin fibroblasts\nOther: He developed left-sided hemiplegia, dysarthria and an abnormal breathing pattern with regularly deep breaths, and severe feeding difficulties requiring tube feeding. There was generalized hypotonia at rest and increased tendon reflexes. Measurements of lactate and pyruvate concentrations in urine, blood, and cerebrospinal fluid were repeatedly normal.\nBrain magnetic resonance imaging showed bilateral putaminal, caudate, and dentate lesions, and lesions of the left cerebral peduncle and right paramedian area of the medulla oblongata with enhanced T2 signal\nProgressive deterioration\nIsolated decreased biochemical complex I activity in skeletal muscle tissue and cultured skin fibroblasts\nOther: He developed left-sided hemiplegia, dysarthria and an abnormal breathing pattern with regularly deep breaths, and severe feeding difficulties requiring tube feeding. There was generalized hypotonia at rest and increased tendon reflexes. Died at 5 years.","previousTesting":true,"previousTestingDescription":"Common mtDNA variants were ruled out.","sex":"Male","variant":{"id":"cggv:af5df8e6-051d-4476-b049-b5ecf244e63c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:100339ac-6ff9-4a15-a270-80dc168d9d29"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10360771","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is the phenotypical expression of a genetically heterogeneous cluster of disorders, with pyruvate dehydrogenase complex deficiency and respiratory chain disorders as the main biochemical causes. We report the first missense mutation within the nuclear encoded complex I subunit, NDUFS7, in 2 siblings with neuropathologically proven complex I-deficient Leigh syndrome.","dc:creator":"Triepels RH","dc:date":"1999","dc:title":"Leigh syndrome associated with a mutation in the NDUFS7 (PSST) nuclear encoded subunit of complex I."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10360771","rdfs:label":"Sibling 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional data: Cultured skin fibroblasts derived from the patient showed reduced  complex I activity.\nFunctional data from PMID: 11004438 Ahlers et al. (2000); aerobic yeast Yarrowia lipolytica model used to analyse the effect of the Val122Met variant, the equivalent variant was introduced into the Y.lipolytica Ortholog NUKM, V119 corresponds to V122. Plamids carrying the V122M variant introduced to a NUKM deleted strain. Strain growth and viability comparable to wildtype strains, BN-PAGE confirmed assembled complex I comparable to WT. Mitochondrial membranes were isolated and complex I activity analysed, VMAX and Km(uM) reduced by 50%."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":337,"specifiedBy":"GeneValidityCriteria6","strengthScore":8,"subject":{"id":"cggv:6718f327-056c-42c1-9194-e5e4be151868","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7714","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFS7 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 21, 2019. The NDUFS7 gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit S7. Defects of this protein lead to complex I deficiency. \n\nThe NDUFS7 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 1999 (PMID: 10360771). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included two unique variants identified in four cases from three publications (PMIDs: 10360771, 17604671, 22644603). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions, functional alteration in patient cells, and animal models (PMIDs: 15269216, 30429455, 30972103, 27509854). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel August 21, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:b702a150-de60-429e-bb12-ba8cde1483e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}