{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-07T13:27:39.245Z","role":"Publisher"},{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-03T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2816d16-4ee4-4f1b-ad32-438adadac7e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b641753d-75a9-4c3b-bda9-da8c69bf1e03","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The mRNA for TRPM7 is expressed in mouse platelets (Supplementary figure 1a) and mouse megakaryocytes (Supplementary figure 1c)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27020697","type":"dc:BibliographicResource","dc:abstract":"Mg(2+) plays a vital role in platelet function, but despite implications for life-threatening conditions such as stroke or myocardial infarction, the mechanisms controlling [Mg(2+)]i in megakaryocytes (MKs) and platelets are largely unknown. Transient receptor potential melastatin-like 7 channel (TRPM7) is a ubiquitous, constitutively active cation channel with a cytosolic α-kinase domain that is critical for embryonic development and cell survival. Here we report that impaired channel function of TRPM7 in MKs causes macrothrombocytopenia in mice (Trpm7(fl/fl-Pf4Cre)) and likely in several members of a human pedigree that, in addition, suffer from atrial fibrillation. The defect in platelet biogenesis is mainly caused by cytoskeletal alterations resulting in impaired proplatelet formation by Trpm7(fl/fl-Pf4Cre) MKs, which is rescued by Mg(2+) supplementation or chemical inhibition of non-muscle myosin IIA heavy chain activity. Collectively, our findings reveal that TRPM7 dysfunction may cause macrothrombocytopenia in humans and mice.","dc:creator":"Stritt S","dc:date":"2016","dc:title":"Defects in TRPM7 channel function deregulate thrombopoiesis through altered cellular Mg(2+) homeostasis and cytoskeletal architecture."},"rdfs:label":"RT-PCR on mouse platelets and megakaryocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8b743267-ea52-473c-9964-88ebc4c12052","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:565c4041-5b48-42a5-b183-6de6fbd149ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Macrothrombocytopenia in patients is caused by impaired channel function of TRPM7 in MKs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12887921","type":"dc:BibliographicResource","dc:abstract":"TRPM7 is a polypeptide with intrinsic ion channel and protein kinase domains whose targeted deletion causes cells to experience growth arrest within 24 hr and eventually die. Here, we show that while TRPM7's kinase domain is not essential for activation of its channel, a functional coupling exists such that structural alterations of the kinase domain alter the sensitivity of channel activation to Mg(2+). Investigation of the relationship between Mg(2+) and the cell biological role of TRPM7 revealed that TRPM7-deficient cells become Mg(2+) deficient, that both the viability and proliferation of TRPM7-deficient cells are rescued by supplementation of extracellular Mg(2+), and that the capacity of heterologously expressed TRPM7 mutants to complement TRPM7 deficiency correlates with their sensitivity to Mg(2+). Overall, our results indicate that TRPM7 has a central role in Mg(2+) homeostasis as a Mg(2+) uptake pathway regulated through a functional coupling between its channel and kinase domains.","dc:creator":"Schmitz C","dc:date":"2003","dc:title":"Regulation of vertebrate cellular Mg2+ homeostasis by TRPM7."},"rdfs:label":"Patch-clamp and WB experiments in HEX-293 expressing TRPM7"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"These experiments show that TRPM7 is a channel for Mg2+"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96336752-8810-43b0-9a2c-fad813b5aa81","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ce4c600-171d-4ce2-b425-b86bf66e23a6","type":"FunctionalAlteration","dc:description":"Patch clamp studies on HEK293 cells confirmed that the p.C721G\nvariant reduced TRPM7 channel activity by 85±4% as compared\nwith WT controls (Fig. 7c) despite being localized to the cell\nmembrane (Supplementary Fig. 18). Likewise, in vitro studies on\nthe p.R902C variant revealed, although less pronounced, a\nreduced TRPM7 channel activity by 39±6% (Supplementary\nFig. 19)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27020697","rdfs:label":"Expression of mutant TRPM7 in HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25ca4911-0d32-47a3-b8d2-dc81148d19ea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:060261aa-1199-4751-b9f4-52db9e19cecf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"One patient with a mutation in the kinase domain of TRPM7 (p.G1353D) does not show macrothrombocytopenia but impaired platelet aggregation. This is perfectly in accordance with this mouse model phenotype: mutation of the kinase domain causes impaired platelet aggregation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29146750","type":"dc:BibliographicResource","dc:abstract":"TRPM7 (transient receptor potential cation channel, subfamily M, member 7) is a ubiquitously expressed bifunctional protein comprising a transient receptor potential channel segment linked to a cytosolic α-type serine/threonine protein kinase domain. TRPM7 forms a constitutively active Mg","dc:creator":"Gotru SK","dc:date":"2018","dc:title":"TRPM7 Kinase Controls Calcium Responses in Arterial Thrombosis and Stroke in Mice."},"rdfs:label":"Mice with mutant TRPM7 kinase domain"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This mouse model reflects the phenotype of a patient with a mutation in the TRPM7  kinase domain"},{"id":"cggv:e7a9a83d-af5c-4484-aee0-df10053f9d93","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a14f31a8-bddc-4374-bba7-9ff8548294bf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Megakaryocyte and platelet specific TRPM7 KO mice (Trpm7fl/fl-Pf4Cre) show several abnormalities in megakaryocytes, including aberrant Mg2+ and Ca2+ homeostasis as well as dysregulated actomyosin complexes,  resulting in impaired platelet production and macrothrombocytopenia in mice.\nMacrothrombocytopenia is also present in patients with rare TRPM7 variants.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27020697","rdfs:label":"Trpm7fl/fl-Pf4Cre mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Trpm7fl/fl-Pf4Cre mice show the same phenotype (macrothrombocytopenia) of patients with variants in the channel domain."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1}],"evidenceStrength":"Moderate","sequence":8371,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.6,"subject":{"id":"cggv:3d98a399-8123-485b-b266-98ac190ec809","type":"GeneValidityProposition","disease":"obo:MONDO_0031447","gene":"hgnc:17994","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The TRPM7 gene encodes for the transient receptor potential cation channel, subfamily M, member 7, a ubiquitously expressed bifunctional protein comprising a transient receptor potential channel segment linked to a cytosolic α-type serine/threonine protein kinase domain. TRPM7 forms a constitutively active Mg2+ and Ca2+ permeable channel, which regulates diverse cellular processes including cell cycle, apoptosis, and cell death. TRPM7 is expressed in platelets and megakaryocytes and plays a role in proplatelet formation and platelet activation. Its channel activity is crucial for proplatelet formation while its kinase activity is crucial for platelet activation.\n\nThree patients with variants in TRPM7 have been described: two with macrothrombocytopenia and one with impaired platelet aggregation (PMID: 27020697). Therefore, the defect related to TRPM7 gene variants is not exclusively an inherited thrombocytopenia or an inherited platelet function disorder, it is possible that it could depend on which domain is mutated. Indeed, if the channel domain is compromised patients show macrothrombocytopenia, because NMMIIA is a downstream effector of TRPM7, in particular  Mg2+ inhibits NMMIIA activity, and dysfunctional TRPM7 cause increased activity of NMMIIA that is associated with impaired proplatelet formation. On the other hand, the patient without  macrothrombocytopenia but impaired platelet aggregation carries a variant in the kinase domain of TRPM7 (p.G1353D). Interestingly, in line with this phenotype, one study demonstrated that the kinase domain of TRPM7 is crucial for platelet activation and platelet aggregation (PMID:29146750)\n\nEvidences supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (biochemical functions; expression; functional alteration in non-patient cells, non-human model organisms).\n\nSummary of Case Level Data: 1.1 POINTS \nVariants in this gene have been reported in 3 probands in 1 publication (PMID: 27020697). \n\nSummary of Experimental Data: 5.5 POINTS \nSchmitz et al (PMID: 12887921) showed that TRPM7 is a channel for Mg 2+ (Experimental evidence - Biochemical Function).\nStritt et al (PMID: 27020697) showed that the mRNA for TRPM7 is expressed in mouse platelets and mouse megakaryocytes (Experimental evidence Expression in cells relevant for the disease).\nThe same authors also performed patch clamp studies on HEK293 cells confirming that two different TRPM7 variants reduced TRPM7 channel activity (Experimental evidence - Functional Alteration Non-patient cells) (PMID: 27020697).\nMegakaryocyte and platelet specific TRPM7 KO mice (Trpm7fl/fl-Pf4Cre) show several abnormalities in megakaryocytes, including aberrant Mg2+ and Ca2+ homeostasis as well as dysregulated actomyosin complexes, resulting in impaired platelet production and macrothrombocytopenia in mice (PMID: 27020697) (Model Systems Non-human model organism), showing the same phenotype of patients with mutations in the channel domain.\nMice with mutant TRPM7 kinase domain show impaired platelet aggregation and activation (PAC-1 binding and P-selectin exposure), in line with the phenotype of the patients with a variant in the kinase domain (PMID: 29146750) (Model Systems Non-human model organism).\nIn summary, with 6.6 points, we obtained moderate association of TRPM7 with the disorder related to TRPM7 gene variants.\n\nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on 2024 Jun 03 (SOP Version 10). \n","dc:isVersionOf":{"id":"cggv:54c99d3f-327b-46d6-9f3b-701fdc65eab9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}