{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-10-19T15:46:13.500Z","role":"Approver"},{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-11-28T02:55:16.939Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25512081","type":"dc:BibliographicResource","dc:creator":"Alkhairy OK","dc:date":"2015","dc:title":"RAC2 loss-of-function mutation in 2 siblings with characteristics of common variable immunodeficiency."},"evidence":[{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.2},{"id":"cggv:1c945bfb-d2e4-4f43-ba58-b7fc8850b96f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1c945bfb-d2e4-4f43-ba58-b7fc8850b96f","type":"Proband","allele":{"id":"cggv:8d2de3cf-dbb7-4f70-a4e6-ece84b87fb58","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002872.5(RAC2):c.484C>T (p.Gln162Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411442081"}},"detectionMethod":"Proband and parents were analyzed as a trio by whole exome sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"BA (not clear what acronym indicates). Additional details not given (Supp Table 2).","phenotypes":["obo:HP_0004313","obo:HP_0001508"],"sex":"Male","variant":{"id":"cggv:942a5937-b080-4c84-82c5-f00203f4591f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8d2de3cf-dbb7-4f70-a4e6-ece84b87fb58"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31130284","type":"dc:BibliographicResource","dc:abstract":"We report the results of clinical exome sequencing (CES) on >2,200 previously unpublished Saudi families as a first-tier test. The predominance of autosomal-recessive causes allowed us to make several key observations. We highlight 155 genes that we propose to be recessive, disease-related candidates. We report additional mutational events in 64 previously reported candidates (40 recessive), and these events support their candidacy. We report recessive forms of genes that were previously associated only with dominant disorders and that have phenotypes ranging from consistent with to conspicuously distinct from the known dominant phenotypes. We also report homozygous loss-of-function events that can inform the genetics of complex diseases. We were also able to deduce the likely causal variant in most couples who presented after the loss of one or more children, but we lack samples from those children. Although a similar pattern of mostly recessive causes was observed in the prenatal setting, the higher proportion of loss-of-function events in these cases was notable. The allelic series presented by the wealth of recessive variants greatly expanded the phenotypic expression of the respective genes. We also make important observations about dominant disorders; these observations include the pattern of de novo variants, the identification of 74 candidate dominant, disease-related genes, and the potential confirmation of 21 previously reported candidates. Finally, we describe the influence of a predominantly autosomal-recessive landscape on the clinical utility of rapid sequencing (Flash Exome). Our cohort's genotypic and phenotypic data represent a unique resource that can contribute to improved variant interpretation through data sharing.","dc:creator":"Monies D","dc:date":"2019","dc:title":"Lessons Learned from Large-Scale, First-Tier Clinical Exome Sequencing in a Highly Consanguineous Population."}},"rdfs:label":"17-1228"},{"id":"cggv:942a5937-b080-4c84-82c5-f00203f4591f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:942a5937-b080-4c84-82c5-f00203f4591f_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"This is a homozygous nonsense variant located in exon 6 of 6 and therefore it is unclear if this variant will trIgger nonsense mediated decay and is likely to result in truncation of the protein by approximately 30 AA. This variant is absent from gnomD v2. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7c08b67c-0405-4860-b5dd-fa3508ecd7e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7c08b67c-0405-4860-b5dd-fa3508ecd7e3","type":"Proband","allele":{"id":"cggv:91b4aff0-3c54-40f8-b9a1-efa309aded72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002872.5(RAC2):c.167G>A (p.Trp56Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/977226"}},"detectionMethod":"Whole exome sequencing was performed on the proband, where a homozygous RAC2 variant was detected.  No variants of interested were identified in known CVID genes.  Using Sanger sequencing, this variant was confirmed to be homozygous in the affected proband and used to determine the affected brother was homozygous as well while the unaffected mother was heterozygous.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal oxidative burst following PMA stimulation; Dead at 21 y from transplant rejection and\nsuspected cerebral hemorrhage; at initial exam at 6 mos-IgA was undetectable and IgG increased-however, IgG levels were significantly reduced at ~5yrs old; decreased CD4//CD8 T cells ratio due to a slight reduction in CD4+ T cells and increase in CD8+ T cells noted (more significant in sibling).","phenotypes":["obo:HP_0004315","obo:HP_0031545","obo:HP_0025379","obo:HP_0000093","obo:HP_0002110","obo:HP_0005421","obo:HP_0025474","obo:HP_0000969","obo:HP_0000843","obo:HP_0002850","obo:HP_0005366","obo:HP_0010976","obo:HP_0002720","obo:HP_0006532","obo:HP_0003774","obo:HP_0001025","obo:HP_0002829","obo:HP_0002925","obo:HP_0000099","obo:HP_0001929","obo:HP_0500093"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:72f55b1c-e252-4026-9f49-4c2c8afa74d4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91b4aff0-3c54-40f8-b9a1-efa309aded72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25512081"},"rdfs:label":"II.1"},{"id":"cggv:72f55b1c-e252-4026-9f49-4c2c8afa74d4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72f55b1c-e252-4026-9f49-4c2c8afa74d4_variant_evidence_item"},{"id":"cggv:72f55b1c-e252-4026-9f49-4c2c8afa74d4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Fibroblasts transfected with a plasmid expressing RAC2 carrying this variant were completely absent of RAC2 protein based on Western blot, while  fibroblasts transfected with plasmid carrying RAC2 WT expressed RAC2 (Fig. 1B)."}],"strengthScore":2,"dc:description":"This variant is predicted to cause nonsense-mediated decay of transcript as it is located in exon 3 of 6, which is supported by Western blotting analysis. This variant is absent from the general population (gnomAD v2)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.2},{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8e855eca-d693-47bd-ab65-13bcfec161ab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a67a561-15dd-4943-980c-b9ea15e6c591","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of different murine cell types and tissues with labeled RAC2 cDNA as the probe revealed RAC2 expression based on the presence of transcripts occurred in myeloid (Fig. 3), pre-B, B, T, and erythroleukemic cell lines (Fig. 4) and in the bone marrow, spleens, and thymus, but not in the brain, kidney, lung, liver, or testes (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2189110","type":"dc:BibliographicResource","dc:abstract":"A 1.26 kb murine cDNA having 31% homology with human ras and 55% homology with human rho proteins was isolated using an oligonucleotide probe homologous to catalytic subdomain of a tyrosine kinase subfamily. Northern blot analysis indicates that the expression of the murine gene is restricted to the cells of hemopoietic lineages and the mRNA levels increase with the terminal differentiation of hemopoietic cells into granulocytes.","dc:creator":"Shirsat NV","dc:date":"1990","dc:title":"A member of the ras gene superfamily is expressed specifically in T, B and myeloid hemopoietic cells."},"rdfs:label":"RAC2 expression specific to hematopoietic cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Patients with RAC2-associated disease show defects in neutrophil, T cell, and B-cell populations/functions.  Expression occurring in and being specific to hematopoietic cells is consistent with the patient phenotypes."},{"id":"cggv:ce8a327a-efa5-4010-bd1b-19cac637ee51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad61be5f-a676-42b7-93cf-0cec422fd976","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis in response to fMLF. These experiments support a role in RAC2 regulation of this process in neutrophils.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564009","type":"dc:BibliographicResource","dc:abstract":"The Rho guanosine triphosphatases (GTPases) Rac1 and Rac2 are critical signaling regulators in mammalian cells. The deletion of both Rac1 and Rac2 murine alleles leads to a massive egress of hematopoietic stem/progenitor cells (HSC/Ps) into the blood from the marrow, whereas Rac1-/- but not Rac2-/- HSC/Ps fail to engraft in the bone marrow of irradiated recipient mice. In contrast, Rac2, but not Rac1, regulates superoxide production and directed migration in neutrophils, and in each cell type, the two GTPases play distinct roles in actin organization, cell survival, and proliferation. Thus, Rac1 and Rac2 regulate unique aspects of hematopoietic development and function.","dc:creator":"Gu Y","dc:date":"2003","dc:title":"Hematopoietic cell regulation by Rac1 and Rac2 guanosine triphosphatases."},"rdfs:label":"RAC2 role in neutrophil chemotaxis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis. These neutrophils derived from RAC2-/- mice display an alteration in chemotaxis that support a role for RAC2 regulation of chemotaxis in neutrophils, which is consistent with chemotaxis defects noted in patient cells."},{"id":"cggv:ffd6075b-0d1d-4287-b6a2-0b2460a5080d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:809dd75a-b466-4b02-b6b5-ed7f5f89c449","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These experiments demonstrate a role for RAC2 in B cell proliferation and survival, which is consistent with the reduction in the B cell populations noted in these patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564011","type":"dc:BibliographicResource","dc:abstract":"The Rac1 guanosine triphosphatase (GTPase) has been implicated in multiple cellular functions, including actin dynamics, proliferation, apoptosis, adhesion, and migration resulting from signaling by multiple receptors, including the B cell antigen receptor (BCR). We used conditional gene targeting to generate mice with specific Rac1 deficiency in the B cell lineage. In the absence of both Rac1 and the highly related Rac2, B cell development was almost completely blocked. Both GTPases were required to transduce BCR signals leading to proliferation, survival and up-regulation of BAFF-R, a receptor for BAFF, a key survival molecule required for B cell development and maintenance.","dc:creator":"Walmsley MJ","dc:date":"2003","dc:title":"Critical roles for Rac1 and Rac2 GTPases in B cell development and signaling."},"rdfs:label":"RAC2 role in B cell survival and proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Experimental studies with B cells demonstrate a role for RAC2 in B cell survival and proliferation, which is consistent with B cell defects seen in patients."},{"id":"cggv:74de8dc2-3666-4411-b123-093c623e88d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9df4719-89db-4449-9a57-622b4f2a0fda","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with RAC2 loss of function variants display increase susceptibility to disease and neutrophils from these patients display functional abnormalities.  A defect in phagocytosis in human neutrophils with RAC2 knocked down by siRNA is consistent with this.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875749","type":"dc:BibliographicResource","dc:abstract":"Present study explores importance of inducible nitric oxide synthase (iNOS) and its interaction with Rac2 in reactive oxygen species (ROS)/reactive nitrogen species (RNS) generation, protein-nitration and in microbial killing by neutrophils.","dc:creator":"Jyoti A","dc:date":"2014","dc:title":"Interaction of inducible nitric oxide synthase with rac2 regulates reactive oxygen and nitrogen species generation in the human neutrophil phagosomes: implication in microbial killing."},"rdfs:label":"RAC2 role in neutrophil phagocytosis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This supports the importance for RAC2 in neutrophil functions and indicates another way in which loss of RAC2 function interferes with patient neutrophils/immune responses."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c09508ca-420d-4e89-9c7c-851158ccf21e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6d94edaa-ac88-4ba6-bb82-181e32b0463f","type":"FunctionalAlteration","dc:description":"Neutrophils displayed a defect in chemotaxis in the patient cells vs. the control both in the presence and absence of the chemotactic factor (zymosan-activated serum) within a modified boyden chamber (Table 1; Method described in PMID: 9834243).  Notably, RAC2 deficiency has previously been associated with neutrophil disfunction.  In addition, evaluation of patient neutrophils by transmission electron microscopy suggests there is a decrease in cytoplasmic granules and abnormal granule morphology in patient cells compared to control cells (Figure 2).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25512081","rdfs:label":"Patient neutrophil chemotaxis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evaluation of neutrophils isolated from a patient homozygous for a truncating RAC2 mutation revealed a reduction in neutrophil chemotaxis and images suggestive of a defective in neutrophilic cytoplasmic granules, indicative of neutrophil disfunction. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ef1ae1c-b770-45ae-94a7-61da4b659e0c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23edccaa-89bc-409b-8530-e54eb52358d7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RAC2-/- mice had decreased circulating IgM and IgA and slightly increased IgG compared to WT mice (Fig. 2A). This is consistent with the phenotype of a previously reported patient, who had decreased IgM and IgA and increased IgG levels and then decreased IgG levels as well at a later follow up (PMID: 25512081).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11907095","type":"dc:BibliographicResource","dc:abstract":"We have defined roles for the hemopoietic-specific Rho guanosine triphosphatase, Rac2, in B lymphocyte development and function through examination of rac2(-/-) mice. Rac2-deficient mice displayed peripheral blood B lymphocytosis and marked reductions in peritoneal cavity B-1a lymphocytes, marginal zone B lymphocytes, and IgM-secreting plasma cells as well as reduced concentrations of serum IgM and IgA. The rac2(-/-) B lymphocytes exhibited reduced calcium flux following coligation of B cell AgR and CD19 and reduced chemotaxis in chemokine gradients. T cell-independent responses to DNP-dextran were of reduced magnitude, but normal kinetics, in rac2(-/-) mice, while T-dependent responses to nitrophenyl-keyhole limpet hemocyanin were subtly abnormal. Rac2 is therefore an essential element in regulating B lymphocyte functions and maintaining B lymphocyte populations in vivo.","dc:creator":"Croker BA","dc:date":"2002","dc:title":"The Rac2 guanosine triphosphatase regulates B lymphocyte antigen receptor responses and chemotaxis and is required for establishment of B-1a and marginal zone B lymphocytes."},"rdfs:label":"RAC2-/- mouse model antibodies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This mouse recapitulates the antibody abnormalities previously described in a patient homozygous for a RAC2 loss of function variant.  However, this was downgraded from the default score because it only captures one aspect of the human disease. "},{"id":"cggv:186d17be-3bc0-4e6c-aa98-f0e39ebc6de1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af7a61ef-0abd-4e0e-b210-5293e35c6233","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RAC2-/- mice were more susceptible to respiratory infection, as seen in human disease. When RAC2-/- and WT mice were intratracheally infected with Streptococcus pneumoniae, RAC2-/- mouse lungs had more bacteria (~1.5-log more) than WT lungs (Fig. 3E). They also displayed decreased survival, where 100% of WT mice were still alive at 48 post-infection compared to ~50% of the RAC2-./- mice (Fig. 3F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29897791","type":"dc:BibliographicResource","dc:abstract":"Cigarette smoking is prevalent in the United States and is the leading cause of preventable diseases. A prominent complication of smoking is an increase in lower respiratory tract infections (LRTIs). Although LRTIs are known to be increased in subjects that smoke, the mechanism(s) by which this occurs is poorly understood.","dc:creator":"Larson-Casey JL","dc:date":"2018","dc:title":"Macrophage Rac2 Is Required to Reduce the Severity of Cigarette Smoke-induced Pneumonia."},"rdfs:label":"RAC2-/- mouse model susceptibility to infection"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While this mouse model recapitulates an important aspect of disease associated with RAC2 loss of function in humans, increased susceptibility to disease, only one aspect of human disease was investigated here. Consistent with human disease this mouse model used a deletion of RAC2 on both alleles."},{"id":"cggv:7f5b93bf-27cb-42d4-ad7e-24893ab07cb3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ce4d7cbf-5d6e-4ea9-9d3b-51346eaa26c3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Defects in neutrophil function were observed in RAC2-/- zebrafish larva.  Specifically, after tail transection, neutrophil migration to the wound was almost nonexistent in RAC2-/- larvae compared to the WT larvae (Fig. 2A). RAC2-/- neutrophil migration was also significantly decreased to the zebrafish otic following P. aeruginosa otic infection (Fig. 5A). When RAC2 was re-expressed specifically in neutrophils under the mpx promoter, migration in this model was restored ( Fig. 2C). RAC2-/- zebrafish larvae were also more susceptible to Aspergillus fumigatus infection (following hindbrain inoculation) and Pseudomonas aeruginosa (otic injection) based on a significant decrease in RAC2-/- survival compared to WT and RAC2+/- larvae (Fig. 4). Re-expression of RAC2 under the mpx promoter also overcame this susceptibility to P. aeruginosa infection (Fig. 5C). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27837107","type":"dc:BibliographicResource","dc:abstract":"Leukocyte motility is required for host defense responses. Rac-family Rho GTPases are implicated in leukocyte function; however, the distinct roles of different Rac isoforms in host defense in vivo have remained unclear. In this study, we generated Rac2-deficient zebrafish using transcription activator-like effector nucleases to directly compare the role of Rac2 in vivo in neutrophils and macrophages in motility and the response to infection. This zebrafish larval model is highly amenable to live imaging of leukocyte behavior, and we report that in rac2","dc:creator":"Rosowski EE","dc:date":"2016","dc:title":"Rac2 Functions in Both Neutrophils and Macrophages To Mediate Motility and Host Defense in Larval Zebrafish."},"rdfs:label":"RAC2 role in Zebrafish larvae"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish model recapitulates some aspects of human disease, including neutrophil defects in chemotaxis/migration and increased susceptibility to pathogens. Re-expression of RAC2 in neutrophils rescued these phenotypes. Decreased score because only some aspects of human disease assessed."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":3689,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.2,"subject":{"id":"cggv:5f35a345-c1c9-4cc6-a7cf-6a3eaa0982b2","type":"GeneValidityProposition","disease":"obo:MONDO_0033555","gene":"hgnc:9802","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"RAC2 was first reported in relation to autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia in 2015 (Alkhairy OK et al., PMID: 25512081). The phenotype associated with this disease is currently emerging in the literature and patients with this disease have been reported with immunological defects, including B-cell lymphocytopenia, hypogammaglobulinemia, and neutrophil functional abnormalities, and increased susceptibility to infection. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance pattern, and/or phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, autosomal dominant neutrophil immunodeficiency syndrome (i.e., autosomal dominant immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203), autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia (OMIM: # 618986), and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia (OMIM: # 618987). The split curations for autosomal dominant immunodeficiency 73A with defective neutrophil chemotaxis and leukocytosis \nand autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia have been curated separately. Two variants (both nonsense) that have been reported in 2 unrelated probands in 2 publications (PMIDs: 25512081, 31130284) are included in this curation. The mechanism of pathogenicity appears to be loss of function. This gene-disease association is also supported by RAC2 expression being specific to hematopoietic cells and demonstrated roles for RAC2 in regulation of B cell survival and proliferation and neutrophil effector functions, including chemotaxis and phagocytosis (PMID: 2189110, 14564009, 14564011, 23875749). Neutrophils from a patient homozygous for a loss-of-function RAC2 variant displayed defects in chemotaxis and cytoplasmic granule abnormalities (PMID: 25512081). A RAC2-/- mouse model and Zebrafish larvae model recapitulated several aspects of human disease; specifically, the mouse model presented with hypogammaglobulinemia and increased susceptibility to infection and the Zebrafish model with defects in neutrophil migration/chemotaxis and increased susceptibility to infection (PMID: 11907095, 25512081, 29897791).  In summary, there is moderate evidence to the relationship between RAC2 and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:8191c879-cc6a-4c5e-9ceb-7101aa7cbc15"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}