{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-11-20T02:20:16.558Z","role":"Publisher"},{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-11-20T02:20:03.630Z","role":"Approver"}],"evidence":[{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dde2a831-70fe-4537-8f83-183815495f2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b255345-1b07-4d30-9fa5-27dc2d59eeef","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":" CHT immunoreactivity is found in the axons and presynaptic terminals of motor neurons\nat CHT NMJs of the diaphragm","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15173594","type":"dc:BibliographicResource","dc:abstract":"Presynaptic acetylcholine (ACh) synthesis and release is thought to be sustained by a hemicholinium-3-sensitive choline transporter (CHT). We disrupted the murine CHT gene and examined CHT-/- and +/- animals for evidence of impaired cholinergic neurotransmission. Although morphologically normal at birth, CHT-/- mice become immobile, breathe irregularly, appear cyanotic, and die within an hour. Hemicholinium-3-sensitive choline uptake and subsequent ACh synthesis are specifically lost in CHT-/- mouse brains. Moreover, we observe a time-dependent loss of spontaneous and evoked responses at CHT-/- neuromuscular junctions. Consistent with deficits in synaptic ACh availability, we also observe developmental alterations in neuromuscular junction morphology reminiscent of changes in mutants lacking ACh synthesis. Adult CHT+/- mice overcome reductions in CHT protein levels and sustain choline uptake activity at wild-type levels through posttranslational mechanisms. Our results demonstrate that CHT is an essential and regulated presynaptic component of cholinergic signaling and indicate that CHT warrants consideration as a candidate gene for disorders characterized by cholinergic hypofunction.","dc:creator":"Ferguson SM","dc:date":"2004","dc:title":"Lethal impairment of cholinergic neurotransmission in hemicholinium-3-sensitive choline transporter knockout mice."},"rdfs:label":"Immunostaining for CHT in mouse neuromuscular junction"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d2d0a0d2-c14c-443c-aa5f-cc8031b141d9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ef3124a-3a1d-4e6e-8896-a421848fb49d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The experiments proof the idea of a dominant negative effect for certain heterozygous variant constellations, which is a very specific phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23132865","type":"dc:BibliographicResource","dc:abstract":"The high-affinity choline transporter CHT1 mediates choline uptake essential for acetylcholine synthesis in cholinergic nerve terminals. CHT1 belongs to the Na(+)/glucose cotransporter family (SLC5), which is postulated to have a common 13-transmembrane domain core; however, no direct experimental evidence for CHT1 transmembrane topology has yet been reported. We examined the transmembrane topology of human CHT1 using cysteine-scanning analysis. Single cysteine residues were introduced into the putative extra- and intracellular loops and probed for external accessibility for labeling with a membrane-impermeable, sulfhydryl-specific biotinylating reagent in intact cells expressing these mutants. The results provide experimental evidence for a topological model of a 13-transmembrane domain protein with an extracellular amino terminus and an intracellular carboxyl terminus. We also constructed a three-dimensional homology model of CHT1 based on the crystal structure of the bacterial Na(+)/galactose cotransporter, which supports our conclusion of CHT1 transmembrane topology. Furthermore, we examined whether CHT1 exists as a monomer or oligomer. Chemical cross-linking induces the formation of a higher molecular weight form of CHT1 on the cell surface in HEK293 cells. Two different epitope-tagged CHT1 proteins expressed in the same cells can be co-immunoprecipitated. Moreover, co-expression of an inactive mutant I89A with the wild type induces a dominant-negative effect on the overall choline uptake activity. These results indicate that CHT1 forms a homo-oligomer on the cell surface in cultured cells.","dc:creator":"Okuda T","dc:date":"2012","dc:title":"Transmembrane topology and oligomeric structure of the high-affinity choline transporter."},"rdfs:label":"Cross-linking, choline uptake assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd40aa0b-f4cc-48dd-be68-5727722f8429","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d78ff87f-ccaa-47cd-a627-e759ea1b869c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous SLC5A7 mice still express 50% of the protein, but under stress (choline-reuptake blockage) develop muscle weakness similar to the homozygous pups (congenital myasthenia model). In humans with heterozygous LOF variants in the last exon of SLC5A7 (no NMD), a dominant negative effect has been observed, demonstrating that less than 50% of the protein are efficiently working. This setting seems to be imitated by the animal model here.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173594","rdfs:label":"SLC5A7 +/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Heterozygous LOF variant carriers ususally do not have a phenotype, which is mirrored in the mice. At specific stess reducing choline re-update, there is less than 50% of the channel function, imitating the dominant-negative situation in individuals with heterozygous LOF variants  in the last exon of the gene. The mouse model does not fully reflect the pathomechanism in humans, but it imitates it."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.25}],"evidenceStrength":"Moderate","sequence":3679,"specifiedBy":"GeneValidityCriteria8","strengthScore":7.25,"subject":{"id":"cggv:0d572995-852e-44f5-b235-a299382eb76a","type":"GeneValidityProposition","disease":"obo:MONDO_0008024","gene":"hgnc:14025","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SLC5A7: autosomal dominant CMT with vocal cord paresis, 09/28/2021\n\nSLC5A7 encodes a presynaptic solute-carrier protein responsible for choline uptake from the synaptic cleft. In 2012, WES revealed a truncating variant in the last exon of SLC5A7 co-segregating in a large family (LOD score: 6.32) with distal motor neuropathy and vocal cord paresis (PMID: 23141292). The authors showed that choline uptake is significantly impaired, demonstrating a dominant negative effect on the wildtype allele. The same variant was recurrently reported again (PMID: 26786006), and so were three more truncating mutations all affecting the last exon of the gene in different populations. All of these changes were predicted to not undergo nonsense-mediated RNA decay (PMIDs: 29582019, 29782645). In addition, the described phenotype was very consistent as well, sparing the sensory system, but commonly involving vocal cord paresis. In parallel, SLC5A7 was first described in the context of autosomal recessive congenital myasthenic syndrome in 2016 (MIM: 617143). Based on the autosomal dominant mode of inheritance with the dominant negative effect, the panel agreed on splitting the neuropathy from the myasthenia phenotype for the present curation. Experimental evidence showed that SLC5A7 is expressed in the neuromuscular junction (PMID: 15173594) and that loss of function results in an impaired choline uptake (PMID: 23132865). An animal model demonstrated that heterozygous KO mice are more vulnerable to choline uptake inhibitors than wildtype animals (PMID: 15173594). In summary, truncating mutations in the last exon of SLC5A7 are linked to a specific molecular mechanism and associated with a distinct phenotype. More reports will solidify the gene-disease relationship in the future. Based on the curated evidence, we classify the gene-disease relationship of SLC5A7 and autosomal dominant motor neuropathy with vocal cord paresis as moderate.\n","dc:isVersionOf":{"id":"cggv:c6e46608-98f5-4e4d-9bcf-22e42997af6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}