{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-11-12T21:59:39.032Z","role":"Approver"},{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-11-12T21:59:59.258Z","role":"Publisher"}],"evidence":[{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d115be86-c8b1-4972-a785-db3adb970402","type":"EvidenceLine","evidence":[{"id":"cggv:d115be86-c8b1-4972-a785-db3adb970402_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5602b497-e08c-466f-8a84-661fade3df31","type":"Cohort","allGenotypedSequenced":694,"alleleFrequency":0.002881844380403458,"evidence":[{"id":"cggv:d115be86-c8b1-4972-a785-db3adb970402_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0027694"}},"controlCohort":{"id":"cggv:631a3b80-7980-4e1e-bc8b-4cbe3755a687","type":"Cohort","allGenotypedSequenced":31804,"alleleFrequency":0.0001572129291912967,"evidence":[{"id":"cggv:d115be86-c8b1-4972-a785-db3adb970402_cc_evidence_item"}],"numWithVariant":5},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.004,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28469040","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder. We screened 751 familial ALS patient whole-exome sequences and identified six mutations including p.D40G in the ","dc:creator":"Smith BN","dc:date":"2017","dc:title":"Mutations in the vesicular trafficking protein annexin A11 are associated with amyotrophic lateral sclerosis."},"rdfs:label":"Smith 2017 p.G38R"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"Experts resolved to not score this case-control analysis, and instead score this variant in the variant category."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16bd9869-bc89-49ba-a43d-d1db2c067a06","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b62678b-9cad-4ed4-868b-d0838e73c0c8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"IHC of CNS tissues from the ALS patient carrying an ANXA11 c.1086+1G>A mutation showed ANXA11 positive neuronal cytoplasmic inclusions. There was also significant co-localisation of ANXA11 with TDP-43 and p62 within such inclusions. (Fig. 3)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34099057","type":"dc:BibliographicResource","dc:creator":"Sainouchi M","dc:date":"2021","dc:title":"A novel splicing variant of ANXA11 in a patient with amyotrophic lateral sclerosis: histologic and biochemical features."},"rdfs:label":"IHC of ANXA11 c.1086+1G>A mutation carrier ALS case"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b5eb340d-c961-4285-9784-229dafa35cdf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b368314b-ab60-4836-8ee9-f2001d6c601d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Postmortem tissue from the SALS case carrying ANXA11 p.D40G showed classical pathological features of ALS as well as large annexin A11-immunoreactive inclusions (which were absent from other ALS cases and controls) (Fig. 2).\n\nNumerous ANXA11 positive neuronal cytoplasmic inclusions in the cell body and adjacent axon were also observed in the spinal cord of this patient (Fig. 2B-E), including: Skein-like (Fig. 2B), large-caliber, tubular-shaped structures (Fig. 2C-D), and filamentous and more complex basket-like inclusions (Fig. 2E). Such inclusions were also observed in small numbers in the motor cortex, dentate gyrus of the hippocampus, and temporal neocortex, sometimes being accompanied by abundant torpedo-like neuritic structures in the neuropil (Fig. 2F). Occasional sparse ANXA11-positive neuronal cytoplasmic inclusions and neurites were also seen in the occipital lobe. \n\nSome ANXA11-positive aggregates were ubiquitinated (Fig. 2P).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28469040","rdfs:label":"ANXA11 IHC in D40G SALS case postmortem spinal cord tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Could increase score as the expression changes reported for ANXA11 mirror what is seen for many other ALS gene products in mutation positive patients?"},{"id":"cggv:40b5455c-fa24-4ee5-93bf-e8b8561ae085","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:504a69d7-7ed8-4eda-a82a-a0e47c4602af","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Postmortem brain and spinal cord tissues were available for one p.G38R ANXA11 variant carrier ALS patient. Neuropathologic examination and immunostaining for ANXA11, TDP-42, p62 and S100A6 (an interacting partner of ANXA11) were conducted.\n\nANXA11 positive inclusions were found in all brain areas examined including the superficial motor cortex, midfrontal and superior temporal isocortices, hippocampus, caudate nucleus, mesencephalon, and dentate nucleus of the cerebellum (Fig. 3K–O). The distribution of ANXA11-positive deposits followed that of TDP-43 and p62 in all brain areas examined, except for the cerebellum where the lesions were only stained by TDP-43 and/or ANXA11. \n\nIn the spinal cord, ANXA11 inclusions were detected in motor neurons, including some tubular-shaped deposits mimicking skein-like inclusions (Fig. 4C–D).\n\nDouble staining for ANXA11/TDP-43 or ANXA11/p62 showed intermingled positivity for ANXA11 with either TDP-43 or p62 with no clear superposition (Fig. 3P–R, U–W arrows and arrow heads, Fig. 4O–P). \n\nAccumulations of ANXA11 were observed in neurons having retained their nuclear TDP-43 immunoreactivity (Fig. 4I) or on the contrary having lost it (Fig. 3P). However, a superposition of ANXA11 and TDP-43 (Fig. 4M, N), or ANXA11 and p62 (Fig. 3W star), could be observed in intracytoplasmic conglomerates.\n\nIncreased S100A6 (interacting partner of ANXA11) staining was also observed in the lateral tracts corresponding to an astroglial cytoplasmic positivity (Fig. 3X, Y arrows). This was also seen in other ALS patients (including 2 sporadic cases and 2 patients carrying the C9orf72 repeat expansion). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33218681","type":"dc:BibliographicResource","dc:abstract":"ANXA11 mutations have previously been discovered in amyotrophic lateral sclerosis (ALS) motor neuron disease. To confirm the contribution of ANXA11 mutations to ALS, a large exome data set obtained from 330 French patients, including 150 familial ALS index cases and 180 sporadic ALS cases, was analyzed, leading to the identification of 3 rare ANXA11 variants in 5 patients. The novel p.L254V variant was associated with early onset sporadic ALS. The novel p.D40Y mutation and the p.G38R variant concerned patients with predominant pyramidal tract involvement and cognitive decline. Neuropathologic findings in a p.G38R carrier associated the presence of ALS typical inclusions within the spinal cord, massive degeneration of the lateral tracts, and type A frontotemporal lobar degeneration. This mutant form of annexin A11 accumulated in various brain regions and in spinal cord motor neurons, although its stability was decreased in patients' lymphoblasts. Because most ANXA11 inclusions were not colocalized with transactive response DNA-binding protein 43 or p62 deposits, ANXA11 aggregation does not seem mandatory to trigger neurodegeneration with additional participants/partner proteins that could intervene.","dc:creator":"Teyssou E","dc:date":"2021","dc:title":"Genetic screening of ANXA11 revealed novel mutations linked to amyotrophic lateral sclerosis."},"rdfs:label":"Neuropathologic analysis of ALS patient tissue with p.G38R"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f9457e60-691d-4842-a13d-871d2db46f32","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ed56e11-b008-4667-9007-865ec6b423a8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Investigated whether ANXA11 coaggregates with ALS-associated RBPs by  inducing hyperosmotic stress using sorbitol treatment of NSC-34 MN cells expressing  ANXA11-GFP and stained with antibodies against each RBP.\nCo-localisation observed with FUS, EWSR1, and hnRNPA1\nPerformed a GST-pull down to identify physical interactions\nInteractions found with with FUS, EWSR1, and hnRNPA1\nAn increase in binding was detected in the presence of Ca2+\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33087501","rdfs:label":"ANXA11 interacts with ALS-linked RNA binding proteins"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Score maxed to 2 as interactions reported for 4 different ALS genes, including 2 major ALS genes - FUS and TARDBP. "},{"id":"cggv:8fce719a-a4f0-472c-9c0b-289aa68db93f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b93c5298-bfda-43b6-939c-ec77daf64b82","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ANXA11 was normally incorporated into TIA1-positive stress granules in response to oxidative stress.\nFig. 4B and data file S1","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33087501","rdfs:label":"ANXA11 is a component of stress granules"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Uncertain strength of association between stress granules and ALS, an issue which will be addressed in a future SOP for the ALS GCEP. As functional evidence category is already maxed out, whether or not this piece of evidence is scored will make no difference to the final score for the ANXA11 gene."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3343da2-f1a7-41e4-aa97-08d0a4994a48","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7ed8a3a4-6216-47d0-a6ff-606193caeca7","type":"FunctionalAlteration","dc:description":"Western Blot showed a decrease in expression of ANXA11 in lymphoblasts from an ALS patient carrying the ANXA11 p.G38R mutation (Fig. 2A-B). \nProtein degradation assay using cycloheximide treatment showed an accelerated degradation kinetic in lymphoblasts carrying the p.G38R mutant form compared with controls and other ANXA11 mutations (p.D40Y and p.L254V) (Fig. 2D).\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33218681","rdfs:label":"ANXA11 p.G38R impairs protein levels and stability"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:882d830e-1717-44d2-b071-6b804a78e7db","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:20bcb7b6-8f5e-4206-98f9-c6c3430d5886","type":"FunctionalAlteration","dc:description":"1. IHC of fibroblasts to show ANXA11 localisation after stimulation with a calcium ionophore, ionomycin, to augment intracellular concentration of Ca2+ (Fig. S2, B and C). Confirmed by biochemical fractionation experiments (fig. S2, D to F). Further replicated using GFP-tagged constructs in cell lines, where similar treatment resulted in H390P and R456H ANXA11 mutants robustly aggregated in the cytoplasm (Fig. 1, B and C). These mutants are located within the third and fourth ANX domains, which are responsible for Ca2+-dependent phospholipid binding (Fig. 1A), suggesting that these mutations may block binding to plasma and nuclear membrane phospholipids, thereby inhibiting the Ca2+-dependent functions of ANXA11.\nExamined the expression of ANXA11 mRNA and protein in patient bone marrow–derived mesenchymal stem cells (BM-MSCs) carrying the loss of function p.G228Lfs*29 variant.\nQuantitative polymerase chain reaction (PCR) analysis revealed 38% reduced mRNA expression, and Western blot analysis only detected a normal-sized protein band with 49% reduced expression in BM-MSC cells, suggesting that no stable truncated protein was produced from mutant transcripts (Fig. 3, A and B).\n\n2. Fura-2 ratio calcium imaging of patient fibroblasts showed ANXA11 variant positive fibroblasts had significantly higher basal intracellular Ca2+ concentration than the healthy control fibroblasts (P < 0.0001) (Fig. 2, A and B), indicating that intracellular Ca2+ homeostasis was disrupted in patient fibroblasts. Next, estimated endoplasmic reticulum (ER) Ca2+ content by stimulating cells with the sarco/endoplasmic reticulum Ca2+–adenosine triphosphatase (ATPase) (SERCA) inhibitor thapsigargin (TG) (1 μM) in Ca2+-free medium. TG-induced Ca2+ release was significantly decreased in patient fibroblasts as compared to healthy control fibroblasts (P < 0.0001) (Fig. 2, A and C), indicating that there were lower concentration of ER Ca2+ in the fibroblasts of patients carrying ANXA11 missense variants. Also observed a corressponding increase in basal phosphorylation of the α subunit of eukaryotic initiation factor 2 (Fig. 2, D and E). \nIntracellular concentration of basal Ca2+ was increased (P < 0.0001), whereas TG-induced Ca2+ release was decreased in patient BM-MSCs as compared to healthy control BM-MSCs (P < 0.0001) (Fig. 3, C and D). We confirmed these data by ANXA11 knockdown (KD) in HeLa cells (Fig. 3, E to H).\n\n3. Surface sensing of translation (SUnSET) assay was used to examine protein translation in the fibroblasts of patients carrying the ALS-linked missense variants of ANXA11. As expected, protein translation was significantly lower in patient fibroblasts than in those of healthy controls (P = 0.021 for p.G38R, P = 0.011 for p.H390P, and P = 0.002 for p.R456H) (Fig. 8, A and B).\n\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33087501","rdfs:label":"Functional alterations in ANXA11 patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:19987550-fa3c-4bdc-a452-c4347c5475e9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e69a32fa-336b-4c8d-90db-d7dc40bcbccb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reintroduction of ANXA11 WT protein to cells where ANXA11 expression was knocked down, fully restored to basal Ca2+ levels to within the normal range (P = 0.9779 for the basal). However, this was not observed for the ALS-linked missense variants of ANXA11, suggesting these mutations interfere with normal basal levels of Ca2+. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33087501","rdfs:label":"ANXA11 rescue of basal calcium levels in HeLa cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":3643,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:73849983-f477-42e7-9ae3-338b6cebc12d","type":"GeneValidityProposition","disease":"obo:MONDO_0027694","gene":"hgnc:535","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ANXA11 was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) in 2017 (Smith et al., PMID: 28469040). 32 variants have been reported in ALS patients in the literature, 20 of which were sufficiently rare in the general population and scored as part of this curation. This includes 17 missense variants and three splicing variants that have been reported in 11 publications (PMIDs: 28469040, 29845112, 30054183, 30337194, 33218681, 33618928, 34048612, 34099057, 29650794, 33589474, 33087501). Eight of these variants also had supporting functional data. Four variants were reported in multiple publications, with their second observation also scored to reach the maximum score for genetic evidence of 12 pts. The mechanism of pathogenicity appears to be gain of function. This gene-disease association is also supported by experimental evidence including expression studies, functional alterations in patient cells, rescue experiments in vitro and protein interactions (PMIDs: 28469040, 33218681, 34099057, 33087501). Notably, this includes the observation of ubiquitinated neuronal cytoplasmic inclusions positive for the ANXA11 protein with co-localisation with TDP-43 and p62 in post-mortem neuronal tissues from patients carrying three different ANXA11 variants. In summary, ANXA11 is definitively associated with autosomal dominant ALS. This has been repeatedly demonstrated in both the research, and has been upheld over time. This classification was approved by the ClinGen ALS GCEP on November 9, 2021 (SOP Version 8). ","dc:isVersionOf":{"id":"cggv:4dca2f56-87c6-4ac7-97bf-0889883b8e63"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}