{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-02-24T17:52:13.661Z","role":"Publisher"},{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-02-24T17:52:00.635Z","role":"Approver"}],"evidence":[{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ffd6b95-6d62-4d25-a81d-28cf2d2cdb8d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7508cc4c-1d0f-4be0-b4b2-d7ecd727ee5d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blotting experiments revealed that there are 2 predominant carboxylase mRNA transcripts, one of about 2.7 kb and the other of about 3.6 kb. All tissues examined contain detectable amounts of carboxylase mRNA but none contained more than 20% of the levels found in liver.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9166845","type":"dc:BibliographicResource","dc:abstract":"The human gene for gamma-glutamyl carboxylase is 13 kb in length and contains 15 exons. Transcription starts at a cytosine 217 base pair upstream of the first codon. There are two major transcripts in all tissues examined. They are distinguished by the presence of an Alu sequence in the 3' nontranslated end of the longer species. Relative mRNA levels for 12 bovine tissues are presented.","dc:creator":"Wu SM","dc:date":"1997","dc:title":"Genomic sequence and transcription start site for the human gamma-glutamyl carboxylase."},"rdfs:label":"Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"As expected, it was found that the level of carboxylase mRNA was highest in the liver where the vitamin K-dependent coagulation factors are synthesized. This is in agreement the expression reported in The Human Protein Atlas, RNA detected in all tissues but enriched in the liver."},{"id":"cggv:c3a53520-77e8-4204-9ec8-cb1a9e5f365b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4c7a885-0d1c-4280-be57-cddf87eaa7bd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"GGCX encodes vitamin K-dependent gamma-carboxylase which catalyzes the carboxylation of specific Glu residues in the intracellular precursors of certain proteins to gamma-carboxyglutamly (Gla) residues in mature proteins. Carboxylation of glutamic acid residues occurs in a number of proteins, including the procoagulants factors II, VII, IX, and X; the anticoagulants protein C and protein S. Carboxylation of other proteins such as osteocalcin and matrix Gla protein may explain additional phenotypes in bone, skin and eyes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2617472","type":"dc:BibliographicResource","dc:abstract":"The vitamin K-dependent carboxylase activity of bovine liver microsomes has been purified 500-fold by adsorption to an antiprothrombin column and elution with a dodeca peptide which competes with a prothrombin precursor enzyme recognition site. The purified enzyme is devoid of bound precursors, and has the same ratio of vitamin K epoxidase activity to carboxylase activity as the crude microsomal preparation.","dc:creator":"Harbeck MC","dc:date":"1989","dc:title":"Vitamin K-dependent carboxylase: partial purification of the enzyme by antibody affinity techniques."},"rdfs:label":"Vitamin K-Dependent Carboxylase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Here the authors purifyied the protein and confirmed the enzyme requires the reduced form of vitamin K, O2, and CO2, as co-substrates and forms the 2,3-epoxide of the vitamin as a second product, using the propeptide region (dodeca peptide KSLFIRREQANNILARVTRA which contains the 18 residue propeptide region of human factor X) of the vitamin K-dependent proteins as a recognition site for the carboxylase."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27a4e5da-0e04-496c-8715-c09dfc881cba","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:24f276ef-9fb0-4fd6-9e7d-93d9c30e6475","type":"FunctionalAlteration","dc:description":"Assessed the degree of γ-glutamyl carboxylation of MGP by using antibodies that specifically recognize the undercarboxylated (ucMGP) and fully carboxylated (cMGP) forms of the protein. Immunohistochemistry of the proband’s skin revealed deposition of ucMGP in the mid-dermis but very little of the active carboxylated form of the protein. In contrast, immunohistochemistry of control skin stained in parallel with these two antibodies indicated essentially complete absence of ucMGP, as well as very little cMGP.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19116367","type":"dc:BibliographicResource","dc:abstract":"Pseudoxanthoma elasticum (PXE) is a multisystem disorder characterized by ectopic mineralization of connective tissues with primary manifestations in the skin, eyes, and cardiovascular system. The classic forms of PXE are due to mutations in the ABCC6 gene that encodes the ABCC6 protein, a putative transmembrane transporter expressed primarily in the liver and the kidneys. PXE-like clinical findings have been encountered in association with vitamin K-dependent coagulation factor deficiency, an autosomal recessive disorder that is due to mutations in either the GGCX or VKORC1 genes. In this study, we investigated a family with two siblings with characteristic features of PXE and vitamin K-dependent coagulation factor deficiency. Mutation analysis identified two GGCX mutations in the affected individuals (p. R83W and p.Q374X); however, no mutations in either ABCC6 or VKORC1 could be found. GGCX encodes a gamma-glutamyl carboxylase necessary for activation of both coagulation factors in the liver and matrix gla protein, which, in fully carboxylated form, is able to prevent ectopic mineralization. Analysis of skin by specific antibodies demonstrated that matrix gla protein was found predominantly in undercarboxylated form and was associated with the mineralized areas in the patients' lesional skin. These observations pathomechanistically suggest that, in our patients, reduced carboxylase activity results in a reduction of matrix gla protein carboxylation, thus allowing peripheral mineralization to occur. Our findings also confirm GGCX as the second gene locus causing PXE.","dc:creator":"Li Q","dc:date":"2009","dc:title":"Co-existent pseudoxanthoma elasticum and vitamin K-dependent coagulation factor deficiency: compound heterozygosity for mutations in the GGCX gene."},"rdfs:label":"MGP carboxylation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The putative pathomechanistic explanation for the development of mineralization in the skin in patients with GGCX deficiency relies on the ability of MGP, a low molecular weight protein, to prevent premature mineralization when modified by γ-glutamyl carboxylation. If the carboxylation reaction does not take place due to deficient carboxylase enzyme activity, the undercarboxylated form of MGP (which is inactive) cannot prevent aberrant mineralization of peripheral connective tissues, such as the elastic fibers in the skin. Antibodies that discriminate between the undercarboxylated and fully carboxylated forms of MGP in biopsy specimens from lesional skin from the proband and non-mineralized control skin, respectively, demonstrated an abundance of ucMGP14 in biopsy specimens from lesional skin from the proband, whereas this form of the protein was essentially absent in the control skin. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec351dd4-9183-41a4-aeae-b91d9ea0ffca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aa0f3fc-dc0c-4dca-b14e-0e569374cd3b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in humans GgcxΔliver/Δliver mice displayed bleeding diathesis, which was accompanied by decreased activity of coagulation factors II and IX. Wild-type mice ceased bleeding within 10 minutes of tail incision, while GgcxΔliver/Δliver mice continued to bleed for more than 30 minutes. 60% of female GgcxΔliver/Δliver mice survived longer than 100 days indicating the small portion of residual Ggcx activity detected in the liver of GgcxΔliver/Δliver mice is sufficient to survive unless they got injured or pregnant. This is compatible with the clinical observation that patients with decreased carboxylase activity live several years before diagnosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24520408","type":"dc:BibliographicResource","dc:abstract":"Vitamin K is a fat-soluble vitamin that plays important roles in blood coagulation and bone metabolism. One of its functions is as a co-factor for γ-glutamyl carboxylase (Ggcx). Conventional knockout of Ggcx causes death shortly after birth in homozygous mice. We created Ggcx-floxed mice by inserting loxP sequences at the sites flanking exon 6 of Ggcx. By mating these mice with albumin-Cre mice, we generated Ggcx-deficient mice specifically in hepatocytes (Ggcx(Δliver/Δliver) mice). In contrast to conventional Ggcx knockout mice, Ggcx(Δliver/Δliver) mice had very low activity of Ggcx in the liver and survived several weeks after birth. Furthermore, compared with heterozygous mice (Ggcx(+/Δliver) ), Ggcx(Δliver/Δliver) mice had shorter life spans. Ggcx(Δliver/Δliver) mice displayed bleeding diathesis, which was accompanied by decreased activity of coagulation factors II and IX. Ggcx-floxed mice can prove useful in examining Ggcx functions in vivo. ","dc:creator":"Azuma K","dc:date":"2014","dc:title":"Liver-specific γ-glutamyl carboxylase-deficient mice display bleeding diathesis and short life span."},"rdfs:label":"GgcxΔliver/Δliver mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c30f0006-ab16-4090-9bcc-a7d053b1c6c2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2432848e-61ed-4ca5-9a19-c0280bb8c639","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Analysis of a Ggcx+/− intercross revealed a partial developmental block with only 50% of expected Ggcx−/− offspring surviving to term, with the latter animals dying uniformly at birth of massive intra-abdominal hemorrhage. Both mice and humans display abnormal bleeding with increased severity in the mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17327402","type":"dc:BibliographicResource","dc:abstract":"The carboxylation of glutamic acid residues to gamma-carboxyglutamic acid (Gla) by the vitamin K-dependent gamma-glutamyl carboxylase (gamma-carboxylase) is an essential posttranslational modification required for the biological activity of a number of proteins, including proteins involved in blood coagulation and its regulation. Heterozygous mice carrying a null mutation at the gamma-carboxylase (Ggcx) gene exhibit normal development and survival with no evidence of hemorrhage and normal functional activity of the vitamin K-dependent clotting factors IX, X, and prothrombin. Analysis of a Ggcx(+/-) intercross revealed a partial developmental block with only 50% of expected Ggcx(-/-) offspring surviving to term, with the latter animals dying uniformly at birth of massive intra-abdominal hemorrhage. This phenotype closely resembles the partial midembryonic loss and postnatal hemorrhage previously reported for both prothrombin- and factor V (F5)-deficient mice. These data exclude the existence of a redundant carboxylase pathway and suggest that functionally critical substrates for gamma-carboxylation, at least in the developing embryo and neonate, are primarily restricted to components of the blood coagulation cascade.","dc:creator":"Zhu A","dc:date":"2007","dc:title":"Fatal hemorrhage in mice lacking gamma-glutamyl carboxylase."},"rdfs:label":"Ggcx−/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The severity of disease in the mice compared to humans may be a result of the fact that all the reported human mutations appear to have at least one hypomorphic allele, with no individuals yet identified with complete γ-carboxylase deficiency. The early mortality of Ggcx−/− mice precludes a direct assessment in these animals of the importance of γ-carboxylation for the biologic functions of MGP, osteocalcin, or other γ-carboxylated proteins."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a27a3cc1-c2a0-414e-aee9-ea078a136faf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33da1514-3c64-4f5b-9e2f-9dc0dbb3b407","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"Genomic DNA was prepared from whole blood samples by standard procedures. Fifteen exons and flanking intronic sequences of the GGCX gene, as well as the promoter region were PCR amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FII 30%, FVII 37%, FIX 53%, FX 29%, Chondrodysplasia punctata, Conradi-Hünermann-Happle syndrome","phenotypes":["obo:HP_0011800","obo:HP_0001642","obo:HP_0000407","obo:HP_0005280"],"previousTesting":true,"previousTestingDescription":"three exons and flanking intronic sequences of the VKORC1 gene, the promoter decanucleotide insertion in F7 gene (c.-323_322), and exon 11 of the CYP4F2 gene harbouring rs 2108622 (c.1297G>A, p.Val1433Met, CYP4F2*3) were sequenced","sex":"Female","variant":{"id":"cggv:a27a3cc1-c2a0-414e-aee9-ea078a136faf_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a88d8bbe-cf41-467b-9a44-d64d30bdc0c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.944G>A (p.Trp315Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1741965"}},{"id":"cggv:34cc5308-25b7-4910-9573-d120c01809cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1454G>C (p.Arg485Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126264"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25151188","type":"dc:BibliographicResource","dc:abstract":"Functional limitations for the vitamin K cycle, caused either by mutations in gamma-glutamyl carboxylase or vitamin K epoxide reductase genes, result in hereditary deficiency of vitamin K-dependent coagulation factors (VKCFD1 and VKCFD2, respectively). Patients suffering from VKCFD often share several other anatomical irregularities which are not related to haemostasis. Here we report on nine patients, eight of them previously unreported, who presented with VKCFD1. All were examined with special attention to vitamin K-dependent coagulation factors as well as to bone and heart development and to other anatomical signs of embryonal vitamin K deficiency. In total, we detected ten mutations in the gamma-glutamyl carboxylase gene of which seven have not been previously reported. Most interestingly, additional non-bleeding phenotypes were observed in all patients including midfacial hypoplasia, premature osteoporosis, cochlear hearing loss, heart valve defects, pulmonary stenosis, or pseudoxanthoma elasticum-like phenotype. Undercarboxylated matrix Gla protein, osteocalcin, and periostin appear to be responsible for these defects which are also observed in cases of fetal warfarin syndrome.","dc:creator":"Watzka M","dc:date":"2014","dc:title":"Bleeding and non-bleeding phenotypes in patients with GGCX gene mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188","rdfs:label":"Patient B"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The nonsense Trp315Ter and missense Arg485Pro variants were identified in trans. Trp315Ter occurs in exon 8 of 15 and is predicted to result in NMD while the Arg485Pro variant has not been functionally characterized. Both are present in gnomAD, the European population at a MAF of 0.00004706 and the African population at a MAF of 0.00006153 respectively."},{"id":"cggv:6a8aada4-24c5-46a6-83b7-3206068fcee1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4209ff7-f02d-4c3c-9601-95b751e394c9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":11,"detectionMethod":"Genomic DNA was prepared from whole blood samples by standard procedures. Fifteen exons and flanking intronic sequences of the GGCX gene, as well as the promoter region were PCR amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FII 41%, FVII 27%, FX 18%, PC 76%","phenotypes":["obo:HP_0000470","obo:HP_0001642","obo:HP_0001631","obo:HP_0009898","obo:HP_0011800","obo:HP_0000407","obo:HP_0005280"],"previousTesting":true,"previousTestingDescription":"three exons and flanking intronic sequences of the VKORC1 gene, the promoter decanucleotide insertion in F7 gene (c.-323_322), and exon 11 of the CYP4F2 gene harbouring rs 2108622 (c.1297G>A, p.Val1433Met, CYP4F2*3) were sequenced","sex":"Female","variant":{"id":"cggv:6a8aada4-24c5-46a6-83b7-3206068fcee1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a88d8bbe-cf41-467b-9a44-d64d30bdc0c0"},{"id":"cggv:65b5f230-86b4-4c9d-9d36-a1bfcc96b350","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.850T>C (p.Ser284Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347489013"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188","rdfs:label":"Patient G"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The nonsense Trp315Ter and missense Ser248Pro variants were identified in trans. Trp315Ter occurs in exon 8 of 15 and is predicted to result in NMD while the Ser248Pro variant has not been functionally characterized. Trp315Ter is present in gnomAD, the European population at a MAF of 0.00004706."},{"id":"cggv:1ba62424-393e-4d62-bf5e-4e8d81092f3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:989c05f6-9d39-4630-bc7d-3f8e8f8e128a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Genomic DNA was prepared from whole blood samples by standard procedures. Fifteen exons and flanking intronic sequences of the GGCX gene, as well as the promoter region were PCR amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FII 30%, FVII 49%, FX 28%, PC 15%, PC <12%","phenotypes":["obo:HP_0000252","obo:HP_0011800","obo:HP_0004349","obo:HP_0001928","obo:HP_0012233","obo:HP_0011332"],"previousTesting":true,"previousTestingDescription":"Three exons and flanking intronic sequences of the VKORC1 gene, the promoter decanucleotide insertion in F7 gene (c.-323_322), and exon 11 of the CYP4F2 gene harbouring rs 2108622 (c.1297G>A, p.Val1433Met, CYP4F2*3) were sequenced.","sex":"Male","variant":{"id":"cggv:1ba62424-393e-4d62-bf5e-4e8d81092f3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4b92dc79-35b2-4084-ad99-a6799139e6ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.373G>A (p.Gly125Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347491938"}},{"id":"cggv:5e50f268-e30e-444a-aaa0-143e84dede7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1601A>T (p.Asp534Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347484734"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188","rdfs:label":"Patient H"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variants Gly125Arg and Asp534Val were identified in trans. The c.373G>A variant (p.Gly125Arg) is predicted to disrupt a splice site, however no functional evidence is provided for either variant."},{"id":"cggv:36eabc05-9d86-42a9-bcf9-0c5cba70c70c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:afe3e6c9-c37c-4de3-a777-f62d2b0900ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"The entire coding region and intron/exon boundaries of GGCX, were PCR amplified and analyzed via direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"proliferation time 14.9 (normal 12.3-14.6), partial thromboplastin time 25.9 (normal 27.3-35.3), factor X 20-22%","phenotypes":["obo:HP_0006298","obo:HP_0000973","obo:HP_0012201","obo:HP_0002829","obo:HP_0002725","obo:HP_0001928","obo:HP_0001102","obo:HP_0025507","obo:HP_0001892","obo:HP_0008321","obo:HP_0000225","obo:HP_0000978","obo:HP_0000132","obo:HP_0001582","obo:HP_0001903"],"previousTesting":true,"previousTestingDescription":"NO mutations were found in either ABCC6 or VKORC1.","sex":"Female","variant":{"id":"cggv:36eabc05-9d86-42a9-bcf9-0c5cba70c70c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ae827e8f-64ed-4fdc-b0ae-dae990cef201","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1120C>T (p.Gln374Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214953"}},{"id":"cggv:e4dc8ecd-cc1c-4b80-a67d-9d6a6ee9ede6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.247C>T (p.Arg83Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1742181"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19116367"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19116367","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The missense variant Arg83Trp and nonsense variant Gln374Ter were identified in trans.  The arginine residue is highly conserved during evolution but no functional evidence was provided to support a deleterious effect of Arg83Trp. The Gln374Ter variant occurs in exon 8 of 15 and is predicted to cause NMD."},{"id":"cggv:3d716cd3-a57c-4845-bcd3-6129f0faed71_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1ae05ee9-0a75-42ca-b28d-73c807e3ae57","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Genomic DNA was prepared from whole blood samples by standard procedures. Fifteen exons and flanking intronic sequences of the GGCX gene, as well as the promoter region were PCR amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FVII 54%, FX 28%, Chondrodysplasia punctata","phenotypes":["obo:HP_0000407","obo:HP_0000470","obo:HP_0001643","obo:HP_0009898","obo:HP_0005280","obo:HP_0008169","obo:HP_0008321","obo:HP_0011800"],"previousTesting":true,"previousTestingDescription":"Three exons and flanking intronic sequences of the VKORC1 gene, the promoter decanucleotide insertion in F7 gene (c.-323_322), and exon 11 of the CYP4F2 gene harbouring rs 2108622 (c.1297G>A, p.Val1433Met, CYP4F2*3) were sequenced. Previous unremarkable genetic analysis of F7 and F10.","sex":"Female","variant":{"id":"cggv:3d716cd3-a57c-4845-bcd3-6129f0faed71_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a8bb36dc-739f-4262-958f-38736f540817","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.2085-5T>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768235"}},{"id":"cggv:aaaf1163-89db-4c28-9b4f-4008546c3ae9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.469T>C (p.Trp157Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1742123"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188","rdfs:label":"Patient F"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The missense variant Trp157Arg is in trans with c.2085-5T>C, which is predicted to affect the acceptor splice site of intron 14. Trp157Arg is present in the gnomAD European population at an MAF of 0.00002638 (3/113736 alleles). From PMID: 16720838 Trp157Arg was expressed in insect cells and found to have 8% activity compared to WT carboxylase. "},{"id":"cggv:56ccfb57-aeef-41c2-966c-efdad579eb4c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0bb1eec9-942f-4b9c-b229-0025b293cb34","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"Polymerase chain reaction (PCR) amplification of all 15 exons, including intron–exon borders, of the γ‐carboxylase gene and both strands of the PCR templates were screened for mutations by direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":" factor (F) II, 21%; FVII, 42%; and FX, 36%, no bleeding history","phenotypes":["obo:HP_0001999","obo:HP_0001928","obo:HP_0008169","obo:HP_0001643","obo:HP_0008151","obo:HP_0008321"],"sex":"Male","variant":{"id":"cggv:56ccfb57-aeef-41c2-966c-efdad579eb4c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:34cc5308-25b7-4910-9573-d120c01809cb"},{"id":"cggv:fdc6bbc9-131d-4bc5-aeae-dd28b93305fd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.215-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212965"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15287948","type":"dc:BibliographicResource","dc:abstract":"Hereditary combined deficiency of the vitamin K-dependent coagulation factors II, VII, IX, X, protein C, S and protein Z (VKCFD) is a very rare autosomal recessive inherited bleeding disorder. The phenotype may result from functional deficiency of either the gamma-glutamyl carboxylase (GGCX) or the vitamin K epoxide reductase (VKOR) complex. We report on the third case of VKCFD1 with mutations in the gamma-glutamyl carboxylase gene, which is remarkable because of compound heterozygosity. Two mutations were identified: a splice site mutation of exon 3 and a point mutation in exon 11, resulting in the replacement of arginine 485 by proline. Screening of 100 unrelated normal chromosomes by restriction fragment length polymorphism and denaturing high-performance liquid chromatography analysis excluded either mutation as a frequent polymorphism. Substitution of vitamin K could only partially normalize the levels of coagulation factors. It is suggested that the missense mutation affects either the propeptide binding site or the vitamin K binding site of GGCX.","dc:creator":"Rost S","dc:date":"2004","dc:title":"Compound heterozygous mutations in the gamma-glutamyl carboxylase gene cause combined deficiency of all vitamin K-dependent blood coagulation factors."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15287948","rdfs:label":"Rost Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The splice variant c.215-1G>T and missense Arg485Pro variants were identified in trans. The c.215-1G>T variant occurs in intron 2 and is predicted to  result in loss of exon 3 while the Arg485Pro variant has not been functionally characterized. Arg485Pro is present in the European African population at a MAF of 0.00006153 (1/16252 alleles)."},{"id":"cggv:4dd61e9b-d3f0-4e85-bc64-d1a67a7fe66a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b3a0d5c2-f99c-4845-8eef-ff3a96d4cda6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"detectionMethod":"GGCX was PCR amplified and the whole coding region with intron/exon boundaries was analyzed with direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PT 1.81 (INR, normal 0.8-1.2), factors II 66%, VII 26%, IX 70%, and X 15%","phenotypes":["obo:HP_0007522","obo:HP_0001102","obo:HP_0008151","obo:HP_0001928","obo:HP_0004944"],"previousTesting":true,"previousTestingDescription":"Molecular analysis revealed neither causal mutations in the ABCC6 gene (ATP-binding cassette subfamily C member 6), which is responsible for PXE, nor in VKORC1 (vitamin K 2,3 epoxide reductase), known to be involved in vitamin K-dependent factor deficiency.","sex":"Female","variant":{"id":"cggv:4dd61e9b-d3f0-4e85-bc64-d1a67a7fe66a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:679ca8c6-9636-44d7-bc6e-8ef159e357f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1478G>C (p.Trp493Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214952"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17110937","type":"dc:BibliographicResource","dc:abstract":"Data on six patients with a Pseudoxanthoma Elasticum (PXE)-like phenotype, characterized by excessive skin folding (resembling cutis laxa) and a deficiency of the vitamin K-dependent clotting factors (II, VII, IX, and X) are presented. A comparison is made between the clinical, ultrastructural, and molecular findings in these patients and those seen in classic PXE and cutis laxa, respectively. Clinical overlap with PXE is obvious from the skin manifestations of yellowish papules or leathery plaques with dot-like depressions at presentation, angioid streaks and/or ocular peau d'orange, and fragmentation and calcification of elastic fibers in the dermis. Important phenotypic differences with PXE include much more severe skin laxity with spreading toward the trunk and limbs with thick, leathery skin folds rather than confinement to flexural areas, and no decrease in visual acuity. Moreover, detailed electron microscopic analyses revealed that alterations of elastic fibers as well as their mineralization were slightly different from those in classic PXE. Molecular analysis revealed neither causal mutations in the ABCC6 gene (ATP-binding cassette subfamily C member 6), which is responsible for PXE, nor in VKORC1 (vitamin K 2,3 epoxide reductase), known to be involved in vitamin K-dependent factor deficiency. However, the GGCX gene (gamma-glutamyl carboxylase), encoding an enzyme important for gamma-carboxylation of gla-proteins, harbored mutations in six out of seven patients analyzed. These findings all support the hypothesis that the disorder indeed represents a separate clinical and genetic entity, the molecular background of which remains to be unraveled.","dc:creator":"Vanakker OM","dc:date":"2007","dc:title":"Pseudoxanthoma elasticum-like phenotype with cutis laxa and multiple coagulation factor deficiency represents a separate genetic entity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17110937","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The homozygous missense variant Trp493Ser was not supported by functional evidence."},{"id":"cggv:58060ccb-824b-4ac5-aaaa-3cc3b898679d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ab6e1b5-a68a-496b-8de7-54c6461e811b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000978","obo:HP_0002239","obo:HP_0001928","obo:HP_0025507","obo:HP_0100246","obo:HP_0011800","obo:HP_0005280","obo:HP_0000343","obo:HP_0000973"],"sex":"Female","variant":{"id":"cggv:58060ccb-824b-4ac5-aaaa-3cc3b898679d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7614b495-b3a3-491c-9cd9-ee86f9139ffe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1609G>T (p.Gly537Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/995973"}},{"id":"cggv:d4fa8312-3b1c-41fc-8850-ad95fcefcb24","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1538G>A (p.Arg513Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/995971"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29175035","type":"dc:BibliographicResource","dc:creator":"Dordoni C","dc:date":"2018","dc:title":"Characterization of a Pseudoxanthoma elasticum-like patient with coagulation deficiency, cutaneous calcinosis and GGCX compound heterozygosity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29175035","rdfs:label":"Dordoni Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The missense variant Arg513Lys was identified in trans with the nonsense variant Gly537Ter which occurs in exon 11 of 15 and is predicted to result in NMD. The c.1538G>A (p.Arg513Lys) variant is predicted to alter the splice donor site of exon 11 and RT-PCR analysis performed on RNA from patient’s blood demonstrated the activation of a cryptic splice donor site 25 bp upstream the consensus site, which generates a frameshift (c.1585_1609del) and a premature stop codon (p.Val529Aspfs*8). This variant is present in the gnomAD European population at a MAF of 0.00003098 (4/129132 alleles)."},{"id":"cggv:9e0bb98c-080a-4fc5-aca4-c2373bf47b0e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:99461ee8-c703-45ec-a8be-51dbf3651b43","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"Genomic DNA was prepared from whole blood samples by standard procedures. Fifteen exons and flanking intronic sequences of the GGCX gene, as well as the promoter region were PCR amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FX 6%","phenotypes":["obo:HP_0008169","obo:HP_0011800","obo:HP_0008321","obo:HP_0012786","obo:HP_0000421","obo:HP_0002907","obo:HP_0003196","obo:HP_0005280","obo:HP_0012233"],"previousTesting":true,"previousTestingDescription":"three exons and flanking intronic sequences of the VKORC1 gene, the promoter decanucleotide insertion in F7 gene (c.-323_322), and exon 11 of the CYP4F2 gene harbouring rs 2108622 (c.1297G>A, p.Val1433Met, CYP4F2*3) were sequenced","sex":"Female","variant":{"id":"cggv:9e0bb98c-080a-4fc5-aca4-c2373bf47b0e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ea606f65-1dd7-4822-83b2-d3224caa872e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.610C>T (p.Arg204Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347490685"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25151188","rdfs:label":"Patient C1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The homozygous missense variant Arg204Cys was not functionally characterized."},{"id":"cggv:f811b30a-87b9-42a4-81a5-1126c4a62c73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4fbc353c-4bb7-4ef7-9970-d3b7815a846f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"The 13-kb gene encoding the carboxylase was entirely sequenced using the polymerase chain reaction (PCR) and subsequent direct sequencing of the PCR products.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"II:C 9%, VII:C 6%, IX:C 7%, PC <1%, PS <1%, PT 49.5/11.5s, APTT 60/30s","phenotypes":["obo:HP_0005543","obo:HP_0003645","obo:HP_0004325","obo:HP_0001263","obo:HP_0004322","obo:HP_0000225","obo:HP_0008169","obo:HP_0000421","obo:HP_0001928","obo:HP_0004855","obo:HP_0001999","obo:HP_0008151","obo:HP_0001635","obo:HP_0011858","obo:HP_0031364"],"previousTesting":true,"previousTestingDescription":"Sequence analysis of the proposita did not identify any mutations in the VKORC1 gene.","sex":"Female","variant":{"id":"cggv:f811b30a-87b9-42a4-81a5-1126c4a62c73_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:115f5c0f-3e5c-4d94-a709-5b0f36617932","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1772C>A (p.Thr591Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347484094"}},{"id":"cggv:aaaf1163-89db-4c28-9b4f-4008546c3ae9"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16720838","type":"dc:BibliographicResource","dc:abstract":"Hereditary combined vitamin K-dependent (VKD) coagulation factor deficiency is an autosomal recessive bleeding disorder associated with defects in either the gamma-carboxylase, which carboxylates VKD proteins to render them active, or the vitamin K epoxide reductase (VKORC1), which supplies the reduced vitamin K cofactor required for carboxylation. Such deficiencies are rare, and we report the fourth case resulting from mutations in the carboxylase gene, identified in a Tunisian girl who exhibited impaired function in hemostatic VKD factors that was not restored by vitamin K administration. Sequence analysis of the proposita did not identify any mutations in the VKORC1 gene but, remarkably, revealed 3 heterozygous mutations in the carboxylase gene that caused the substitutions Asp31Asn, Trp157Arg, and Thr591Lys. None of these mutations have previously been reported. Family analysis showed that Asp31Asn and Thr591Lys were coallelic and maternally transmitted while Trp157Arg was transmitted by the father, and a genomic screen of 100 healthy individuals ruled out frequent polymorphisms. Mutational analysis indicated wild-type activity for the Asp31Asn carboxylase. In contrast, the respective Trp157Arg and Thr591Lys activities were 8% and 0% that of wild-type carboxylase, and their compound heterozygosity can therefore account for functional VKD factor deficiency. The implications for carboxylase mechanism are discussed.","dc:creator":"Darghouth D","dc:date":"2006","dc:title":"Compound heterozygosity of novel missense mutations in the gamma-glutamyl-carboxylase gene causes hereditary combined vitamin K-dependent coagulation factor deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16720838","rdfs:label":"Proposita"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The compound heterozygous missense variants Trp157Arg and Thr59Lys were expressed in insect cells and found to have 8% and 0% activity compared to WT carboxylase respectively. Trp157Arg is present in the gnomAD European population at an MAF of 0.00002638 (3/113736 alleles)."},{"id":"cggv:973c5f4f-c5dc-41a6-b6a9-80a8d0ee6fb1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3f0433b4-b6ee-467f-80e0-1d8923f70cf4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":4,"detectionMethod":"Genomic DNAs were isolated from peripheral blood by the standard method. The GGCX mutation analysis was performed using the polymerase chain reaction (PCR) technique, followed by bidirectional automatic sequencing and reading by capillary electrophoresis.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"prothrombin activity 11%, ratio of APTT was 1.65, dp-ucMGP concentration 14-fold above average, factor II 26%, factov VII <1%, factor IX 12%, factor X 13%, protein C 7%, protein S 10%","phenotypes":["obo:HP_0008321","obo:HP_0002013","obo:HP_0008169","obo:HP_0004855","obo:HP_0011858","obo:HP_0001342","obo:HP_0005543","obo:HP_0000980","obo:HP_0001928"],"previousTesting":true,"previousTestingDescription":"Sequenced the MGP gene of the patient; no variation was found.","sex":"Female","variant":{"id":"cggv:973c5f4f-c5dc-41a6-b6a9-80a8d0ee6fb1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:57fb4444-0a9f-42f9-a9bf-a09c183dc42e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.458A>G (p.Asp153Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347491309"}},{"id":"cggv:7d77bc31-9af3-45c8-b6d1-1f43d5cfd6ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.521T>G (p.Met174Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1742110"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26758921","type":"dc:BibliographicResource","dc:abstract":"Vitamin K-dependent coagulation factors deficiency is a bleeding disorder mainly associated with mutations in γ-glutamyl carboxylase (GGCX) that often has fatal outcomes. Some patients with nonbleeding syndromes linked to GGCX mutations, however, show no coagulation abnormalities. The correlation between GGCX genotypes and their clinical phenotypes has been previously unknown. Here we report the identification and characterization of novel GGCX mutations in a patient with both severe cerebral bleeding disorder and comorbid Keutel syndrome, a nonbleeding malady caused by functional defects of matrix γ-carboxyglutamate protein (MGP). To characterize GGCX mutants in a cellular milieu, we established a cell-based assay by stably expressing 2 reporter proteins (a chimeric coagulation factor and MGP) in HEK293 cells. The endogenous GGCX gene in these cells was knocked out by CRISPR-Cas9-mediated genome editing. Our results show that, compared with wild-type GGCX, the patient's GGCX D153G mutant significantly decreased coagulation factor carboxylation and abolished MGP carboxylation at the physiological concentration of vitamin K. Higher vitamin K concentrations can restore up to 60% of coagulation factor carboxylation but do not ameliorate MGP carboxylation. These results are consistent with the clinical results obtained from the patient treated with vitamin K, suggesting that the D153G alteration in GGCX is the causative mutation for both the bleeding and nonbleeding disorders in our patient. These findings provide the first evidence of a GGCX mutation resulting in 2 distinct clinical phenotypes; the established cell-based assay provides a powerful tool for studying the clinical consequences of naturally occurring GGCX mutations in vivo. ","dc:creator":"Tie JK","dc:date":"2016","dc:title":"Characterization of vitamin K-dependent carboxylase mutations that cause bleeding and nonbleeding disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26758921","rdfs:label":"Tie Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The missense variants Asp153Gly and Met174Arg were identified in trans. Expression in HEK293 cells (with knock out of endogenous GGCX) found Met174Arg carboxylated neither FIXgla-ProT or MGP while Asp153Gly had 60% activity for FIXgla-ProT and 15% for MPG. Met174Arg is present in the gnomAD European population at an MAF of 0.000008791 (1/113752 alleles). "},{"id":"cggv:99047520-c4ad-44eb-a230-64f1369429b9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7622e4d7-5734-499c-ad3e-ad2cc5e05a40","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"PCR amplification of all 15 exons and intron/exon sequences, both strands were sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"PT time >120 seconds, APTT >180 seconds, Coagulation workup showed factor II:C to be 2 U/dL, factor VII:C to be 3 U/dL, factor IX:C to be 8 U/dL, and factor X:C to be 2 U/dL, protein C activity was 45 U/dL and protein S:Ag was 34 U/dL","phenotypes":"obo:HP_0001928","sex":"Female","variant":{"id":"cggv:99047520-c4ad-44eb-a230-64f1369429b9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:54b2b07b-4b64-429b-ba68-c4755cd4225b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000821.7(GGCX):c.1181T>G (p.Leu394Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126262"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9845520","type":"dc:BibliographicResource","dc:abstract":"To identify potential mutations in the gamma-glutamyl carboxylase gene, the sequence of all exons and intron/exon borders was determined in 4 patients from a consanguineous kindred with combined deficiency of all vitamin K-dependent procoagulants and anticoagulants and results were compared with normal genomic sequence. All 4 patients were homozygous for a point mutation in exon 9 that resulted in the conversion of an arginine codon (CTG) to leucine codon (CGG) at residue 394. Screening of this mutation based on introduction of Alu I site in amplified fragment from normal allele but not from the mutated allele showed that 13 asymptomatic members of the kindred were heterozygous for the mutation. The mutation was not found in 340 unrelated normal chromosomes. The segregation pattern of the mutation which is the first reported in the gamma-glutamyl carboxylase gene fits perfectly with phenotype of the disorder and confirms the suggested autosomal recessive pattern of inheritance of combined deficiency of all vitamin K-dependent procoagulants and anticoagulants in this kindred. The mutated carboxylase protein expressed in Drosophila cells was stable but demonstrated threefold reduced activity compared with WT carboxylase, confirming that the L394R mutation results in a defective carboxylase.","dc:creator":"Brenner B","dc:date":"1998","dc:title":"A missense mutation in gamma-glutamyl carboxylase gene causes combined deficiency of all vitamin K-dependent blood coagulation factors."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9845520","rdfs:label":"Patient no. 20"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous (by consanguinity) Leu394Arg variant occurs at a low frequency in the gnomAD European population, with an MAF of 0.000008792 (1/113736 alleles). Expression studies, in Drosophila cells, demonstrated at least threefold reduced activity of the Leu394Arg γ-glutamyl carboxylase compared to WT."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2045,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:017d7d48-db09-4ae9-aaaf-3f374cd44d51","type":"GeneValidityProposition","disease":"obo:MONDO_0010187","gene":"hgnc:4247","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"GGCX was first reported in relation to autosomal recessive vitamin K-dependent clotting factors, combined deficiency of, type 1 (VKCFD1) in 1998 (Brenner B, et al., 1998, PMID: 9845520). VKCFD1 is a bleeding disorder characterized by the reduced activities of the procoagulant factors II, VII, IX, and X and anticoagulant proteins C and S. Additional bone, cardiac, skin, and ocular phenotypes are also present in patients. GGCX encodes vitamin K-dependent gamma-carboxylase which catalyzes the carboxylation of specific Glu residues in the intracellular precursors of certain proteins to gamma-carboxyglutamly (Gla) residues in mature proteins. Carboxylation of glutamic acid residues occurs in a number of proteins, including the procoagulants factors II, VII, IX, and X; the anticoagulants protein C and protein S. Carboxylation of other proteins such as osteocalcin and matrix Gla protein may explain additional phenotypes in bone, skin and eyes. For all disease phenotypes the mechanism of pathogenicity is reported to be partial loss of function (hypomorphic). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found overlapping phenotypes with no difference in molecular mechanism or inheritance pattern, therefore, the following disease entities have been lumped into one VKCFD1 disease entity; (OMIM: 277450) Vitamin K-dependent clotting factors, combined deficiency of, 1, and (OMIM: 610842) Pseudoxanthoma elasticum-like disorder with multiple coagulation factor deficiency. Of note a single publication has reported GGCX in relation to Pseudoxanthoma elasticum-like skin manifestations with retinitis pigmentosa (PMID: 24739904), this has not been considered within this curation. As reviewed in PMID: 28125048, at least 32 variants (variant type, e.g. missense, nonsense, frameshift, and splicing) have been reported and 18 variants from 13 probands in 8 publications (PMIDs: 9845520, 17110937, 16720838, 19116367, 26758921, 25151188, 15287948, 29175035) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by its biochemical function in carboxylation (PMID: 2617472), which is altered in patients (PMID: 19116367), its enriched expression in the liver (PMID: 9166845), and mouse models (PMIDs: 17327402, 24520408). In summary, GGCX is definitively associated with autosomal recessive VKCFD1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:87ceae1d-b329-4c29-b6f2-8a94a127204e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}