{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-04-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-04-29T14:00:00.384Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25560765","type":"dc:BibliographicResource","dc:abstract":"Lissencephaly comprises a heterogeneous group of developmental brain disorders of varying severity, involving abnormal cortical gyration. We studied a highly consanguineous Israeli Moslem family with a lethal form of autosomal recessive lissencephaly with cerebellar hypoplasia (LCH). Using microarray-based homozygosity mapping in the reported family, combined with whole exome sequencing in one affected infant, we identified a homozygous splice site mutation g.IVS8+1G>A in cyclin-dependent kinase 5 (CDK5), causing complete skipping of exon 8, and leading to a frame shift and premature stop codon (p.V162SfsX19). The mutation co-segregated with the disease phenotype in all 29 study participants (4 patients and 25 healthy relatives), and was not identified in 200 ethnically matched control chromosomes. The p.V162SfsX19 mutation causes lack of endogenous CDK5 expression in affected dermal fibroblasts and brain tissue at the mRNA and protein levels, consistent with nonsense-mediated mRNA decay. Functional analysis of the p.V162SfsX19 mutation, using a yeast complementation assay, showed loss-of-function of the mutant CDK5 gene product, thereby implicating its role in the pathogenesis of autosomal recessive LCH in the studied family.","dc:creator":"Magen D","dc:date":"2015","dc:title":"Autosomal recessive lissencephaly with cerebellar hypoplasia is associated with a loss-of-function mutation in CDK5."},"evidence":[{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5},{"id":"cggv:c930e58c-1b0b-485c-b68e-9b742cf70b73_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c930e58c-1b0b-485c-b68e-9b742cf70b73","type":"Proband","allele":{"id":"cggv:1dbb2471-fb80-4bcc-8f0b-f65343604c0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004935.4(CDK5):c.580+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199558"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bbf7cee1-3935-4f26-9764-76d73240442e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1dbb2471-fb80-4bcc-8f0b-f65343604c0a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25560765"},"rdfs:label":"V-15"},{"id":"cggv:bbf7cee1-3935-4f26-9764-76d73240442e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bbf7cee1-3935-4f26-9764-76d73240442e_variant_evidence_item"},{"id":"cggv:bbf7cee1-3935-4f26-9764-76d73240442e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Lack of endogenous RNA transcription and protein expression of the variant. Yeast complementation assay demonstrated the impaired ability of the variant to complement\nfor the deletion of its yeast homolog."}],"strengthScore":1.25,"dc:description":"Downgraded for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65945ffb-6197-4dd6-a574-caecbb4781f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc0b8a84-20a0-48be-8aa7-14f810df1427","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"DCX is one of the well-established causes of lissencephaly in humans. In this paper, Cdk5 was shown to not only physically interact with Dcx but also to phosphorylate Ser297 of Dcx, and this phosphorylation is essential for normal neuronal migration.   ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14741103","type":"dc:BibliographicResource","dc:abstract":"Mutations in the doublecortin (DCX) gene in human or targeted disruption of the cdk5 gene in mouse lead to similar cortical lamination defects in the developing brain. Here we show that Dcx is phosphorylated by Cdk5. Dcx phosphorylation is developmentally regulated and corresponds to the timing of expression of p35, the major activating subunit for Cdk5. Mass spectrometry and Western blot analysis indicate phosphorylation at Dcx residue Ser297. Phosphorylation of Dcx lowers its affinity to microtubules in vitro, reduces its effect on polymerization, and displaces it from microtubules in cultured neurons. Mutation of Ser297 blocks the effect of Dcx on migration in a fashion similar to pharmacological inhibition of Cdk5 activity. These results suggest that Dcx phosphorylation by Cdk5 regulates its actions on migration through an effect on microtubules.","dc:creator":"Tanaka T","dc:date":"2004","dc:title":"Cdk5 phosphorylation of doublecortin ser297 regulates its effect on neuronal migration."},"rdfs:label":"Phosphorylation of Dcx by Cdk5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"This paper goes well beyond showing a physical interaction between Cdk5 and Dcx, another gene implicated in lissencephaly, and shows that Cdk5 regulates the function of Dcx. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6dffc85-232a-43f0-8a5f-2f65a2a099b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:829c7349-9f1b-44f6-b7bf-c33b5927cef5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Neuronal migration defects that are the basis of lissencephaly in humans were observed in this mouse model. The cerebellum of the affected individuals show not only hypoplasia but also abnormal foliation, like this mouse model. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8855328","type":"dc:BibliographicResource","dc:abstract":"Although cyclin-dependent kinase 5 (Cdk5) is closely related to other cyclin-dependent kinases, its kinase activity is detected only in the postmitotic neurons. Cdk5 expression and kinase activity are correlated with the extent of differentiation of neuronal cells in developing brain. Cdk5 purified from nervous tissue phosphorylates neuronal cytoskeletal proteins including neurofilament proteins and microtubule-associated protein tau in vitro. These findings indicate that Cdk5 may have unique functions in neuronal cells, especially in the regulation of phosphorylation of cytoskeletal molecules. We report here generation of Cdk5(-/-) mice through gene targeting and their phenotypic analysis. Cdk5(-/-) mice exhibit unique lesions in the central nervous system associated with perinatal mortality. The brains of Cdk5(-/-) mice lack cortical laminar structure and cerebellar foliation. In addition, the large neurons in the brain stem and in the spinal cord show chromatolytic changes with accumulation of neurofilament immunoreactivity. These findings indicate that Cdk5 is an important molecule for brain development and neuronal differentiation and also suggest that Cdk5 may play critical roles in neuronal cytoskeleton structure and organization.","dc:creator":"Ohshima T","dc:date":"1996","dc:title":"Targeted disruption of the cyclin-dependent kinase 5 gene results in abnormal corticogenesis, neuronal pathology and perinatal death."},"rdfs:label":"Cdk5 knockout mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:35cd3afe-ea53-4da0-bf73-161699099d75","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0efeabb8-691c-4c6f-8d7c-a803cdc77560","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced gyri and neuronal migration abnormalities are seen in both these model ferrets and humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28854363","type":"dc:BibliographicResource","dc:abstract":"Folds in the cerebral cortex in mammals are believed to be key structures for accommodating increased cortical neurons in the cranial cavity. However, the mechanisms underlying cortical folding remain largely unknown, mainly because genetic manipulations for the gyrencephalic brain have been unavailable. By combining in utero electroporation and the CRISPR/Cas9 system, we succeeded in efficient gene knockout of Cdk5, which is mutated in some patients with classical lissencephaly, in the gyrencephalic brains of ferrets. We show that Cdk5 knockout in the ferret cerebral cortex markedly impaired cortical folding. Furthermore, the results obtained from the introduction of dominant-negative Cdk5 into specific cortical layers suggest that Cdk5 function in upper-layer neurons is more important for cortical folding than that in lower-layer neurons. Cdk5 inhibition induced severe migration defects in cortical neurons. Taken together, our findings suggest that the appropriate positioning of upper-layer neurons is critical for cortical folding.","dc:creator":"Shinmyo Y","dc:date":"2017","dc:title":"Folding of the Cerebral Cortex Requires Cdk5 in Upper-Layer Neurons in Gyrencephalic Mammals."},"rdfs:label":"Cdk5 knockout in the ferret cerebral cortex"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":8217,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.5,"subject":{"id":"cggv:d48b5327-220a-46f3-9013-36fac93e87fa","type":"GeneValidityProposition","disease":"obo:MONDO_0019450","gene":"hgnc:1774","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*CDK5* was originally reported in cases of lissencephaly 7 with cerebellar hypoplasia in 2015 (PMID: 25560765). This initial report included a large consanguineous family with 10 affected individuals, 4 of them were genetically studied, and found to have homozygous IVS8+1G>A (c.580+1G>A). Linkage study of this family identified a candidate region on 7q35-q36.1, with a maximum multipoint LOD score of 4.87. Targeted sequencing of *CDK5* was followed by exome sequencing of one affected individual to identify the variant. RNA and protein studies using the fibroblasts of an affected individual confirmed a lack of wild-type *CDK5* RNA and protein products. A knockout mouse model (PMID: 8855328), CRISPR/Cas9-based knockdown of *Cdk5* in the ferret brain (PMID: 28854363) and a functional study of the role of Cdk5 on another lissencephaly gene, *Dcx* (PMID: 14741103) were scored as functional evidence. In total, it was interpreted that there is moderate level of evidence to suggest that  the*CDK5* gene is related to to lissencephaly 7 with cerebellar hypoplasia. This curation was approved by the Brain Malformation Panel on 07/11/2023.\n","dc:isVersionOf":{"id":"cggv:2f6ba2ff-6567-493e-bf39-f05c03013e20"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}