{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-05-28T18:44:07.010Z","role":"Publisher"},{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-09-04T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7119a8f-5850-40d2-a632-48e9ebd8d081","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0b3ffdd-818f-4a29-a7a0-c0970421185f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GPIIb antibody added to Triton X-100-solubilized membranes, caused the coprecipitation of GPIIb and GPIIIa, indicating that the two proteins form a complex. This was supported by the observations of disassociation into monomers with the addition of EDTA, and re-association upon the re-addition of Ca2+.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6213621","type":"dc:BibliographicResource","dc:abstract":"Human platelet membrane glycoproteins IIb and III are two major integral membrane components that have been identified as sites mediating thrombin-induced aggregation. For purposes of our study, glycoproteins IIb and III were solubilized by extracting platelet plasma membranes with a buffer containing 0.1% Triton X-100 and were separated by gel filtration chromatography on Sephacryl S-300, employing Triton X-100-containing column buffers with or without urea or guanidine hydrochloride. The physical properties of the purified glycoproteins were: for glycoprotein IIb, Rs = 61 A, s20.w = 4.7, f/f0 = 1.7, Mr = 125,000 (hydrodynamic values), Mr = 136,000 (sodium dodecyl sulfate gels); for glycoprotein III, Rs = 67 A, s20,w = 3.2 f/f0 = 2.1, Mr = 93,000 (hydrodynamic values), Mr = 95,000 (sodium dodecyl sulfate gels). Although the amino acid compositions of the two glycoproteins were similar, antibodies raised against glycoprotein IIb did not crossreact with glycoprotein III. If divalent cations were not chelated in the Triton extract, glycoproteins IIb and III coeluted during gel filtration chromatography (apparent Stokes radius of 71 A) and co-sedimented on sucrose gradients (apparent s20.w of 8.6), from which Mr = 265,000 was calculated. Glycoproteins IIb and III were coprecipitated by an antibody monospecific for glycoprotein IIb. The two glycoproteins dissociated into monomers when EDTA was added to Triton lysates. Readdition of Ca2+ caused them to reassociate into a complex with physical properties similar to those of the complex in the original Triton lysate. The data show that glycoproteins IIb and III are a heterodimer complex, that complex formation depends upon the presence of Ca2+, and that chelation of Ca2+ causes dissociation into monomeric glycoproteins.","dc:creator":"Jennings LK","dc:date":"1982","dc:title":"Purification of glycoproteins IIb and III from human platelet plasma membranes and characterization of a calcium-dependent glycoprotein IIb-III complex."},"rdfs:label":"Jennings_Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Coprecipitation indicated the interaction between ITGA2B and ITGB3 proteins forming the αIIbβ3 complex on the platelet surface. Both of these genes are implicated in the pathogenesis of Glanzmann's Thrombasthenia."},{"id":"cggv:4c6577dd-c493-4ee7-ad84-5583816834e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f73d310d-5d13-4f27-a878-c965078c5fa1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The GPIIb-GPIIIa complex formation is fibrinogen specific and calcium dependent, suggesting this complex is the fibrinogen binding site required for normal platelet aggregation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6460044","type":"dc:BibliographicResource","dc:abstract":"We have recently reported the isolation of purified platelet membrane glycoproteins IIb and IIIa and the generation of monospecific antisera to these membrane proteins. Using these monospecific antisera in an enzyme-linked immunosorbent assay system, it is no demonstrated that glycoprotein IIb (GPIIb) and glycoprotein IIIa (GPIIIa) form a complex with purified human fibrinogen. The formation of this GPIIb-GPIIIa fibrinogen complex is calcium dependent, fibrinogen specific, saturable, and inhibited by specific amino sugars and amino acids. These observations suggest that the GPIIb-GPIIIa macromolecular complex on the platelet surface acts under the proper physiologic circumstances as the fibrinogen binding site required for normal platelet aggregation.","dc:creator":"Nachman RL","dc:date":"1982","dc:title":"Complex formation of platelet membrane glycoproteins IIb and IIIa with fibrinogen."},"rdfs:label":"Nachman_Biochem"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"ELISA demonstrated that GPIIb and GPIIIa form a complex with purified human fibrinogen, when glycoproteins were added to microtitration plates coated with purified human fibrinogen, a complex was formed in the presence of Ca2+. Complex formation is fibrinogen specific and calcium dependent, suggesting this complex is the fibrinogen binding site required for normal platelet aggregation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:297b0e26-415e-45b4-9884-ff0bc7239f0a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16609c2f-5a59-4e43-9cf2-5a3cf8a543a0","type":"FunctionalAlteration","dc:description":"The adhesion of CHO cells expressing wild-type and mutant receptors to microtiter wells precoated with immobilized fibrinogen was tested. Cells expressing normal GPIIb/IIIa receptors adhered to the fibrinogen-coated wells and the adhesion was nearly completely inhibited by antibodies 7E3 (anti-GPIIb/IIIa + αvβ3) and 10E5 (anti-GPIIb/IIIa). These data provide evidence that adhesion of the transfected CHO cells to immobilized fibrinogen is mediated via the GPIIb/IIIa receptor. In contrast, the cells expressing the variant receptor bound to the fibrinogen-coated wells no better than the background binding of mock transfected cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9473221","type":"dc:BibliographicResource","dc:abstract":"Glanzmann thrombasthenia is an inherited bleeding disorder due to a functional reduction or absence of platelet GPIIb/IIIa (alphaIIbbeta3) integrin receptors. Based on a prolonged bleeding time and absence of platelet aggregation in response to physiologic agonists, a 55-year-old white man was diagnosed as having Glanzmann thrombasthenia. The patient's platelet fibrinogen level was approximately 5% of normal. As judged by complex-dependent monoclonal antibody (MoAb) binding, surface expression of platelet GPIIb/IIIa receptors was less than 5.5% of normal, whereas the binding of an anti-GPIIIa specific MoAb (7H2) was approximately 12% of normal. Immunoblot analysis of the patient's platelet lysates showed approximately 35% of normal levels of GPIIIa, approximately 30% of normal levels of GPIIb, and an abnormally migrating fragment of GPIIb. Biotinylation of the surface proteins on the patient's platelets followed by immunoprecipitation and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) analysis showed only GPIIb and GPIIIa subunits of normal size. Surface expression of platelet alphavbeta3 receptors was 192% of normal, suggesting that the patient's' defect was in GPIIb. Sequence analysis of the patient's GPIIb cDNA identified a T to C transition at nucleotide 643, predicting a Leu214Pro substitution. Direct sequencing of GPIIb exon 6 indicated that the patient is homozygous for the mutation. The nature of the Leu214Pro mutation was analyzed by expression in Chinese hamster ovary (CHO) cells. As judged by subunit-specific MoAb binding, surface expression of mutant receptors was approximately 60% of normal, but these receptors were not recognized by the complex-dependent monoclonal antibodies, 10E5 and 7E3. In addition, mutant receptors pretreated with the ligand-induced binding site MoAb AP5 were not recognized by the activation-dependent MoAb PAC-1 and mutant expressing CHO cells did not adhere to immobilized fibrinogen. These data suggest that the Leu214Pro mutation in GPIIb disrupts the structural conformation, and either directly or indirectly, the ligand binding properties of the heterodimeric complex. This is in accord with studies from other integrins that have implicated a beta-turn in a homologous region as important in ligand binding. Thus, the Leu214Pro mutation appears to produce the Glanzmann thrombasthenia phenotype by both qualitative and quantitative abnormalities. In addition, the mutation appears to confer susceptibility of the GPIIb subunit to proteolysis.","dc:creator":"Grimaldi CM","dc:date":"1998","dc:title":"Glycoprotein IIb Leu214Pro mutation produces glanzmann thrombasthenia with both quantitative and qualitative abnormalities in GPIIb/IIIa."},"rdfs:label":"Grimaldi_adhesion"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"CHO cells were cotransfected with wildtype GPIIIa and the Leu214Pro GPIIb. The variant caused fibrinogen binding disruption."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:921b0a55-6296-47ef-b5ac-d29a56fd201e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4201e75b-477f-4cde-9036-2ee2c405a2b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Platelet aggregation was virtually abolished in GP IIb−/− mice as has been observed in glanzmann thrombasthenia patients. Additionally PMID 12871637 (Emambokus et al., 2003) reports that these mice have a bleeding tendency (data not shown).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16103235","type":"dc:BibliographicResource","dc:abstract":"The platelet glycoprotein (GP) IIb/IIIa integrin binds to fibrinogen and thereby mediates platelet aggregation. Here, we addressed the role of GP IIb for platelet adhesion and determined the relevance of platelet GP IIb for the processes of atherosclerosis and cerebral ischemia-reperfusion (I/R) injury.","dc:creator":"Massberg S","dc:date":"2005","dc:title":"Platelet adhesion via glycoprotein IIb integrin is critical for atheroprogression and focal cerebral ischemia: an in vivo study in mice lacking glycoprotein IIb."},"rdfs:label":"Massberg_GPIIbNull"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"GPIIb null mice, generated as part of a Cre-LoxP cell-marking strategy, recapitulated the impaired platelet aggregation and bleeding tendency observed in glanzmann thrombasthenia."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:47e53017-2ca5-4ea4-92cb-f3c21320d189_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9530d45d-6994-4fc3-8bef-8a429f562e4f","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb 2%, intraplatelet fibrinogen 15%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:47e53017-2ca5-4ea4-92cb-f3c21320d189_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b2ebc82d-fbc2-4a0d-9938-36444ad01ccc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.2870C>T (p.Ser957Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2902"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20020534","type":"dc:BibliographicResource","dc:abstract":"Glanzmann thrombasthenia (GT) is an autosomal recessive inherited bleeding disorder characterized by an impaired platelet aggregation due to defects in integrin alphaIIbbeta3 (ITGA2B, ITGB3), a fibrinogen receptor. Mutations from 24 GT patients and two carriers of various origins, Caucasian, North-African and Asian were characterized. Promoter and exon sequences of alphaIIb and beta3 genes were amplified and directly sequenced. Among 29 identified mutations, 17 new allelic variants resulting from nonsense, missense and deletion/insertion mutations were described. RNA alterations were evaluated by using Web servers. The alphaIIb p.S926L, p.V903F, and beta3 p.C38Y, p.M118R, p.G221D substitutions prevented complex expression at the surface of COS-7 cells by altering the alphaIIb or the beta3 subunit structure. As shown by free energy analyses applied on the resolved structure of alphaIIbbeta3 and structural modeling of the mutant, the p.K253M substitution of beta3 helped to define a key role of the K253 in the interaction of the alphaIIb beta-propeller and the beta3 beta-I domains. finally, the alphaIIb p.Q595H substitution allowed cell surface expression of the complex but its corresponding c.2800G>T mutation is predicted to alter normal RNA splicing. In conclusion, our study yielded the discovery of 17 new GT allelic variants, revealed the key role of K253 of alphaIIb for the alphaIIbbeta3 complex formation and provides an additional example of an apparently missense mutation causing a splicing defect.","dc:creator":"Jallu V","dc:date":"2010","dc:title":"AlphaIIbbeta3 integrin: new allelic variants in Glanzmann thrombasthenia, effects on ITGA2B and ITGB3 mRNA splicing, expression, and structure-function."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-16"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous missense variant (Ser957Leu) is predicted to impair folding  of the Calf-2 domain and was sufficient to disrupt surface expression as demonstrated in COS-7 cells cotransfected with this variant GPIIb and WT GPIIIa."},{"id":"cggv:7ecd2422-4d90-423a-85da-a02b62a79b8a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9cf7d558-4e04-41a6-8ae7-1e66890a06b5","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb <5%, intraplatelet fibrinogen 49%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:7ecd2422-4d90-423a-85da-a02b62a79b8a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ae50679a-c69d-4642-9cd4-d51d6896703b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.2333A>C (p.Gln778Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/225393"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-13"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This homozygous missense variant, Gln778Pro,  was sufficient to moderately reduce surface expression as demonstrated in 293 cells cotransfected with this variant GPIIb and WT GPIIIa (in PMID 9763559)."},{"id":"cggv:a5bf8749-c2fb-4ba7-bd83-89dcc9b4dc4d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a9c68e6-0ac7-4f95-989c-64fe74b1e1c0","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb <5%, intraplatelet fibrinogen 15%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:a5bf8749-c2fb-4ba7-bd83-89dcc9b4dc4d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4d5fc2ee-1503-4197-9998-000773aa30cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.1878G>C (p.Gln626His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2903"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous variant appears to cause a missense mutation of Gln626His, however the deleterious effect is due to splicing disruption. COS-7 cells transfected with this variant GPIIb and wildtype GPIIIa did not have altered surface expression. Instead it was found that patient  mRNA was undetectable, possibly due to decay, and a minigene assay confirmed skipping of exon 18."},{"id":"cggv:06e62b57-7408-4030-b2c5-e94ea8856da5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fea510c2-177e-4e4a-b6ed-1e5a293982b3","type":"Proband","detectionMethod":"platelet cDNA was PCR amplified over the entire length of GPIIb cDNA and the mutation was confirmed by sequencing of genomic DNA as well.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001975","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:06e62b57-7408-4030-b2c5-e94ea8856da5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab017f30-8293-4bf4-bc40-3ffaa3c6b953","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.4(ITGA2B):c.1253G>A (p.Gly418Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2897"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7508443","type":"dc:BibliographicResource","dc:abstract":"To define specific structural domains involved in the biosynthesis and processing of integrin subunits, we examined the biosynthesis of normal and mutated forms of the platelet-specific integrin alpha IIb beta 3. Platelet mRNA was isolated from a Glanzmann thrombasthenic patient who failed to express significant levels of the glycoprotein (GP) IIb-IIIa complex on the platelet surface. Sequence analysis of polymerase chain reaction-amplified platelet GPIIb mRNA revealed a Gly418-->Asp amino acid substitution in GPIIb. Gly418 is a highly conserved residue that flanks the fourth calcium binding domain of GPIIb. Cotransfection of Asp418 GPIIb and GPIIIa plasmid constructs into COS-7 cells resulted in the accumulation of a pre-GPIIb-IIIa complex that failed to reach the cell surface, in effect recreating the thrombasthenic phenotype. Pulse-chase and endoglycosidase studies demonstrated that the biosynthetic blockade occurred in a pre-Golgi compartment. Removal of the negatively charged carboxyl group of Asp418 GPIIb, creating Ala418 GPIIb, rescued intracellular transport and surface expression of the integrin complex. Mutagenesis of a homologous Gly within the integrin alpha subunit alpha v also resulted in the failure to express alpha v beta 3 on the cell surface. These results suggest that the presence of a small, uncharged amino acid 6-8 residues amino-terminal to the calcium coordination complex is crucial for the proper folding and maturation of integrin complexes.","dc:creator":"Wilcox DA","dc:date":"1994","dc:title":"A single amino acid substitution flanking the fourth calcium binding domain of alpha IIb prevents maturation of the alpha IIb beta 3 integrin complex."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7508443","rdfs:label":"Patient LM"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The homozygous missense variant (Gly418Asp) was sufficient to disrupt surface expression as demonstrated in COS-7 cells cotransfected with this variant GPIIb and WT GPIIIa. The authors show that Asp418 GPIIB is synthesized and stable however it does not enter the Golgi (shown by Endo-H sensitivity) and thus prevents maturation of the GPIIb-GPIIIa complex (as observed by immunoprecipitation)."},{"id":"cggv:35850ee3-a6f6-4bfd-81cf-4a2db555d447_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b0db3d92-0304-4f50-97bf-f08f5e1b5777","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb <5%, intraplatelet fibrinogen 15%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:35850ee3-a6f6-4bfd-81cf-4a2db555d447_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:214e5651-1782-4493-ad6a-acdbbadfb1c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.2748_2757del (p.Thr917SerfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA290946532"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-14"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This homozygous deletion in exon 27 causes a frameshift predicted to result in an early stop codon, resulting in the <5% GPIIb levels observed in this proband."},{"id":"cggv:dccea825-f645-4866-baa8-3ffbf474c6f0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e9d39fe-13b5-4865-a041-f48418bc9f6c","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb <5%, intraplatelet fibrinogen 15%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:dccea825-f645-4866-baa8-3ffbf474c6f0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:19d1ea59-5cf1-44b4-a29f-d1737a098bc1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.531T>A (p.Cys177Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA290955739"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous nonsense mutation, Cys177Ter, in exon 4 is predicted to result in loss of functional protein, resulting in the <5% GPIIb observed in the proband."},{"id":"cggv:acaaed1e-6f1d-4ef7-949b-a594f253180e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:93f978d8-0582-462c-9789-43568f9e620b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":55,"detectionMethod":"The identification of the mutant sequence was obtained from amplified PCR fragments that were subcloned into the PCR II vector. Confirmation of the mutation was obtained from the patient's DNA by direct sequence of amplified fragments of GPIIb exon 6.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002239","obo:HP_0011889","obo:HP_0001975","obo:HP_0003010","obo:HP_0000421","obo:HP_0006298","obo:HP_0003540","obo:HP_0001785"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:acaaed1e-6f1d-4ef7-949b-a594f253180e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0a3b6306-6a3c-44dc-9ae1-1708bf7428bc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.641T>C (p.Leu214Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2901"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9473221"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9473221","rdfs:label":"Patient LW"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The homozygous missense variant, Leu214Pro, was found to disrupt the structural conformation, and either directly or indirectly, the ligand binding properties of the heterodimeric complex. In transfected CHO cells, measured with a subunit-specific MoAb, surface expression of mutant receptors was about 60% of normal, but these receptors were not recognized by the complex-dependent monoclonal antibodies. And variant expressing CHO cells did not adhere to immobilized fibrinogen."},{"id":"cggv:b734bfeb-8a07-4aa3-ab25-8885d00502ff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:41bf4da5-1f71-4618-b8b2-defd0fa295ad","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT, GPIIb <5%, intraplatelet fibrinogen 3%","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:b734bfeb-8a07-4aa3-ab25-8885d00502ff_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1b3b8fed-4383-427a-bf86-eaf5a719800d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.1787T>C (p.Ile596Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115846"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-11"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This homozygous missense variant, Ile596Thr, is predicted to cause the <5% GPIIb levels observed in this proband, however no functional evidence was provided to confirm the impact of this variant."},{"id":"cggv:a734d126-4ce6-4ed0-9dec-39b7ea13ffbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad7a3a43-65c3-4bda-aa7b-e29786d8f99b","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypeFreeText":"Type I GT","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:a734d126-4ce6-4ed0-9dec-39b7ea13ffbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:903b4098-9cec-4b70-b4b8-501d540d944f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.1879-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA290949031"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-9"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The homozygous variant in IVS18 disrupts a splicing site and is predicted to result in loss of functional protein, however this was not confirmed by experimental evidence of protein levels or function."},{"id":"cggv:9f2ac099-51f8-4d97-9ffa-67f6971160e0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:76999918-6373-402d-a540-f3240a728f0f","type":"Proband","detectionMethod":"Genomic DNA was isolated from the patient, a partial genomic library was constructed covering the region of abnormal Southern blot banding, and sequence analysis performed using the Sanger method.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000225","obo:HP_0003540","obo:HP_0000421","obo:HP_0001975"],"previousTesting":true,"previousTestingDescription":"ITG3B was found to be normal by Southern blot banding.","sex":"Male","variant":{"id":"cggv:9f2ac099-51f8-4d97-9ffa-67f6971160e0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:24937791-d55e-48c4-9938-964e521ca21d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ITGA2B, 4.5-KB DEL, EX2-9","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2890"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1702098","type":"dc:BibliographicResource","dc:abstract":"The platelet fibrinogen receptor is composed of a complex of glycoproteins (GP) IIb and IIIa on the surface of platelets. Deficient function of this receptor prevents normal platelet aggregation, resulting in Glanzmann's thrombasthenia (GT). In this paper, we describe a black thrombasthenic patient who is either homozygous or hemizygous for a deletion within the GPIIb gene. Initial Western blot analysis of platelet proteins from this patient did not detect any GPIIb, but did detect small amounts of GPIIIa of normal mobility. Quantitation of vitronectin receptor (VNR) demonstrated that this thrombasthenic patient had approximately 1.5-2 times the number of these receptors per platelet compared with controls, a finding that has previously been noted in other thrombasthenic patients with defects in GPIIb. Genomic Southern blot studies demonstrated a deletion in the GPIIb gene of approximately 4.5 kilobasepairs (kb). Analysis of the isolated GPIIb gene demonstrated that the deletion begins between two Alu repeats within intron 1 and ends in intron 9. Polymerase chain reaction (PCR) studies using platelet RNA and oligonucleotides directed to both the 5' and 3' ends of the GPIIb cDNA sequence easily detected GPIIb transcript, suggesting that the genomic deletion of exons 2-9 does not significantly decrease the level of the GPIIb mRNA. Sequence analysis of PCR-generated GPIIb cDNA showed that a cryptic AG splice acceptor sequence was being utilized, resulting in a transcript that contained a portion of introns 1 and 9, as well as having a deletion of exons 2-9. Unlike the GPIIb gene, the GPIIIa gene appears to be intact by Southern blot analysis. PCR studies using platelet RNA and oligonucleotides directed to the GPIIIa cDNA sequence demonstrated the presence of GPIIIa mRNA. In summary, the thrombasthenic state in this patient appears to be due to a GPIIb gene deletion resulting in an abnormal transcript and no detectable platelet GPIIb. Platelet GPIIIa levels were secondarily low presumably due to the known instability of GPIIIa in the absence of GPIIb.","dc:creator":"Burk CD","dc:date":"1991","dc:title":"A deletion in the gene for glycoprotein IIb associated with Glanzmann's thrombasthenia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1702098","rdfs:label":"Patient K.W."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This homozygous deletion of 4.5 kb in exon 1 results in the elimination of exons 2-9 due to utilization of a cryptic splice acceptor site in exon 1. The resulting mRNA has an premature stop codon 26 triplets downstream resulting in a predicted truncated protein, which is undetectable in patient platelets."},{"id":"cggv:278671d5-382a-4600-b53e-b7de5d84ca53_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd0bf6a4-f51b-4262-bfd7-682f9f0db136","type":"Proband","detectionMethod":"Genomic DNA was isolated from peripheral blood, PCR amplified over exon and promoter sequences and directly sequenced. Identified mutations were confirmed by RFLP analysis. When mutations did not result in restriction modification, sequencing was done on a second PCR product.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001975","previousTesting":true,"previousTestingDescription":"Patient DNA was also sequenced across the promoters and exons of ITG3A.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:278671d5-382a-4600-b53e-b7de5d84ca53_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2bac4f8d-c1ee-4782-9a1c-ac053805640c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000419.5(ITGA2B):c.1672C>T (p.Gln558Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA290949843"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20020534","rdfs:label":"CabGT-8"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The homozygous nonsense mutation, Gln558Ter, in exon 17 is predicted to result in loss of functional protein, however this was not confirmed by experimental evidence of protein levels or function."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2829,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:d335dbc5-548f-4849-852b-547619023f8a","type":"GeneValidityProposition","disease":"obo:MONDO_0100326","gene":"hgnc:6138","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The ITGA2B gene has been associated with the autosomal recessive condition Glanzmann Thrombasthenia, using the ClinGen Clinical Validity Framework as of 01/14/2019. This association was made using case-level data only. At least 149 variants in this gene are reported in humans, including frameshifts, splicing variants, nonsense, and functionally-characterized missense variants. Glanzmann’s Thrombasthenia is characterized by a bleeding diathesis diagnosed by an increased bleeding time, reduced platelet aggregation and lack of clot retraction. ITGA2B was first associated with this disease in humans as early as 1991 (Burk et al., PMID: 1702098).\n\nSummary of Case Level Data: 12 POINTS\nThe association is seen in at least 11 probands in 4 publications (PMIDs: 1702098, 9473221, 20020534, 7508443). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\nThe mechanism for disease is biallelic loss of function, with the majority of variants observed resulting in reduced or absent expression of the integrin αIIbβ3 receptor complex on the platelet surface (PMID: 2014236). \nOf note, this gene has also been implicated in a Glanzmann-like autosomal dominant bleeding disorder, platelet-type, 16 with the predominant observation of macrothrombocytopenia. The disease is suggested to result from activating mutations (PMIDs: 9834222, 21454453). This will be assessed separately.\n\nSummary of Experimental Data: 3.5 POINTS\nThis gene-disease association is supported by biochemical function, protein interactions, functional alteration, and model systems. The pathological mechanism of the disease is impaired platelet aggregation due to diminished biochemical function (fibrinogen binding) of the αIIbβ3 receptor complex (PMID: 6460044). This gene encodes glycoprotein IIb, which interacts with the protein coded by ITGB3, glycoprotein IIIa, to form the αIIbβ3 receptor complex expressed on the surface of platelets and bind fibrinogen (PMID: 6213621). Functional alteration has been validated in non-patient cells, in which CHO cells expressing variant glycoprotein IIb have inhibited binding to fibrinogen (PMID: 9473221). The null mouse recapitulates the Glanzmann’s phenotype of impaired platelet aggregation (PMID: 16103235).\n\nSummary Statement\nDEFINITIVE\nIn summary, ITGA2B is definitively associated with autosomal recessive Glanzmann’s Thrombasthenia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:9fa894f5-f9e4-4b6d-bdde-eeb7ad9507e2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}