{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4eav1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-17T01:21:05.373Z","role":"Approver"},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-17T01:21:15.259Z","role":"Publisher"}],"evidence":[{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a111090-690e-49e2-9ab1-45a0390acc6f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a409866-9c0b-4420-a6ad-d40d124d68c4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry on 36 cases with SDHB mutations showed absent SDHB expression; presence of SDHB in all 65 paraganglionic tumours related to multiple endocrine neoplasia\ntype 2, von Hippel–Lindau disease, and neurofi bromatosis type 1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19576851","type":"dc:BibliographicResource","dc:abstract":"Phaeochromocytomas and paragangliomas are neuro-endocrine tumours that occur sporadically and in several hereditary tumour syndromes, including the phaeochromocytoma-paraganglioma syndrome. This syndrome is caused by germline mutations in succinate dehydrogenase B (SDHB), C (SDHC), or D (SDHD) genes. Clinically, the phaeochromocytoma-paraganglioma syndrome is often unrecognised, although 10-30% of apparently sporadic phaeochromocytomas and paragangliomas harbour germline SDH-gene mutations. Despite these figures, the screening of phaeochromocytomas and paragangliomas for mutations in the SDH genes to detect phaeochromocytoma-paraganglioma syndrome is rarely done because of time and financial constraints. We investigated whether SDHB immunohistochemistry could effectively discriminate between SDH-related and non-SDH-related phaeochromocytomas and paragangliomas in large retrospective and prospective tumour series.","dc:creator":"van Nederveen FH","dc:date":"2009","dc:title":"An immunohistochemical procedure to detect patients with paraganglioma and phaeochromocytoma with germline SDHB, SDHC, or SDHD gene mutations: a retrospective and prospective analysis."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":2,"dc:description":"Change the score of 0.5 to 2: This experiment confirmed absent expression of SDHB by IHC in tumors from individuals with PGL/PCC who have SDHB mutations. In total, there are 36 SDHB variants tested in this article. This absence of SDHB expression in tumor by IHC correlate with decreased SDH enzyme activity. The SDH enzyme activity is retained in the normal cells of the intratumor fibrovascular network."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:035ad399-858c-4f0d-a85e-e86e9e49f4ff","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cccab045-4397-41f1-a259-c7aadb1ef2bf","type":"FunctionalAlteration","dc:description":"Accumulation of oncomitobolite succinate and strong nuclear expression of HIF1a in the tumor cells of patients' who have SDHB mutant I127S.  Increased succinate causes stabilization of HIF1a (hypoxia inducible factor 1a), which is the basic mechanism of tumorigenesis in HPGL.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15987702","type":"dc:BibliographicResource","dc:abstract":"The nuclear-encoded Krebs cycle enzymes, fumarate hydratase (FH) and succinate dehydrogenase (SDHB, -C and -D), act as tumour suppressors. Germline mutations in FH predispose individuals to leiomyomas and renal cell cancer (HLRCC), whereas mutations in SDH cause paragangliomas and phaeochromocytomas (HPGL). In this study, we have shown that FH-deficient cells and tumours accumulate fumarate and, to a lesser extent, succinate. SDH-deficient tumours principally accumulate succinate. In situ analyses showed that these tumours also have over-expression of hypoxia-inducible factor 1alpha (HIF1alpha), activation of HIF1alphatargets (such as vascular endothelial growth factor) and high microvessel density. We found no evidence of increased reactive oxygen species in our cells. Our data provide in vivo evidence to support the hypothesis that increased succinate and/or fumarate causes stabilization of HIF1alpha a plausible mechanism, inhibition of HIF prolyl hydroxylases, has previously been suggested by in vitro studies. The basic mechanism of tumorigenesis in HPGL and HLRCC is likely to be pseudo-hypoxic drive, just as it is in von Hippel-Lindau syndrome.","dc:creator":"Pollard PJ","dc:date":"2005","dc:title":"Accumulation of Krebs cycle intermediates and over-expression of HIF1alpha in tumours which result from germline FH and SDH mutations."},"rdfs:label":"Tumor metabolite analysis and Immunohistochemistry"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Default score of 1: SDHB is one of 4 subunits of the succinate dehydrogenase, which convert succinate to fumarate. This is vital for mitochondrial electron transport, as well as Kreb cycle function.  Accumulation of oncomitobolite succinate and strong nuclear expression of HIF1a in the tumor cells of patients' who have SDHB mutant I127S.  Increased succinate causes stabilization of HIF1a (hypoxia inducible factor 1a), the basic mechanism of tumorigenesis in HPGL."},{"id":"cggv:152a0f89-f7b9-4baa-b2ec-93acc0765bc6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1d1c8d3f-c41b-4786-9ba1-9fa92e8f38e5","type":"FunctionalAlteration","dc:description":"SDH is the mitochondrial protein complex II that is consisting of 4 subunits (SDHA, SDHB, SDHC and SDHD) and is vital for mitochondrial transport, as well as Kreb cycle function.The complex II activity in tumor specimen showed a loss of 93.4% and 86.5% of normal enzyme activity in tumors with nonsense and missense variants. respectively. These losses are correlated with  reduced SDHB protein expression with intact mRNA transcription efficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22835832","type":"dc:BibliographicResource","dc:abstract":"Mutations of succinate dehydrogenase subunit B (SDHB) play a crucial role in the pathogenesis of the most aggressive and metastatic pheochromocytomas (PHEOs) and paragangliomas (PGLs). Although a variety of missense mutations in the coding sequence of the SDHB gene have been found in PHEOs and PGLs, it has been unclear whether these mutations impair mRNA expression, protein stability, subcellular localization, or intrinsic protein function. RT-PCR and Western blot analysis of SDHB mRNA and protein expression from SDHB-related PHEOs and PGLs demonstrated intact mRNA expression but significantly reduced protein expression compared to non-SDHB PHEOs and PGLs. A pulse-chase assay of common SDHB missense mutations in transfected HeLa cell lines demonstrated that the loss of SDHB function was due to a reduction in mutant protein half-life, whereas colocalization of SDHB with mitochondria and immunoprecipitation with SDHA demonstrated intact subcellular localization and complex formation. The half-life of the SDHB protein increased after treatment with histone deacetylase inhibitors (HDACis), implicating the protein quality control machinery in the degradation of mutant SDHB protein. These findings provide the first direct mechanism of functional loss resulting from SDHB mutations and suggest that reducing protein degradation with HDACis may serve as a novel therapeutic paradigm for preventing the development of SDHB-related tumors.","dc:creator":"Yang C","dc:date":"2012","dc:title":"Missense mutations in the human SDHB gene increase protein degradation without altering intrinsic enzymatic function."},"rdfs:label":"Mitochondrial complex II activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Default score of 1: 5 variants (2 nonsense and 3 missense mutations) used for curation. SDH is the mitochondrial protein complex II that is consisting of 4 subunits (SDHA, SDHB, SDHC and SDHD) and is vital for mitochondrial transport, as well as Kreb cycle function. The complex II activity in tumor specimen showed a loss of 93.4% and 86.5% of normal enzyme activity in tumors with nonsense and missense variants. respectively. These losses are correlated with  reduced SDHB protein expression with intact mRNA transcription efficiency."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97f4368c-2d3e-46a0-816e-972d57a4da4c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2d7b5ed-d4be-43a6-91d7-c82fab14406b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mutant SDHB proteins (A43P, R46Q, L65P, and W200C) retain intrinsic biological function with normal mitochondrial binding and insertion, but the reduced half lives due to accelerated degradation (ubiquitination) cause reduced SDH enzyme activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22835832","rdfs:label":"SDHB protein half lives"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"Default score of 1: the mutant SDHB proteins (A43P, R46Q, L65P, and W200C) retain intrinsic biological function with normal mitochondrial binding and insertion, but the reduced half lives due to accelerated degradation (ubiquitination) cause reduced SDH enzyme activity."},{"id":"cggv:6b0a8669-db36-4b97-a1e2-3ad28d12bdd3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9c8a2729-07ec-4308-b710-9aa33d4ea7a4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HDACi (drugs (histone deacetylase inhibitors) treat the SDHB mutant variants transfected HeLa cells decreased mutant SDHB protein ubiquitination, increased functional SDHB subunit results in recovering adequate succinate metabolism to reverse the state of pseudohypoxia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22835832","rdfs:label":"Increase SDHB half lives with HDACi treatment"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"Default score of 1: HDACi (drugs (histone deacetylase inhibitors) treat the SDHB mutant variants (L65P and W200C) transfected HeLa cells decreased mutant SDHB protein ubiquitination, increased functional SDHB subunit results in recovering adequate succinate metabolism to reverse the state of pseudohypoxia."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:54f58854-06b6-46cf-a9b9-384418b226d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d684b11b-0d07-4edc-87ad-27f75ec3612a","type":"Proband","detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002666","obo:HP_0002864"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:54f58854-06b6-46cf-a9b9-384418b226d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a212ab1f-7a45-4b03-b1d9-6fcfe0a6b4e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.418G>T (p.Val140Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA015853"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19802898","type":"dc:BibliographicResource","dc:abstract":"Succinate dehydrogenase B (SDHB) and D (SDHD) subunit gene mutations predispose to adrenal and extraadrenal pheochromocytomas, head and neck paragangliomas (HNPGL), and other tumor types. We report tumor risks in 358 patients with SDHB (n=295) and SDHD (n=63) mutations. Risks of HNPGL and pheochromocytoma in SDHB mutation carriers were 29% and 52%, respectively, at age 60 years and 71% and 29%, respectively, in SDHD mutation carriers. Risks of malignant pheochromocytoma and renal tumors (14% at age 70 years) were higher in SDHB mutation carriers; 55 different mutations (including a novel recurrent exon 1 deletion) were identified. No clear genotype-phenotype correlations were detected for SDHB mutations. However, SDHD mutations predicted to result in loss of expression or a truncated or unstable protein were associated with a significantly increased risk of pheochromocytoma compared to missense mutations that were not predicted to impair protein stability (most such cases had the common p.Pro81Leu mutation). Analysis of the largest cohort of SDHB/D mutation carriers has enhanced estimates of penetrance and tumor risk and supports in silicon protein structure prediction analysis for functional assessment of mutations. The differing effect of the SDHD p.Pro81Leu on HNPGL and pheochromocytoma risks suggests differing mechanisms of tumorigenesis in SDH-associated HNPGL and pheochromocytoma.","dc:creator":"Ricketts CJ","dc:date":"2010","dc:title":"Tumor risks and genotype-phenotype-proteotype analysis in 358 patients with germline mutations in SDHB and SDHD."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 24"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Change score of 0.5 to 1.5: The valine residue in exon 4 is highly conserved. This variant has been reported in multiple individuals affected with paraganglioma (PGL) and malignant PGL (PMID: 16912137, 19189136, 19927285, 19802898, 26236513), with evidence of segregation with SDHB-associated disease in at least two families (PMID: 20583550, 20503330)."},{"id":"cggv:aa6e54a5-8897-493a-b747-40d96672280f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbd6d9fc-8f83-4a6c-b013-eaecdd039266","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":77,"detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0002864","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:aa6e54a5-8897-493a-b747-40d96672280f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2399b65b-c849-4083-a75c-0c0d9f27dbe1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NG_012340.1:g.21597_29501del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658798041"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25827221","type":"dc:BibliographicResource","dc:abstract":"In the Netherlands, the majority of hereditary paragangliomas (PGL) is caused by SDHD, SDHB and SDHAF2 mutations. Founder mutations in SDHD are particularly prevalent, but several SDHB founder mutations have also been described. Here, we describe an extended PGL family with a Dutch founder mutation in SDHB, c.201-4429_287-933del. The proband presented with apparently sporadic head and neck paraganglioma at advanced age. Subsequently, evaluation of the family identified several unaffected mutation carriers, asymptomatic and symptomatic PGL patients, and patients presenting with early-onset malignant pheochromocytoma. The calculated penetrance of the SDHB mutation in this kindred is lower than the risk suggested for SDHB mutations in the literature. This may represent a characteristic of this particular SDHB mutation, but may also be a reflection of the inclusion of relatively large numbers of asymptomatic mutation carriers in this family and adequate statistical correction for ascertainment bias. The low penetrance of SDHB mutations may obscure the hereditary nature of SDHB-linked disease and is important in the counseling of SDHB-linked patients. Risk estimates should preferably be based on the specific mutation involved. ","dc:creator":"Rijken JA","dc:date":"2016","dc:title":"Low penetrance of paraganglioma and pheochromocytoma in an extended kindred with a germline SDHB exon 3 deletion."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25827221","rdfs:label":"II-19"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Change the score of 0.5 to 1.5: This is a 7.9kb deletion of exon 3 in SDHB gene reported in a 4 generation Dutch family. The proband was diagnosed with HNPGL at age of 77 yrs. This deletion has low penetrance but segregate with familial HNPGL/Pheo. Experiment evidence showed absence of SDHB protein expression (PMID: 19576851)."},{"id":"cggv:cd40d02e-5b50-4382-88dc-81f7d2ecdd94_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74afc1fb-4c71-479a-be00-3bbef4846cc8","type":"Proband","detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002864","obo:HP_0002666"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:cd40d02e-5b50-4382-88dc-81f7d2ecdd94_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3c31854d-ef3e-4819-984d-5ae882edaa56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.590C>G (p.Pro197Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016001"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 29"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Change the score from 0.5 as a missense variant to 1.5: The proline residue is highly conserved in exon 6. This variant has been reported in the literature in individuals and families affected with affected with hereditary paraganglioma/pheochromocytoma syndrome (PMID: 18419787, 27542510, 25047027, 21348866), and has been reported to segregate with disease in at least 3 families with incomplete penetrance (PMID: 11404820, 18419787, 14974914). Other variant at the same location, p.Pro197Ser, is also reported in individuals with paragangliomas (Hermsen 2010, Lima 2007)."},{"id":"cggv:48f7212e-f73d-4e2f-9a92-9a7469b1ef81_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f81ad6f7-9d1b-44e8-ab6c-09708a010c8e","type":"Proband","detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002864","obo:HP_0002666"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:48f7212e-f73d-4e2f-9a92-9a7469b1ef81_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89b11330-f41b-4651-88c7-9c49e9b2601d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.725G>A (p.Arg242His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016163"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 35"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Change the score of 0.5 to 1.5: The arginine residue at exon 7 is highly conserved. it is also reported in several individuals and families affected with sporadic and familial hereditary paragangliomas and/or pheochromocytomas (PMID: 12000816, 20208144, 24276837, 12213855, 17102084, 22270996). Experimental studies using a model organism have shown that this variant causes deleterious effects on several aspects of protein function (PMID: 25972245, 25736212, 22835832). Different aa change at the same location, p.Arg242Cys, is also reported in different individuals and families (Badenhop 2004, Schiavi 2006)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:67725100-31bc-4be7-81c3-73a198d0a5cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cbdf055f-8cab-42df-bcfb-a3ed7cd28a31","type":"Proband","detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002666","obo:HP_0002864"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:67725100-31bc-4be7-81c3-73a198d0a5cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d228a50-1b3f-40fb-886d-cc1e7036fe2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.423+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA015862"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 25"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Default score: this is one of the 35 different SDHB pathogenic variants in a cohort of 295 patients from 125 kindreds. It is a splicing donor variant in intron 4. Founder variant in Dutch population."},{"id":"cggv:cf8473a9-e6f3-49d7-b2eb-7d2111b6a08f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ec2a425f-6de2-4daf-940f-a7b6a6778be3","type":"Proband","detectionMethod":"MLPA (multiplex ligation dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Malignant Pheochromocytoma","phenotypes":["obo:HP_0002666","obo:HP_0002864"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:cf8473a9-e6f3-49d7-b2eb-7d2111b6a08f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c833b214-4784-42c1-b13f-367a62438652","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.268C>T (p.Arg90Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA015643"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 11"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Default score: this is one of the 35 different SDHB pathogenic variants in a cohort of 295 patients from 125 kindreds. It is a nonsense variant in exon3."},{"id":"cggv:adea20f3-3366-4409-a990-aa2a57c5fbfa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6ede67b6-297a-418c-879e-feb359c1bcb1","type":"Proband","detectionMethod":"MLPA (multiplex ligation-dependent probe amplification)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002864","obo:HP_0002666"],"secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:adea20f3-3366-4409-a990-aa2a57c5fbfa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cab400e8-090b-45dc-8c5a-d7af493c34e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.72+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016145"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19802898","rdfs:label":"Individual 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Default score: this is one of the 35 different SDHB pathogenic variants in a cohort of 295 patients from 125 kindreds. It is a splicing variant in intron 1. Scottish founder variant."},{"id":"cggv:9a030961-dc44-446a-ab2f-c12b8d7a09b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fdfd2187-da45-4c19-ba26-1ddb877fb704","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Quantitative multiplex PCR of short fluorescent fragments (QMPSF) method","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Excision of a 10-cm left adrenal PHEO at 9yrs; recurrent PHEO in the left adrenal bed, metastatic liver lesions, and bone lesions in the lumbar spine at 41 yrs.","phenotypes":["obo:HP_0002668","obo:HP_0002666"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of SDHB, SDHC and SDHC), von Hippel-Lindau (CHL), and multiple endocrine neoplasia type 2 (RET) genes","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:9a030961-dc44-446a-ab2f-c12b8d7a09b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bc453c29-6cfc-4160-9e1a-58f5fc9f09ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.10:g.17375249_17390927del15679","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/18455"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19389109","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene encoding subunit B of the mitochondrial enzyme succinate dehydrogenase (SDHB) are inherited in an autosomal dominant manner and are associated with hereditary paraganglioma (PGL) and pheochromocytoma. The phenotype of patients with SDHB point mutations has been previously described. However, the phenotype and penetrance of gross SDHB deletions have not been well characterized as they are rarely described. The objective was to describe the phenotype and estimate the penetrance of an exon 1 large SDHB deletion in one kindred. A retrospective and prospective study of 41 relatives across five generations was carried out. The main outcome measures were genetic testing, clinical presentations, plasma catecholamines and their O-methylated metabolites. Of the 41 mutation carriers identified, 11 were diagnosed with PGL, 12 were found to be healthy carriers after evaluation, and 18 were reportedly healthy based on family history accounts. The penetrance of PGL related to the exon 1 large SDHB deletion in this family was estimated to be 35% by age 40. Variable expressivity of the phenotype associated with a large exon 1 SDHB deletion was observed, including low penetrance, diverse primary PGL tumor locations, and malignant potential.","dc:creator":"Solis DC","dc:date":"2009","dc:title":"Penetrance and clinical consequences of  a gross SDHB deletion in a large family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19389109","rdfs:label":"IV-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Default score. This is a 5 generation family of Spanish-Mexican descent. 41 carrier of this exon 1 deletion. Negative sanger sequencing of SDHB/SDHC/SDHC, VHL and RET genes on proband and her sister (IV-II). QMPSF (quantitative multiplex PCR of short fluorescent fragment) was employed to screen for large rearrangements of the SDHB gene due to family history of PHEO/PGL with metastatic malignancy."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2967,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:2a19b3ab-f264-404e-a0e4-29d2010a05d1","type":"GeneValidityProposition","disease":"obo:MONDO_0017366","gene":"hgnc:10681","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"Hereditary Paraganglioma-Pheochromocytoma Syndromes (PGL/PCC) [MONDO:0017366, PMID: 20301715] are associated with an increased risk of multiple paragangliomas, pheochromocytomas and gastrointestinal stromal tumors (GIST) including malignant PCC/PGLs transmitted in autosomal dominant inheritance.  The molecular mechanism is loss of function in one of the 4 genes comprising the succinate dehydrogenase and SDHAF gene for flavination of SDHA, as well as stabilization of the SDH complex. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, for SDHB, we found no difference in molecular mechanism, inheritance pattern and phenotypic variability for tumor risk. Therefore, this is a lumping curation for SDHB and SDHB associated Hereditary Paraganglioma-Pheochromocytoma syndromes (PGL/PCC) including autosomal dominant inherited Paraganglioma 4 (MIM: 115310), Gastrointestinal stromal tumor (MIM: 606764) and Pheochromocytoma (MIM: 171300). SDHB encodes the iron sulfur protein, one of the five subunits of SDH (succinate dehydrogenase), a component of complex II in mitochondria. SDHB was first reported in relation to PGL/PCC in 2001 [Astuti et al., PMID: 11404820]. Pathogenic variants in SDHB including frameshift, nonsense, missense (e.g. p.Pro197Arg, p.Val140Phe and p.Arg242His), splice site and large (exon) deletion variants were reported in the literature with incomplete penetrance and variable expressivity [PIMDs: 19389109, 19802898 and 25827221]. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. There is extensive experiment evidence including reduced or absent SDHB protein expression [PMID:19576851], reduced enzyme activity [PMID:22835832], increased succinate level, the hallmark of tumorigenesis in PGL and PCC, and increased nuclear expression of HIF1α (hypoxia inducible factor 1α) [PMID:15987702] in tumor cells of patients who carry germline SDHB variants. However, the knockout mouse homolog of human SDHB is homozygous-lethal [PMID 27626380]. In summary, the SDHB gene is definitely associated with autosomal dominant HPGL/PCC syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:b5b8852d-1641-4c45-8aa2-57c2dfbac4ea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}