{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:33:56.750Z","role":"Approver"},{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:34:09.833Z","role":"Publisher"}],"evidence":[{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3f4aa7f-9efc-4090-a482-934bb7465411","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:875e008a-0c25-4f78-9dce-7a0b36c3bf24","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis of fractionated human fibroblasts and immunohistochemical analysis showed SERAC1 localization in both mitochondria and endoplasmic reticulum in a pattern consistent with enrichment in the mitochondria-associated membranes (Fig. 4a-c). Immunohistological studies also showed that SERAC1 is found in close proximity to the mitochondria but only partially colocalized with the mitochondrial matrix protein MRPL12 (Fig. 4d). Does not show highly specific tissue expression (expressed in heart, skeletal muscle, and most regions of brain that were tested) (Suppl Fig. 11).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22683713","type":"dc:BibliographicResource","dc:abstract":"Using exome sequencing, we identify SERAC1 mutations as the cause of MEGDEL syndrome, a recessive disorder of dystonia and deafness with Leigh-like syndrome, impaired oxidative phosphorylation and 3-methylglutaconic aciduria. We localized SERAC1 at the interface between the mitochondria and the endoplasmic reticulum in the mitochondria-associated membrane fraction that is essential for phospholipid exchange. A phospholipid analysis in patient fibroblasts showed elevated concentrations of phosphatidylglycerol-34:1 (where the species nomenclature denotes the number of carbon atoms in the two acyl chains:number of double bonds in the two acyl groups) and decreased concentrations of phosphatidylglycerol-36:1 species, resulting in an altered cardiolipin subspecies composition. We also detected low concentrations of bis(monoacyl-glycerol)-phosphate, leading to the accumulation of free cholesterol, as shown by abnormal filipin staining. Complementation of patient fibroblasts with wild-type human SERAC1 by lentiviral infection led to a decrease and partial normalization of the mean ratio of phosphatidylglycerol-34:1 to phosphatidylglycerol-36:1. Our data identify SERAC1 as a key player in the phosphatidylglycerol remodeling that is essential for both mitochondrial function and intracellular cholesterol trafficking.","dc:creator":"Wortmann SB","dc:date":"2012","dc:title":"Mutations in the phospholipid remodeling gene SERAC1 impair mitochondrial function and intracellular cholesterol trafficking and cause dystonia and deafness."},"rdfs:label":"Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Subcellular localization of SERAC1 at the interface of the ER and mitochondrial membrane is in line with its proposed role in phosphatidylglycerol remodeling. Exchange of phospholipids is a key function of the mitochondria-associated membranes."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5d184cc-fe21-4262-ad8b-1a76960d5150","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae71fdbe-71c1-475c-9c5a-4098162f27d2","type":"FunctionalAlteration","dc:description":"Phospholipid assay: High-performance liquid chromatography (HPLC) tandem mass spectrometry was used to assay fibroblasts from 5 MEGDEL patients and 10 controls. Patient cells showed elevated concentrations of phosphatidylglycerol-34:1 (where the species nomenclature denotes the number of carbon atoms in the two acyl chains:number of double bonds in the two acyl groups) and decreased concentrations of phosphatidylglycerol-36:1 species, resulting in an altered cardiolipin subspecies composition (Fig 2a, b; Fig. 3). This difference in composition is even more evident in the crude mitochondrial fractions (Fig. 4e).\nPatient cells also had low concentrations of bis(monoacyl-glycerol)-phosphate (Fig. 2b), and corresponding accumulation of free cholesterol, as shown by abnormal filipin staining (Niemann-Pick type C fibroblasts were used as a positive control).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713","rdfs:label":"Patient cells 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"SERAC1 plays a role in phosphatidylglycerol remodeling that is essential for both mitochondrial function and intracellular cholesterol trafficking."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6107407-0e8a-4ed6-9980-ea8d954931cb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2c2fca16-c527-4433-8816-63d89b6aad0c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Patient fibroblasts were infected with a mock vector (n=4) or an expression vector containing wild-type SERAC1 (n=4). Complementation of patient fibroblasts with wild-type human SERAC1 by lentiviral infection led to a decrease and partial normalization of the mean ratio of phosphatidylglycerol-34:1 to phosphatidylglycerol-36:1 (Fig. 5) There were no differences in the distribution of other phospholipids (Suppl. Fig. 12). Rescue of biochemical phenotype in patient cells and supports the role of SERAC1 in phosphatidylglycerol remodeling.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713","rdfs:label":"Rescue in patient cells 1"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Reduced points because it is a partial rescue of a biochemical phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3d7d5920-1e48-47c9-91a0-1752225b348f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca71f191-fcdc-4ed7-8cbb-e200949cb54e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Clinical findings include onset of regression at 4 years, psychomotor retardation, spasticity, dystonia, sensorineural deafness (Suppl table 1) \nMRI noted to show Leigh-(like) syndrome \nLab testing showed urinary 3-MGA-uria, abnormal phospholipid spectrum in fibroblasts, and abnormal filipin staining","sex":"Male","variant":{"id":"cggv:3d7d5920-1e48-47c9-91a0-1752225b348f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f2ba239-f68c-49aa-86b0-2a9092ce8d03","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.1403+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366256718"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"RT-PCR from patient fibroblasts show exon 13 skipping (Supplemental Fig 3), and results in very low SERAC1 expression indicating NMD occurs (Suppl Fig 4)"},{"id":"cggv:a441074e-14d3-4107-9188-044933811992_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1bb43dde-4a97-4c5d-8e49-a8a6eaa164e7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"All children presented at age 24–48 hr with hypotonia and liver dysfunction including symptomatic hypoglycemia and lactic acidosis. During the 1st year of life, only a few episodes of liver function deterioration were observed during acute infections, without hypoglycemia or hyperammonemia. At age 5–6 months, failure to thrive and hypotonia became prominent. From age 13 to 22 months, additional neurological abnormalities appeared including severe progressive sensorineural deafness (confirmed by brainstem auditory evoked potential study), seizures, severe spasticity, extrapyramidal signs, and dystonic movements as well as episodes of respiratory insufficiency typically triggered by intercurrent febrile illnesses, followed by marked developmental regression. All patients were fed by gastric tube.\n\nBrain MRI - at 2 years, showed moderate atrophy and small/narrowed corpus callosum. At 8 years, striking progression of the brain atrophy and further shrinkage of the corpus striatum was demonstrated (Fig. 3B). MRI in the affected brother (IV-2) was normal at 5 months; however, abnormal MRI findings featuring Leigh-like findings, appeared at age 2 years, which paralleled neurological deterioration with near-loss of previously achieved developmental milestones.","sex":"Male","variant":{"id":"cggv:a441074e-14d3-4107-9188-044933811992_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9baeb86e-4348-4bc1-83db-3111fdc3f31d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.698T>A (p.Leu233Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/804398"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23918762","type":"dc:BibliographicResource","dc:abstract":"3-Methylglutaconic aciduria (3-MGCA) type IV is defined as a heterogeneous group of inborn errors featuring in common 3-MGCA and associated with primary mitochondrial dysfunction leading to a spectrum of multisystem conditions. We studied four patients who presented at birth with a clinical picture simulating a primary mitochondrial hepatic disorder consistent with the MEGDEL syndrome including 3-MGCA, sensorineural deafness, encephalopathy and a brain magnetic resonance imaging with signs of Leigh disease. All affected children displayed biochemical features consistent with mitochondrial OXPHOS dysfunction including hepatic mitochondrial DNA depletion in one patient. Homozygosity mapping identified a candidate locus on 6q25.2-6q26. Using whole exome sequencing, we identified two novel homozygous mutations in SERAC1 recently reported to harbor mutations in MEGDEL syndrome. Both mutations were found to lead to decreased or absent expression of SERAC1. The present findings indicate that infantile hepatopathy is a cardinal feature of MEGDEL syndrome. We thus propose to rename the disease MEGDHEL syndrome.","dc:creator":"Sarig O","dc:date":"2013","dc:title":"Infantile mitochondrial hepatopathy is a cardinal feature of MEGDEL syndrome (3-methylglutaconic aciduria type IV with sensorineural deafness, encephalopathy and Leigh-like syndrome) caused by novel mutations in SERAC1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918762","rdfs:label":"Family A: IV-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Note that the nucleotide is slightly different with the same protein consequence NM_032861.4:c.698_699TG>AGTGATA (p.Leu233Ter). Tried to enter in Allele Registry and would not recognize the nomenclature. SERAC1 expression was ascertained using quantitative RT-PCR and Western blotting. SERAC1 expression was approximately 5–60-fold lower in Individual IV-2 (Family A) and Individuals IV-3 and IV-5 (Family B), respectively as compared with control skin-derived RNA samples (Fig. 6A). SERAC1 protein level was also significant lower in patients as compared with control skin samples (Fig. 6B)."},{"id":"cggv:58b8afd9-dcba-443e-b86a-d6e44d12706b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db62f34a-76fa-4862-90a9-860ab7934fa1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Clinical findings include onset of regression at 6 months, psychomotor retardation, spasticity, dystonia, sensorineural deafness (Suppl table 1) \nMRI noted to show Leigh-(like) syndrome with atrophy \nLab testing showed elevated lactate/alanine, urinary 3-MGA-uria, OXPHOS dysfunction in muscle and fibroblasts, abnormal EM of mitochondria (muscle tissue), abnormal phospholipid spectrum in fibroblasts, and abnormal filipin staining","sex":"Female","variant":{"id":"cggv:58b8afd9-dcba-443e-b86a-d6e44d12706b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:37b90189-8f95-42b4-b2ce-63547d8b3125","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.442C>T (p.Arg148Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA260099"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22683713","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:308218f7-0e0b-42ba-a555-fd4db5dac9cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2bc93d6e-ac0d-4259-939b-f94b221086cf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Clinical features included neonatal respiratory distress, convergent strabismus, oral dyskinesia, hypotonia, truncal ataxia, global developmental delays, continued failure to thrive, sensorineural deafness, dystonia, and tetraparesis. At 19 years, she is severely affected and shows bilateral strabismus, optic atrophy, severe hearing loss, poor communication skills and she is unable to hold up her head. She presents multiple\njoint problems and hip dislocations. Brain MRI (18 months) showed bilateral abnormalities of the basal ganglia, putamen hyperintensities in T2 and hypointensities in T1, typical of Leigh syndrome; Brain magnetic resonance imaging at 15 years of age showed cerebral and cerebellar atrophy with bilateral symmetric lesions in basal ganglia (lenticular and thalamus).\n\nBiochemical analysis showed normal ammonia, cholesterol, amino acids and acylcarnitines but, occasionally, slight increases of lactate in urine. The urinary organic acid analysis showed persistently increased excretion of 3-methylglutaconic and 3-methylglutaric acids (Table 1). Patient fibroblasts also showed increased filipin staining (Fig. 1D), consistent with altered cholesterol trafficking.","previousTesting":true,"previousTestingDescription":"Exon and intron boundaries of the known genes causing 3-MGAuria type IV (TMEM70, ATP12, ATP5E, OPA3 and DNAJC19) were analyzed by PCR followed by Sanger sequencing. The mtDNA substitutions frequently associated with Leigh disease (3243A>G, 8344A>G, 8993T>G, 8993T>C, 9176T>C) or with dystonia (14,459G>A) were also excluded.","sex":"Female","variant":{"id":"cggv:308218f7-0e0b-42ba-a555-fd4db5dac9cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db76668c-f71b-4785-bce2-52129e013b90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.202C>T (p.Arg68Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA267611"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23707711","type":"dc:BibliographicResource","dc:abstract":"3-Methylglutaconic aciduria (3-MGA-uria) is a heterogeneous group of syndromes characterized by an increased excretion of 3-methylglutaconic and 3-methylglutaric acids. Five types of 3-MGA-uria (I to V) with different clinical presentations have been described. Causative mutations in TAZ, OPA3, DNAJC19, ATP12, ATP5E, and TMEM70 have been identified. After excluding the known genetic causes of 3-MGA-uria we used exome sequencing to investigate a patient with Leigh syndrome and 3-MGA-uria. We identified a homozygous variant in SERAC1 (c.202C>T; p.Arg68*), that generates a premature stop codon at position 68 of SERAC1 protein. Western blot analysis in patient's fibroblasts showed a complete absence of SERAC1 that was consistent with the prediction of a truncated protein and supports the pathogenic role of the mutation. During the course of this project a parallel study identified mutations in SERAC1 as the genetic cause of the disease in 15 patients with MEGDEL syndrome, which was compatible with the clinical and biochemical phenotypes of the patient described here. In addition, our patient developed microcephaly and optic atrophy, two features not previously reported in MEGDEL syndrome. We highlight the usefulness of exome sequencing to reveal the genetic bases of human rare diseases even if only one affected individual is available. ","dc:creator":"Tort F","dc:date":"2013","dc:title":"Exome sequencing identifies a new mutation in SERAC1 in a patient with 3-methylglutaconic aciduria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23707711","rdfs:label":"Tort proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Western blot analysis in patient fibroblasts shows absent SERAC1 protein (Fig. 1C)"},{"id":"cggv:00e35f92-def1-4da5-8fd3-1fd64f27ef06_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fb92235a-4c1a-45bc-b078-812f69a4a3cd","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":5,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"All children presented at age 24–48 hr with hypotonia and liver dysfunction including symptomatic hypoglycemia and lactic acidosis. During the 1st year of life, only a few episodes of liver function deterioration were observed during acute infections, without hypoglycemia or hyperammonemia. At age 5–6 months, failure to thrive and hypotonia became prominent. From age 13 to 22 months, additional neurological abnormalities appeared including severe progressive sensorineural deafness (confirmed by brainstem auditory evoked potential study), seizures, severe spasticity, extrapyramidal signs, and dystonic movements as well as episodes of respiratory insufficiency typically triggered by intercurrent febrile illnesses, followed by marked developmental regression. All patients were fed by gastric tube.\n\nBrain MRI studies of both patients in Family B showed similar progressive destruction of basal ganglia, featuring evidence of Leigh-like disease.","sex":"Male","variant":{"id":"cggv:00e35f92-def1-4da5-8fd3-1fd64f27ef06_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bd75e8dd-e98a-444f-9d31-987baab3486a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.128+4A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726059"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918762","rdfs:label":"Family B: IV-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The mutation is predicted to alter intron 3 splicing and to possibly lead to premature termination of protein translation. SERAC1 expression was ascertained using quantitative RT-PCR and Western blotting. SERAC1 expression was approximately 5–60-fold lower in Individual IV-2 (Family A) and Individuals IV-3 and IV-5 (Family B), respectively as compared with control skin-derived RNA samples (Fig. 6A). SERAC1 protein level was also significant lower in patients as compared with control skin samples (Fig. 6B)."},{"id":"cggv:c5a88d5e-e599-4f85-8341-ce971e59773a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e75fbbc-808d-4a93-ac0a-497aba3f9d0c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Individual genotyping methods were not provided; all patients underwent Sanger sequencing, WES, or cWGS to confirm clinical diagnosis","phenotypeFreeText":"Individual clinical details were not provided: All individuals in this study had rare biallelic variants in SERAC1 and typical phenotypic findings leading to the diagnosis of MEGDHEL syndrome (detailed in the Results section). Their respective physicians completed a questionnaire concerning the course of disease for each organ system, together with metabolic, radiological, and genetic findings.\nImages of Patient 28 are shown in Fig. 2: noted progressive spasticity and dystonic posture of limbs (age 18 months - 8 years). Fig 2F: T2-weighted magnetic resonance image of the same individual at the age of 5 years showing bilateral ganglia involvement sparing the central putamen (“putaminal eye”). In all individuals, alterations of the basal ganglia at different stages were observed.","sex":"Female","variant":{"id":"cggv:c5a88d5e-e599-4f85-8341-ce971e59773a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:55b9028c-fbb6-4c73-9e75-1a94e2ab6847","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032861.4(SERAC1):c.763_770dup (p.Pro258MetfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726060"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29205472","type":"dc:BibliographicResource","dc:abstract":"3-Methylglutaconic aciduria, dystonia-deafness, hepatopathy, encephalopathy, Leigh-like syndrome (MEGDHEL) syndrome is caused by biallelic variants in SERAC1.","dc:creator":"Maas RR","dc:date":"2017","dc:title":"Progressive deafness-dystonia due to SERAC1 mutations: A study of 67 cases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29205472","rdfs:label":"Patient 28"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1851,"specifiedBy":"GeneValidityCriteria7","strengthScore":14,"subject":{"id":"cggv:b1f4599a-8d70-411e-9ef4-e15ea6b3f84f","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:21061","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SERAC1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. The SERAC1 gene encodes serine active site-containing protein 1 which has a critical role in phosphatidylglycerol remodeling essential for both mitochondrial function and intracellular cholesterol trafficking.\n\nThe SERAC1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 22683713). Of note, the clinical features associated with SERAC1-related disease have been termed ‘MEGDEL’ which is an acronym for ‘3-methylglutaconic aciduria with deafness, encephalopathy, and Leigh-like syndrome’, and is also sometimes referred to as MEGD(H)EL syndrome, to include hepatic dysfunction, which is a frequent manifestation in the first year of life. Evidence supporting the gene-disease relationship between SERAC1 and Leigh syndrome spectrum includes case-level data and experimental data. This curation included six unique variants identified in six cases from four publications (PMIDs: 29205472, 23918762, 23707711, 22683713). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression data, functional alteration in patient cells, and rescue in patient cells (PMID: 22683713).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the gene-disease association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 8, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:bf6861ce-e13a-42c9-a4ff-942a83874bfd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}