{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2023-03-20T18:00:00.000Z","role":"Approver"},{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2023-05-23T15:31:41.222Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25751282","type":"dc:BibliographicResource","dc:abstract":"The family of genes implicated in hereditary spastic paraplegias (HSPs) is quickly expanding, mostly owing to the widespread availability of next-generation DNA sequencing methods. Nevertheless, a genetic diagnosis remains unavailable for many patients.","dc:creator":"Rinaldi C","dc:date":"2015","dc:title":"Mutation in CPT1C Associated With Pure Autosomal Dominant Spastic Paraplegia."},"evidence":[{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e863a987-47e8-4214-b021-53f9557b75d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10048c0b-2a29-4e81-adce-1e9e840ceeeb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis, we showed CPT1C expression in the ventral horn from spinal cords of wild-type mice, further suggesting CPT1C enrichment in motor neurons","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25751282","rdfs:label":" CPT1C expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b229dfd0-c53e-494d-9e69-67bacd59ceb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a21bfa32-13e2-4003-a4ea-7bc7bd966b07","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-immunoprecipitation experiments In COS-7 cells revealed an interaction with atlastin-1 (ATL1) in the ER Atlastin 1 is the second most common cause of AD-HSP, accounting for approximately 10% of cases. which is interesting because although there is high genetic heterogeneity in pure HSPs. Several of these proteins have been shown to localize to the ER where they interact with one another to assist in the formation and maintenance of long cellular processes suggesting that the ER plays a central role in axonal integrity in corticospinal neurons. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25751282","rdfs:label":"Co-immunoprecipitation of CPT1C with ATL1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:073a58bc-1c57-4173-b4a2-ec76842d2673","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da32ec47-bd37-4c7a-958d-57dd3881d976","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cpt1c-deficient mice developed early onset of progressive motor disturbances, including impaired gait and coordination, severe muscle weakness, and reduced locomotor activity. Cerebellar, striatum, and motor cortex extracts from Cpt1c-knockout mice showed reduced levels of ceramide and its derivative, sphingosine, mainly during fasting, compared to wildtype animals. The results indicated that altered ceramide metabolism in motor brain areas induced by Cpt1c deficiency could cause progressive motor dysfunction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23973755","type":"dc:BibliographicResource","dc:abstract":"Carnitine palmitoyltransferase 1c (CPT1C), a brain-specific protein localized in the endoplasmic reticulum of neurons, is expressed in almost all brain regions, but its only known functions to date are involved in the hypothalamic control of energy homeostasis and in hippocampus-dependent spatial learning. To identify other physiological and behavioral functions of this protein, we performed a battery of neurological tests on Cpt1c-deficient mice. The animals showed intact autonomic and sensory systems, but some motor disturbances were observed. A more detailed study of motor function revealed impaired coordination and gait, severe muscle weakness, and reduced daily locomotor activity. Analysis of motor function in these mice at ages of 6-24 weeks showed that motor disorders were already present in young animals and that impairment increased progressively with age. Analysis of CPT1C expression in different motor brain areas during development revealed that CPT1C levels were low from birth to postnatal day 10 and then rapidly increased peaking at postnatal day 21, which suggests that CPT1C plays a relevant role in motor function during and after weaning. As CPT1C is known to regulate ceramide levels, we measured these biolipids in different motor areas in adult mice. Cerebellar, striatum, and motor cortex extracts from Cpt1c knockout mice showed reduced levels of ceramide and its derivative sphingosine when compared to wild-type animals. Our results indicate that altered ceramide metabolism in motor brain areas induced by Cpt1c deficiency causes progressive motor dysfunction from a young age.","dc:creator":"Carrasco P","dc:date":"2013","dc:title":"Carnitine palmitoyltransferase 1C deficiency causes motor impairment and hypoactivity."},"rdfs:label":"Cpt1c-deficient mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":6255,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.5,"subject":{"id":"cggv:8e3f4fed-c402-4fb2-a1cc-79c3822358cf","type":"GeneValidityProposition","disease":"obo:MONDO_0019064","gene":"hgnc:18540","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CPT1C was first reported in relation to autosomal dominant pure hereditary spastic paraplegia (HSP) in 2015 (Rinaldi C et al., PMID:25751282). Phenotypes include hyperreflexia, proximal muscle weakness, muscle atrophy, decreased vibration sensation at the ankles, and mild urinary dysfunction. Evidence supporting this gene-disease relationship includes case-level, segregation, and experimental data. Three variants (missense, nonsense, and canonical splicing) reported in three probands in three publications (PMIDs: 25751282, 30911584, 30564185) are included in this curation. This gene-disease relationship is supported by the role of CPT1C as a protein involved in lipid droplet biogenesis and turnover, processes known to be impacted in HSP (PMID: 34041268). Additionally, a knockout (KO) mouse model demonstrated that KO mice presented early onset of progressive motor disturbances, including impaired gait and coordination, severe muscle weakness, and reduced locomotor activity that recapitulates the disease phenotype (Carrasco P et al., PMID: 23973755). Immunostaining in COS-7 cells expressing the R37C missense demonstrated a decrease in the number and size of lipid droplets per cell, similar to what is observed in neurons of Cpt1c−/− mice (Rinaldi C et al., PMID: 25751282).\n\nIn summary, limited evidence supports the gene-disease relationship between CPT1C and AD HSP. While more evidence is needed to establish this relationship, no convincing contradictory evidence has emerged. The ClinGen Cerebral Palsy, Gene Curation Expert Panel, approved this classification on March 20, 2023 (SOP Version 9).\n\n","dc:isVersionOf":{"id":"cggv:8d171b54-3af1-442a-9c54-b959061a7b5a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}