{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295affv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:49:55.983Z","role":"Approver"},{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:50:05.072Z","role":"Publisher"}],"evidence":[{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6650be65-4edb-442e-95c4-fa0e89401501_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bc6cf716-566c-4375-8ad6-91788b51e852","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum. Brain MRI showed symmetrically increased signal in the putamin and brainstem on T2 weighted images.","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"sex":"Male","variant":{"id":"cggv:6650be65-4edb-442e-95c4-fa0e89401501_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4b93c12f-9558-4632-a10e-b0829985d76e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002693.3(POLG):c.695G>A (p.Arg232His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21319"}},{"id":"cggv:aa7a5022-d09f-4c1e-8753-b23214e623b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002693.3(POLG):c.2542G>A (p.Gly848Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13502"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18828154","type":"dc:BibliographicResource","dc:abstract":"We studied six unrelated children with depletion of mitochondrial DNA (mtDNA). They presented with Leigh syndrome, infantile hepatocerebral mtDNA depletion syndrome, or Alpers-Huttenlocher syndrome. Several genes have been implicated in mtDNA depletion. Screening of candidate genes indicated that all six patients were compound heterozygous for missense mutations in the gene for the catalytic subunit of DNA polymerase gamma (POLG). Three of the identified mutations, c.3328C>T (p.H1110Y), c.3401A>G (p.H1134R), and c.3406G>A (p.E1136K), have not been reported earlier. To investigate the functional consequences of the mutations, we carried out a series of biochemical assays in cultured fibroblasts. These studies revealed that fibroblast cultures from the patients with infantile hepatocerebral mtDNA depletion syndrome progressively lost their mtDNA during culturing, whereas fibroblast cultures from patients presenting with Leigh syndrome or Alpers-Huttenlocher syndrome had reduced but stable levels of mtDNA. DNA polymerase gamma activity was below the normal range in all patient cultures, except for one; however, this culture showed low levels of the heterodimeric enzyme and poor DNA polymerase gamma processivity. Parental fibroblast cultures had normal catalytic efficiency of DNA polymerase gamma, consistent with the observation that all carriers are asymptomatic. Thus, we report the first patient with Leigh syndrome caused by POLG mutations. The cell culture experiments established the pathogenicity of the identified POLG mutations and helped to define the molecular mechanisms responsible for mtDNA depletion in the patients' tissues. The assays may facilitate the identification of those patients in whom screening for POLG mutations would be most appropriate.","dc:creator":"Taanman JW","dc:date":"2009","dc:title":"Analysis of mutant DNA polymerase gamma in patients with mitochondrial DNA depletion."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18828154","rdfs:label":"Taanman-Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e87fece9-f514-4181-ad43-a2ee1ae51a2f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3cf70b7e-3c96-4c38-a552-9856fd92d8ee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that POLG protein is expressed in most tissues (https://www.proteinatlas.org/ENSG00000140521-POLG/tissue). Expression in the brain has been shown in the cerebral cortex, hippocampus, caudate, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"POLG Human. Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:eefae68d-972c-4503-810a-f9279e687663","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbb6f180-265e-497a-ab2f-9f9844109a08","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"POLG has been categorized as a mitochondrial DNA maintenance gene. POLG encodes DNA polymerase γ (pol γ) which bears sole responsibility for DNA synthesis in all replication, recombination, and repair transactions involving mitochondrial DNA (Graziewicz et all 2006 PMID: 16464011). According to Leigh map, at least 3 other mitochondrial DNA maintenance genes have been implicated in causing Leigh syndrome (FBXL4, SUCLA2, and SUCLG1)(Rahman 2017 PMID: 27977873) Therefore, the function of POLG is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16464011","type":"dc:BibliographicResource","dc:creator":"Graziewicz MA","dc:date":"2006","dc:title":"DNA polymerase gamma in mitochondrial DNA replication and repair."},"rdfs:label":"POLG function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The POLG encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e614ffb-2fb3-4607-aabb-e7bacbc3849a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1f23aee9-bdc7-4b88-ab61-5b2226d8a44e","type":"FunctionalAlteration","dc:description":"OXPHOS studies in muscle showed a significant decrease in ATP production in combination with reduced substrate oxidation rates. Additionally,  significantly reduced activity of complex I in all patients, except for patient 8 was noted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16957900","type":"dc:BibliographicResource","dc:abstract":"Failure to thrive, feeding difficulties, variable forms of infantile epilepsy or psychomotor developmental delay and hypotonia were the most frequent clinical disease presentations in eight children with combined oxidative phosphorylation enzyme complex deficiencies carrying mutations in the polymerase gamma (POLG1) gene. Five out of eight patients developed severe liver dysfunction during the course of the disease. Three of these patients fulfilled the disease criteria for Alpers syndrome. Most children showed deficiencies of respiratory chain enzyme complexes I and III, in combination with complex II, complex IV and/or PDHc in muscle, whereas in fibroblasts normal enzyme activities were measured. All children carried homozygous or compound heterozygous mutations in the POLG1 gene, including two novel mutations in association with mtDNA depletion. Conclusion We suggest performing POLG1 mutation analysis in children with combined oxidative phosphorylation deficiencies in muscle, even if the clinical picture is not Alpers syndrome.","dc:creator":"de Vries MC","dc:date":"2007","dc:title":"Multiple oxidative phosphorylation deficiencies in severe childhood multi-system disorders due to polymerase gamma (POLG1) mutations."},"rdfs:label":"POLG Muscle studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"More than one cell culture model with different mutations or gene disruptions showing mitochondrial dysfunction (awarded 1.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58f5bfd0-ee8a-4748-8b2f-1f79d08caafc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:16d2dc75-9b47-46f0-b213-760ec858662a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The POLG mutant zebrafish showed a phenotype similar to humans with POLG mutations in that they had delayed development and early mortality. Biochemically, they showed similarities i decreased mtDNA content and respiratory chain defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26519465","type":"dc:BibliographicResource","dc:abstract":"DNA polymerase gamma (POLG) is essential for replication and repair of mitochondrial DNA (mtDNA). Mutations in POLG cause mtDNA instability and a diverse range of poorly understood human diseases. Here, we created a unique Polg animal model, by modifying polg within the critical and highly conserved polymerase domain in zebrafish. polg(+/-) offspring were indistinguishable from WT siblings in multiple phenotypic and biochemical measures. However, polg(-/-) mutants developed severe mtDNA depletion by one week post-fertilization (wpf), developed slowly and had regenerative defects, yet surprisingly survived up to 4 wpf. An in vivo mtDNA polymerase activity assay utilizing ethidium bromide (EtBr) to deplete mtDNA, showed that polg(+/-) and WT zebrafish fully recover mtDNA content two weeks post-EtBr removal. EtBr further reduced already low levels of mtDNA in polg(-/-) animals, but mtDNA content did not recover following release from EtBr. Despite significantly decreased respiration that corresponded with tissue-specific levels of mtDNA, polg(-/-) animals had WT levels of ATP and no increase in lactate. This zebrafish model of mitochondrial disease now provides unique opportunities for studying mtDNA instability from multiple angles, as polg(-/-) mutants can survive to juvenile stage, rather than lose viability in embryogenesis as seen in Polg mutant mice. ","dc:creator":"Rahn JJ","dc:date":"2015","dc:title":"Zebrafish lacking functional DNA polymerase gamma survive to juvenile stage, despite rapid and sustained mitochondrial DNA depletion, altered energetics and growth."},"rdfs:label":"POLG Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Utilized the U24 NICD Leigh Working group animal model scoring rubric (1 pt for phenotype evidence and 1 pt for biochemical evidence)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Limited","sequence":3061,"specifiedBy":"GeneValidityCriteria7","strengthScore":6,"subject":{"id":"cggv:93c0da11-a14e-4c09-b7a0-4c8a52bdca1a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:9179","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between POLG and Leigh syndrome spectrum (LSS) was evaluated using the ClinGen Clinical Validity Framework as of March 23, 2020. The POLG gene encodes the catalytic subunit of DNA polymerase gamma, the only DNA polymerase in humans that replicates and repairs mitochondrial DNA.\n\nThe POLG gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2009 (variants reported in PMID: 18828154; this case was first reported in 1996 in PMID: 9566823 with further details provided in 2002 in PMID: 12004863). Pathogenic variants in POLG are more commonly associated with a range of other clinical syndromes such as Alpers-Huttenlocher syndrome, childhood myocerebrohepatopathy spectrum (MCHS), myoclonic epilepsy myopathy sensory ataxia syndrome (MEMSA), ataxia neuropathy spectrum (ANS), and progressive external ophthalmoplegia (PEO). Of note, many cases in the literature were reviewed to look for evidence of LSS. Several additional cases were considered but were ultimately excluded as features were more consistent with Alpers-Huttenlocher syndrome than LSS. Evidence supporting the gene-disease relationship between POLG and LSS includes case-level data and experimental data. This curation included two variants identified in one case in one publication (PMID: 18828154). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, functional alteration in patient cells, and animal models (PMIDs: 16464011, 25613900, 16957900, 26519465). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 23, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:1212393e-b517-4430-a8d7-df7e32295aff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}