{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-11-18T17:10:12.085Z","role":"Approver"},{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-11-18T17:10:22.515Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11242115","type":"dc:BibliographicResource","dc:abstract":"The Wiskott-Aldrich syndrome protein (WASP; encoded by the gene WAS) and its homologs are important regulators of the actin cytoskeleton, mediating communication between Rho-family GTPases and the actin nucleation/crosslinking factor, the Arp2/3 complex. Many WAS mutations impair cytoskeletal control in hematopoietic tissues, resulting in functional and developmental defects that define the X-linked Wiskott-Aldrich syndrome (WAS) and the related X-linked thrombocytopenia (XLT). These diseases seem to result from reduced WASP signaling, often through decreased transcription or translation of the gene. Here we describe a new disease, X-linked severe congenital neutropenia (XLN), caused by a novel L270P mutation in the region of WAS encoding the conserved GTPase binding domain (GBD). In vitro, the mutant protein is constitutively activated through disruption of an autoinhibitory domain in the wild-type protein, indicating that loss of WASP autoinhibition is a key event in XLN. Our findings highlight the importance of precise regulation of WASP in hematopoietic development and function, as impairment versus enhancement of its activity give rise to distinct spectra of cellular defects and clinical phenotypes.","dc:creator":"Devriendt K","dc:date":"2001","dc:title":"Constitutively activating mutation in WASP causes X-linked severe congenital neutropenia."},"evidence":[{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b62b0a73-8ac5-4584-bbd4-2dc0c685817d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8839b008-0277-4642-b96f-1ccc79e3e2a5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"WAS showed a pattern of expression restricted to cell lines of lymphocytic and mega- karyocytic origin. Expression has not been observed in a range of other cell lines, even after extended autoradiography (Figure 2). Northern blot detected transcripts predominantly in thymus and to a lesser extent in spleen (Figure 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8069912","type":"dc:BibliographicResource","dc:abstract":"Wiskott-Aldrich syndrome (WAS) is an X-linked recessive immunodeficiency characterized by eczema, thrombocytopenia, and recurrent infections. Linkage studies have placed the gene at Xp11.22-p11.23. We have isolated from this interval a novel gene, WASP, which is expressed in lymphocytes, spleen, and thymus. The gene is not expressed in two unrelated WAS patients, one of whom has a single base deletion that produces a frame shift and premature termination of translation. Two additional patients have been identified with point mutations that change the same arginine residue to either a histidine or a leucine. WASP encodes a 501 amino acid proline-rich protein that is likely to be a key regulator of lymphocyte and platelet function.","dc:creator":"Derry JM","dc:date":"1994","dc:title":"Isolation of a novel gene mutated in Wiskott-Aldrich syndrome."},"rdfs:label":"expressesion in lymphocytes, spleen and thymus"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fc06e15b-5090-446e-89d1-fe676e2f9718","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:173133a6-bc03-405f-b48f-d0b4aff819e0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Report that WASP has a GTPase-binding site that is similar to those found in Rac/CDC42Hs effector proteins and show that it interacts specifically with activated CDC42Hs. In different cell types, WASP localizes in clusters that are enriched in polymerized actin and are regulated by CDC42Hs. In addition, we also identified novel domains on WASP that are conserved among proteins that are involved in the organization of the actin cytoskeleton. Our study provides a link between a member of the Rho family, its effector WASP, and the control of actin polymerization and suggests a possible mechanism for defects of WAS that are associated with actin cytoskeleton abnormalities observed in XLN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8625410","type":"dc:BibliographicResource","dc:abstract":"The Rho family of GTPases control diverse biological processes, including cell morphology and mitogenesis. We have identified WASP, the protein that is defective in Wiskott-Aldrich syndrome (WAS), as a novel effector for CDC42Hs, but not for the other Rho family members, Rac and Rho. This interaction is dependent on the presence of the G protein-binding domain. Cellular expression of epitope-tagged WASP produces clusters of WASP that are highly enriched in polymerized actin. This clustering is not observed with a C-terminally deleted WASP and is inhibited by coexpression with dominant negative CDC42Hs-N17, but not with dominant negative forms of Rac or Rho. Thus, WASP provides a novel link between CDC42Hs and the actin cytoskeleton, which suggests a molecular mechanism for many of the cellular abnormalities in WAS. The WASP sequence contains two novel domains that are homologous to other proteins involved in action organization.","dc:creator":"Symons M","dc:date":"1996","dc:title":"Wiskott-Aldrich syndrome protein, a novel effector for the GTPase CDC42Hs, is implicated in actin polymerization."},"rdfs:label":"actin filament polymerization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Severe congenital neutropenia neutrophils have increased F-actin levels (PMID: 7678087), and a similar elevation in F-actin content might account for neutropenia associated with constitutive activation of WASP.  Moreover, actin filaments provide a scaffold for recruiting or stabilizing signaling molecules involved in T-cell activation. By influencing these processes differently, the inhibitory versus the activating mutations in WAS and XLN, respectively, may differentially affect T-cell function in the two diseases."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1ec0ef4-1e50-453b-95ba-56d987c0f733","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6f6ab860-5f56-4f24-875f-665593c43329","type":"FunctionalAlteration","dc:description":"The numbers and ratios of neutrophils were severely reduced in both patients with the L270P variant. Upon culturing CD34+ cells in vitro with IL-3, SCF, and G-CSF, the proportion of CD15+CD11b+ neutrophils was lower in patients than in healthy controls. Used transmission electron microscopy to examine the ultrastructural features of XLN neutrophils, finding patient generated neutrophils showed an apparent reduction of electron-dense granules and had a more activated degranulated morphology. Further examination of neutrophils revealed 4- to 6-fold higher expression of Gp91phox, a marker of activation, on XLN neutrophils compared with controls before and after stimulation using PMA. This indicates that neutrophils were spontaneously activated in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30124469","type":"dc:BibliographicResource","dc:abstract":"Congenital neutropenia is characterized by low absolute neutrophil numbers in blood, leading to recurrent bacterial infections, and patients often require life-long granulocyte CSF (G-CSF) support. X-linked neutropenia (XLN) is caused by gain-of-function mutations in the actin regulator Wiskott-Aldrich syndrome protein (WASp). To understand the pathophysiology in XLN and the role of WASp in neutrophils, we here examined XLN patients and 2 XLN mouse models. XLN patients had reduced myelopoiesis and extremely low blood neutrophil number. However, their neutrophils had a hyperactive phenotype and were present in normal numbers in XLN patient saliva. Murine XLN neutrophils were hyperactivated, with increased actin dynamics and migration into tissues. We provide molecular evidence that the hyperactivity of XLN neutrophils is caused by WASp in a constitutively open conformation due to contingent phosphorylation of the critical tyrosine-293 and plasma membrane localization. This renders WASp activity less dependent on regulation by PI3K. Our data show that the amplitude of WASp activity inside a cell could be enhanced by cell-surface receptor signaling even in the context in which WASp is already in an active conformation. Moreover, these data categorize XLN as an atypical congenital neutropenia in which constitutive activation of WASp in tissue neutrophils compensates for reduced myelopoiesis.","dc:creator":"Keszei M","dc:date":"2018","dc:title":"Constitutive activation of WASp in X-linked neutropenia renders neutrophils hyperactive."},"rdfs:label":"Hyperactive neutrophils"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:351dafe4-0d8f-4f8d-961e-7bbc2626802f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2b3d887f-8296-4025-bc64-49360cb35a1a","type":"FunctionalAlteration","dc:description":"Fluorescent microscopy of cultured patient macrophages was indicative of increased levels of actin polymerization in all cells. This finding was confirmed in both patients by immunostaining of freshly isolated peripheral blood cells with rhodamine phalloidin and measuring the mean fluorescent intensity (MFI) by flow cytometry. Mutant cells exhibited a higher MFI than the normal cells, and this was especially pronounced in the granulocyte and monocyte lineages. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16804117","type":"dc:BibliographicResource","dc:abstract":"Severe congenital neutropenia (SCN) is characterized by neutropenia, recurrent bacterial infections, and maturation arrest in the bone marrow. Although many cases have mutations in the ELA2 gene encoding neutrophil elastase, a significant proportion remain undefined at a molecular level. A mutation (Leu270Pro) in the gene encoding the Wiskott-Aldrich syndrome protein (WASp) resulting in an X-linked SCN kindred has been reported. We therefore screened the WAS gene in 14 young SCN males with wild-type ELA2 and identified 2 with novel mutations, one who presented with myelodysplasia (Ile294Thr) and the other with classic SCN (Ser270Pro). Both patients had defects of immunologic function including a generalized reduction of lymphoid and natural killer cell numbers, reduced lymphocyte proliferation, and abrogated phagocyte activity. In vitro culture of bone marrow progenitors demonstrated a profound reduction in neutrophil production and increased levels of apoptosis, consistent with an intrinsic disturbance of normal myeloid differentiation as the cause of the neutropenia. Both mutations resulted in increased WASp activity and produced marked abnormalities of cytoskeletal structure and dynamics. Furthermore, these results also suggest a novel cause of myelodysplasia and that male children with myelodysplasia and disturbance of immunologic function should be screened for such mutations.","dc:creator":"Ancliff PJ","dc:date":"2006","dc:title":"Two novel activating mutations in the Wiskott-Aldrich syndrome protein result in congenital neutropenia."},"rdfs:label":"Actin polymerization"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The WAS mutations lead to a profound in vitro reduction in neutrophil production and increased levels of BM apoptosis. The simplest explanation for these observations is that dysregulated actin polymerization has a direct effect on cell growth and/or survival."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41379697-9c8d-4d0d-815e-d02a4c8c11fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7189fd05-5ba4-4e90-af00-f2ccab6ade6f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"WASp L272P and WASp I296T neutrophils had increased F-actin content compared with WT neutrophils, as assessed by flow cytometry and confocal microscopy found increased F-actin in both the cortex and cytoplasm of XLN neutrophils. WASp L272P and WASp I296T neutrophils had an increased proportion of cells with highly ruffled surfaces when compared with WT neutrophils, suggesting that mutant WASp exists in an open conformation that is spontaneously phosphorylated in the absence of stimuli. Moreover, WASp L272P and WASp I296T induce increased polymerized actin associated with altered surface topography of neutrophils. Additionally, WASp L272P and WASp I296T mice had increased numbers of infiltrating neutrophils, when injected Staphylococcus aureus, compared with WT mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30124469","rdfs:label":"WASp L272P and I296T knockin mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Murine XLN neutrophils were hyperactivated, with increased actin dynamics and migration into tissues, however, in contrast to patients, the WASp L272P and WASp I296T mice (corresponding to L270P and I294T variants in humans) had normal neutrophil counts in bone marrow, blood, and spleen when compared with littermate WT controls.\n\nFollow studies in PMID: 34384840 found that increased abnormal cell division compromised cell proliferation of XLN B cells, which leads to increased genotoxic stress, defective immunoglobulin switching, reduced GC response, and premature plasma cell formation. The compromised cell proliferation and faster plasma cell output from GC would explain both the reduced GC response in XLN mice and the defective immunoglobulin class switching in vitro of XLN B cells."},{"id":"cggv:f01191d5-1892-4b83-89af-ed1b3594302a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be737206-d594-4f87-9912-ca1ec1b84cf0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mirroring the neutropenic phenotype of XLN patients, the authors found that expression of hWASp-I294T, using the neutrophil-specific Lysozyme C promoter in otherwise WASp mutant fish, leads to a reduced overall number of neutrophils. Analysis of the remaining neutrophils expressing the constitutively active form of hWASpI294T showed these cells to be hyperprotrusive when responding to a wound, and with significantly increased velocity and increased protrusion and uropod retraction rates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23868979","type":"dc:BibliographicResource","dc:abstract":"Wiskott-Aldrich syndrome (WAS) and X-linked neutropenia (XLN) are immunodeficiencies in which the function of several haematopoietic cell lineages is perturbed as a result of mutations in the actin regulator WASp. From in vitro cell biology experiments, and biochemical and structural approaches, we know much about the functional domains of WASp and how WASp might regulate the dynamic actin cytoskeleton downstream of activators such as Cdc42, but in vivo experiments are much more challenging. In patients, there is a correlation between clinical disease and genotype, with severe reductions in WASp expression or function associating with complex multilineage immunodeficiency, whereas specific mutations that cause constitutive activation of WASp result in congenital neutropenia. Here, we take advantage of the genetic tractability and translucency of zebrafish larvae to first characterise how a null mutant in zfWASp influences the behaviour of neutrophils and macrophages in response to tissue damage and to clearance of infections. We then use this mutant background to study how leukocyte lineage-specific transgenic replacement with human WASp variants (including normal wild type and point mutations that either fail to bind Cdc42 or cannot be phosphorylated, and a constitutively active mutant equivalent to that seen in XLN patients) alter the capacity for generation of neutrophils, their chemotactic response to wounds and the phagocytic clearance capacity of macrophages. This model provides a unique insight into WASp-related immunodeficiency at both a cellular and whole organism level. ","dc:creator":"Jones RA","dc:date":"2013","dc:title":"Modelling of human Wiskott-Aldrich syndrome protein mutants in zebrafish larvae using in vivo live imaging."},"rdfs:label":"I294T Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish expressing the I294T variant modeled neutropenia but didn't address additional features of disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Definitive","sequence":3669,"specifiedBy":"GeneValidityCriteria8","strengthScore":13,"subject":{"id":"cggv:8ec22be8-8e40-4fc5-b05b-58c806384055","type":"GeneValidityProposition","disease":"obo:MONDO_0010294","gene":"hgnc:12731","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"WAS was first reported in relation to X-linked recessive severe congenital neutropenia in 2001 (Devriendt K, et al., 2001, PMID: 11242115). Severe congenital neutropenia is typically characterized by severe neutropenia, recurrent bacterial infections, and a maturation arrest at the promyelocyte/myelocyte stage in the bone marrow. Of note, WAS is also reported in relation to Wiskott-Aldrich syndrome and X-linked thrombocytopenia, diseases with different phenotypes characterized by platelet defects such as thrombocytopenia and small platelets, and in Wiskott-Aldrich syndrome this is accompanied by eczema and variable immunodeficiency caused by diminished lymphocyte function and numbers. Neutrophil counts, however, are normal in Wiskott-Aldrich syndrome and X-linked thrombocytopenia. All Wiskott-Aldrich syndrome and X-linked thrombocytopenia mutations in WAS characterized so far result in partial or complete loss of WASP function, whereas those related to neutropenia are gain of function, resulting from lost autoinhibitory regulation of WASP with consequent enhanced activation. Thus, per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism and phenotypic variability, and WAS related X-linked recessive severe congenital neutropenia is considered a distinct disease entity while Wiskott-Aldrich syndrome and X-linked thrombocytopenia are considered a lumped entity along a continuum of disease. The curation for Wiskott-Aldrich syndrome (including X-linked thrombocytopenia) has been curated separately by the Hereditary Cancer GCEP.\n\nThe curation of WAS related X-linked recessive severe congenital neutropenia includes both case-level and experimental evidence. Six missense variants, in the GTPase-binding domain, have been reported in 11 probands, and 11 additional affected family members, in eight publications (PMIDs: 11242115, 16804117, 19006568, 28956125, 29991546, 31352750, 31732620, 34384840). Experimental evidence includes expression of WAS in relevant tissues of lymphocytes, spleen and thymus (PMID: 8069912) and the biochemical function of WAS in actin filament polymerization (PMID: 8625410), consistent with the increased actin polymerization observed in both patient (PMID: 16804117, 30124469) and non-patient (PMID: 11242115) cells harboring these gain of function mutations. Additionally, transgenic zebrafish (PMID: 23868979) and knockin mouse models recapitulate the hyperactive neutrophils observed in patients (PMID: 30124469). In summary, WAS is definitively associated with X-linked recessive severe congenital neutropenia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen SCID-CID GCEP on the meeting date of 11/18/2021 (SOPv8).","dc:isVersionOf":{"id":"cggv:49c66050-ab36-4359-8d78-b7ba5bef80d2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}