{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-06-19T11:00:00.000Z","role":"Approver"},{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-06-19T10:25:53.200Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23040496","type":"dc:BibliographicResource","dc:abstract":"Motile cilia are essential components of the mucociliary escalator and are central to respiratory-tract host defenses. Abnormalities in these evolutionarily conserved organelles cause primary ciliary dyskinesia (PCD). Despite recent strides characterizing the ciliome and sensory ciliopathies through exploration of the phenotype-genotype associations in model organisms, the genetic bases of most cases of PCD remain elusive. We identified nine related subjects with PCD from geographically dispersed Amish communities and performed exome sequencing of two affected individuals and their unaffected parents. A single autosomal-recessive nonsynonymous missense mutation was identified in HEATR2, an uncharacterized gene that belongs to a family not previously associated with ciliary assembly or function. Airway epithelial cells isolated from PCD-affected individuals had markedly reduced HEATR2 levels, absent dynein arms, and loss of ciliary beating. MicroRNA-mediated silencing of the orthologous gene in Chlamydomonas reinhardtii resulted in absent outer dynein arms, reduced flagellar beat frequency, and decreased cell velocity. These findings were recapitulated by small hairpin RNA-mediated knockdown of HEATR2 in airway epithelial cells from unaffected donors. Moreover, immunohistochemistry studies in human airway epithelial cells showed that HEATR2 was localized to the cytoplasm and not in cilia, which suggests a role in either dynein arm transport or assembly. The identification of HEATR2 contributes to the growing number of genes associated with PCD identified in both individuals and model organisms and shows that exome sequencing in family studies facilitates the discovery of novel disease-causing gene mutations.","dc:creator":"Horani A","dc:date":"2012","dc:title":"Whole-exome capture and sequencing identifies HEATR2 mutation as a cause of primary ciliary dyskinesia."},"evidence":[{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a68a979-fd1d-455b-bf25-25760300a376","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a546c8a5-cf37-4bc8-82cd-8118ca5c6d05","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"DNAAF5 is highly expressed in the cytoplasm of control human ciliated cells but is absent in cilia. Cytoplasmic DNAAF5 is expressed during early ciliogenesis. DNAAF5 highly expressed in developing MMC where ODA+IDA components are predominantly cytoplasmic. Lower levels of DNAAF5 in fully mature MMC where ODA+IDA components are exclusively axonemal","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040496","rdfs:label":"Expression and localisation in control human cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:82752195-13d6-4c8c-bed9-096284579140","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c33af3c1-ed6d-40f9-8d5a-d2d216f60d53","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Did not score because many other non-PCD tissues have high expression as well. Also scored for expression with a different piece of evidence."},{"id":"cggv:c6c8a3ce-7a3d-4094-8d3c-958268dcc1cf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30c1208a-a5a4-4ab1-be79-21df7f181c6e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"DNAAF5 is highly expressed in the cytoplasm of control human ciliated cells but is absent in cilia.\nCytoplasmic DNAAF5 is expressed during early ciliogenesis. DNAAF5 highly expressed in developing MMC where ODA+IDA components are predominantly cytoplasmic. Lower levels of DNAAF5 in fully mature MMC where ODA+IDA components are exclusively axonemal\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25232951","type":"dc:BibliographicResource","dc:abstract":"Cilia are highly conserved microtubule-based structures that perform a variety of sensory and motility functions during development and adult homeostasis. In humans, defects specifically affecting motile cilia lead to chronic airway infections, infertility and laterality defects in the genetically heterogeneous disorder Primary Ciliary Dyskinesia (PCD). Using the comparatively simple Drosophila system, in which mechanosensory neurons possess modified motile cilia, we employed a recently elucidated cilia transcriptional RFX-FOX code to identify novel PCD candidate genes. Here, we report characterization of CG31320/HEATR2, which plays a conserved critical role in forming the axonemal dynein arms required for ciliary motility in both flies and humans. Inner and outer arm dyneins are absent from axonemes of CG31320 mutant flies and from PCD individuals with a novel splice-acceptor HEATR2 mutation. Functional conservation of closely arranged RFX-FOX binding sites upstream of HEATR2 orthologues may drive higher cytoplasmic expression of HEATR2 during early motile ciliogenesis. Immunoprecipitation reveals HEATR2 interacts with DNAI2, but not HSP70 or HSP90, distinguishing it from the client/chaperone functions described for other cytoplasmic proteins required for dynein arm assembly such as DNAAF1-4. These data implicate CG31320/HEATR2 in a growing intracellular pre-assembly and transport network that is necessary to deliver functional dynein machinery to the ciliary compartment for integration into the motile axoneme.","dc:creator":"Diggle CP","dc:date":"2014","dc:title":"HEATR2 plays a conserved role in assembly of the ciliary motile apparatus."},"rdfs:label":"Expression and localisation in control human cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:151a7e02-efbe-43f4-8a8e-2e194e03f880","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:882461dd-2ad8-4fe2-8b25-4cbfe58cd4d5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SPAG1 and DNAAF2 are both known dynein assembly genes. The three proteins together compose an early preassembly phase independent of MCIDAS regulation (shown by RT-PCR). With immunofluorescence staining they see that all 3 early assembly proteins are expressed within the same foci, which suggests they probably interact with each other.\nAnd then with lentivirus they transduced these epithelial cells with either just the marker (EGFP) or EGFP with DNAAF5, and what they show is that SPAG1 and DNAAF2 are only expressed in cells that are DNAAF5-transduced.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29358401","type":"dc:BibliographicResource","dc:abstract":"Motile cilia are characterized by dynein motor units, which preassemble in the cytoplasm before trafficking into the cilia. Proteins required for dynein preassembly were discovered by finding human mutations that result in absent ciliary motors, but little is known about their expression, function, or interactions. By monitoring ciliogenesis in primary airway epithelial cells and MCIDAS-regulated induced pluripotent stem cells, we uncovered two phases of expression of preassembly proteins. An early phase, composed of HEATR2, SPAG1, and DNAAF2, preceded other preassembly proteins and was independent of MCIDAS regulation. The early preassembly proteins colocalized within perinuclear foci that also contained dynein arm proteins. These proteins also interacted based on immunoprecipitation and Förster resonance energy transfer (FRET) studies. FRET analysis of HEAT domain deletions and human mutations showed that HEATR2 interacted with itself and SPAG1 at multiple HEAT domains, while DNAAF2 interacted with SPAG1. Human mutations in HEATR2 did not affect this interaction, but triggered the formation of p62/Sequestosome-1-positive aggregates containing the early preassembly proteins, suggesting that degradation of an early preassembly complex is responsible for disease and pointing to key regions required for HEATR2 scaffold stability. We speculate that HEATR2 is an early scaffold for the initiation of dynein complex assembly in motile cilia.","dc:creator":"Horani A","dc:date":"2018","dc:title":"Establishment of the early cilia preassembly protein complex during motile ciliogenesis."},"rdfs:label":"Ciliogenesis in normal hTECs cultured at ALI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:05f0e01a-5c41-45c7-8410-0700f1c99c08","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:783fc3e4-fd9d-4d03-8c13-cecc719c14a9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with DNAAF5 variants also have absent ODA and absent or truncated IDA, resulting in static cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040496","rdfs:label":"shRNA lentiviral knockdown"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:a7e7e0b3-9fa5-4dd4-a6a2-82706e88a422","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c125c6b8-0c36-4966-a78f-bb07f3d59c4d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Flies have uncoordinated movement and are missing ODA+IDA. Also infertility.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25232951","rdfs:label":"Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Drosophila cannot recapitulate respiratory phenotype in PCD."},{"id":"cggv:2f31968f-4f81-4e17-8d17-556a14329e89","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c721abb-1133-43d2-9384-1dc750ae9a72","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Chlre4 is the Chlamydomonas ortholog of human DNAAF5. Chlre4 knockout model shows absent ODA, reduced flagellar beat frequency (41% less than WT) and decreased cell velocity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040496","rdfs:label":"Chlamydomonas flagella"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Chlamydomonas models do not model lung issues or laterality defects."},{"id":"cggv:e77f7612-df76-4b40-9c6e-3a2b132bd4b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b58783cf-5588-4f86-ac3e-57b3f04b2a69","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hydrocephaly is a PCD marker in PCD mice. Situs inversus and low CBF like patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37104040","type":"dc:BibliographicResource","dc:abstract":"DNAAF5 is a dynein motor assembly factor associated with the autosomal heterogenic recessive condition of motile cilia, primary ciliary dyskinesia (PCD). The effects of allele heterozygosity on motile cilia function are unknown. We used CRISPR-Cas9 genome editing in mice to recreate a human missense variant identified in patients with mild PCD and a second, frameshift-null deletion in Dnaaf5. Litters with Dnaaf5 heteroallelic variants showed distinct missense and null gene dosage effects. Homozygosity for the null Dnaaf5 alleles was embryonic lethal. Compound heterozygous animals with the missense and null alleles showed severe disease manifesting as hydrocephalus and early lethality. However, animals homozygous for the missense mutation had improved survival, with partially preserved cilia function and motor assembly observed by ultrastructure analysis. Notably, the same variant alleles exhibited divergent cilia function across different multiciliated tissues. Proteomic analysis of isolated airway cilia from mutant mice revealed reduction in some axonemal regulatory and structural proteins not previously reported in DNAAF5 variants. Transcriptional analysis of mouse and human mutant cells showed increased expression of genes coding for axonemal proteins. These findings suggest allele-specific and tissue-specific molecular requirements for cilia motor assembly that may affect disease phenotypes and clinical trajectory in motile ciliopathies.","dc:creator":"Horani A","dc:date":"2023","dc:title":"The effect of Dnaaf5 gene dosage on primary ciliary dyskinesia phenotypes."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e77b79b6-c2b7-4be5-8926-3d17724121c1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e77b79b6-c2b7-4be5-8926-3d17724121c1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:252b59b6-12b8-48c9-934f-e011e7786f3b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.2432-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366528337"}},"detectionMethod":"Whole genome SNP autozygosity mapping in this consanguineous family identified a single concordant homozygous region of 2.6 Mb on chromosome 7:46,239–3,179,991 (GRCh37) (Figure S1A) shared by all three affecteds and not seen in unaffected sibs. A custom oligonucleotide array was designed to capture all exons as well as intron/exon boundaries within the interval, and these were analyzed by Next Generation Sequencing.","firstTestingMethod":"Homozygosity mapping","secondTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:60ae8f76-aac5-4fbd-b7b6-0246b68161f9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:252b59b6-12b8-48c9-934f-e011e7786f3b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25232951"},"rdfs:label":"IV:4"},{"id":"cggv:60ae8f76-aac5-4fbd-b7b6-0246b68161f9","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60ae8f76-aac5-4fbd-b7b6-0246b68161f9_variant_evidence_item"},{"id":"cggv:60ae8f76-aac5-4fbd-b7b6-0246b68161f9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"cDNA from patients shows variant creates a cryptic splice site, which results in a 2bp del and frameshift within exon 13. Predicted to replace the final 44 amino acids of HEATR2 protein with 77 novel amino acids (pGlu811Glyfs*78). This would disrupt the last of ten highly conserved HEAT repeats and alter the C-terminus of the ARM-type fold superfamily domain. Patient protein reduced to 3% compared to controls."}],"strengthScore":1,"dc:description":"Downscoring because homozygous and consanguineous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2bc0f636-b202-4cb5-bce9-180a03163ea0_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","evidence":[{"id":"cggv:2bc0f636-b202-4cb5-bce9-180a03163ea0","type":"Proband","allele":[{"id":"cggv:cfa13c1d-c859-4edd-a50c-5378c13674a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001164760.2(PRKAR1B):c.-23+439dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA572353751"}},{"id":"cggv:376c9b45-35ac-4263-bf53-9f7101266c6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.1499G>T (p.Cys500Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4110766"}}],"detectionMethod":"Targeted-exome panel in a cohort of 74 Dutch primary ciliary dyskinesia (PCD) patients. The panel consisted of 26 PCD-related and 284 candidate genes.","firstTestingMethod":"Next generation sequencing panels","previousTesting":false,"sex":"UnknownEthnicity","variant":[{"id":"cggv:bdad7bfc-ff33-4185-948c-ab7fb7ac070a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cfa13c1d-c859-4edd-a50c-5378c13674a4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29363216","type":"dc:BibliographicResource","dc:abstract":"We aimed to determine the diagnostic yield of a targeted-exome panel in a cohort of 74 Dutch primary ciliary dyskinesia (PCD) patients. The panel consisted of 26 PCD-related and 284 candidate genes. To prioritize PCD candidate genes, we investigated the transcriptome of human airway cells of 12 healthy volunteers during in vitro ciliogenesis and hypothesized that PCD-related genes show significant upregulation. We compared gene expression in epithelial precursor cells grown as collagen monolayer and ciliated cells grown in suspension by RNA sequencing. All genes reported as PCD causative, except NME8, showed significant upregulation during in vitro ciliogenesis. We observed 67.6% diagnostic yield when testing the targeted-exome panel in our cohort. There was relatively high percentage of DNAI and HYDIN mutations compared to other countries. The latter may be due to our solution for the problem of the confounding HYDIN2 pseudogene. Candidate genes included two recently published PCD-related genes DNAJB13 and PIH1D3; identification of the latter was a direct result of this study. In conclusion, we demonstrate 67.6% diagnostic yield by targeted exome sequencing in a Dutch PCD population and present a highly sensitive and moderately specific approach for identification of PCD-related genes, based on significant upregulation during in vitro ciliogenesis.","dc:creator":"Paff T","dc:date":"2018","dc:title":"Diagnostic yield of a targeted gene panel in primary ciliary dyskinesia patients."}},{"id":"cggv:3a89616d-3850-4266-b0e5-6e4d17a35c54_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:376c9b45-35ac-4263-bf53-9f7101266c6b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29363216"}],"rdfs:label":"PCD-3147"},{"id":"cggv:3a89616d-3850-4266-b0e5-6e4d17a35c54","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Inconclusive","evidence":[{"id":"cggv:3a89616d-3850-4266-b0e5-6e4d17a35c54_variant_evidence_item"}],"strengthScore":0,"dc:description":"Not confirmed in trans"},{"id":"cggv:bdad7bfc-ff33-4185-948c-ab7fb7ac070a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Inconclusive","evidence":[{"id":"cggv:bdad7bfc-ff33-4185-948c-ab7fb7ac070a_variant_evidence_item"}],"strengthScore":0,"dc:description":"Not confirmed in trans"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6980d75-919c-4b30-9088-c1e9e9e9c558_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6980d75-919c-4b30-9088-c1e9e9e9c558","type":"Proband","allele":{"id":"cggv:46eaf41b-a058-475a-957d-e1f3bddd19d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.2353_2354del (p.Ser785GlnfsTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10582542"}},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Male","variant":{"id":"cggv:6ad24aab-aead-4b6c-9964-f640d648ac54_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:46eaf41b-a058-475a-957d-e1f3bddd19d2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29358401"},"rdfs:label":"Frameshift proband"},{"id":"cggv:6ad24aab-aead-4b6c-9964-f640d648ac54","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6ad24aab-aead-4b6c-9964-f640d648ac54_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Downscoring because homozygous and also not sure if segregation was done. Also variant is confusing. p. doesn't match c."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:965c4f03-cc6f-4963-aea8-75fc47c89468_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:965c4f03-cc6f-4963-aea8-75fc47c89468","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:9ff714b6-d1a0-48cb-8836-89ef56531960","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.2384T>C (p.Leu795Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343807"}},"detectionMethod":"Exome capture and sequencing was performed with the Agilent SureSelect 38 Mb All Exon Hybridization Array on two affected children (VII-10 and VII-17), who were double first cousins, and their parents (VI-5, VI-6, VI-10, and VI-11) (Table 2). Exome sequencing results were confirmed in the affected individuals, their parents, and a group of 27 related individuals that included seven additional PCD cases with Sanger Seq.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Sequencing of known candidate genes failed to identify a known PCD-causing mutation. Genome-Wide Human SNP Array 6.0, DNA SNP analysis of nine affected and 13 unaffected family members identified homozygous regions on chromosome 12:88,373,816–88,974,238 and chromosome 13:48,516,791–49,056,026,which included candidate genes associated with ciliary or flagellar defects in humans and preclinical models, such as CEP290, WDR51B and RB1. Exons of all these genes were sequenced but no variants were detected.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0eea2693-63d4-4278-aad9-9cfff686b2e0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ff714b6-d1a0-48cb-8836-89ef56531960"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040496"},"rdfs:label":"VII-12"},{"id":"cggv:0eea2693-63d4-4278-aad9-9cfff686b2e0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0eea2693-63d4-4278-aad9-9cfff686b2e0_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0fd996c1-2519-4ad4-8500-c39fd85b8fa5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0fd996c1-2519-4ad4-8500-c39fd85b8fa5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:00c4029c-68e4-42f3-a66b-67433f204fd7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.1705_1706del (p.Arg569GlyfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695207396"}},"detectionMethod":"WES was performed.","firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Female","variant":{"id":"cggv:8960bc28-fc2c-49eb-9133-1bc94ce941af_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:00c4029c-68e4-42f3-a66b-67433f204fd7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32367404","type":"dc:BibliographicResource","dc:abstract":"Unlike disorders of primary cilium, primary ciliary dyskinesia (PCD) has a much narrower clinical spectrum consistent with the limited tissue distribution of motile cilia. Nonetheless, PCD diagnosis can be challenging due to the overlapping features with other disorders and the requirement for sophisticated tests that are only available in specialized centers. We performed exome sequencing on all patients with a clinical suspicion of PCD but for whom no nasal nitric oxide test or ciliary functional assessment could be ordered. Among 81 patients (56 families), in whom PCD was suspected, 68% had pathogenic or likely pathogenic variants in established PCD-related genes that fully explain the phenotype (20 variants in 11 genes). The major clinical presentations were sinopulmonary infections (SPI) (n = 58), neonatal respiratory distress (NRD) (n = 2), laterality defect (LD) (n = 6), and combined LD/SPI (n = 15). Biallelic likely deleterious variants were also encountered in AKNA and GOLGA3, which we propose as novel candidates in a lung phenotype that overlaps clinically with PCD. We also encountered a PCD phenocopy caused by a pathogenic variant in ITCH, and a pathogenic variant in CEP164 causing Bardet-Biedl syndrome and PCD presentation as a very rare example of the dual presentation of these two disorders of the primary and motile cilia. Exome sequencing is a powerful tool that can help \"democratize\" the diagnosis of PCD, which is currently limited to highly specialized centers.","dc:creator":"Shamseldin HE","dc:date":"2020","dc:title":"An exome-first approach to aid in the diagnosis of primary ciliary dyskinesia."}},"rdfs:label":"Family 23 only cacse"},{"id":"cggv:8960bc28-fc2c-49eb-9133-1bc94ce941af","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8960bc28-fc2c-49eb-9133-1bc94ce941af_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Downscoring because of homozygosity. Also they did not say whether consanguineous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:27ddda5e-92a4-4393-b42b-b91cfcc87cd1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:27ddda5e-92a4-4393-b42b-b91cfcc87cd1","type":"Proband","allele":{"id":"cggv:376c9b45-35ac-4263-bf53-9f7101266c6b"},"firstTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:5f7d6cc3-c23d-4b83-b034-1fd79ebdca43_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:376c9b45-35ac-4263-bf53-9f7101266c6b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29358401"},"rdfs:label":"C500F proband"},{"id":"cggv:5f7d6cc3-c23d-4b83-b034-1fd79ebdca43","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f7d6cc3-c23d-4b83-b034-1fd79ebdca43_variant_evidence_item"},{"id":"cggv:5f7d6cc3-c23d-4b83-b034-1fd79ebdca43_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Mouse model available with C500F mutation: HOM mice have situs inversus, hydrocephaly and early lethality. Also lower CBF (variable)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2f75577c-f728-4fbd-bfd9-a3a3e3bdbedd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2f75577c-f728-4fbd-bfd9-a3a3e3bdbedd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:72d0b919-c986-4305-a54b-fa2b65101b47","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017802.4(DNAAF5):c.2450del (p.Ser817fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2635405"}},"detectionMethod":"WES was performed. In multiplex families, only one afected member was exome sequenced per family and segregation was confrmed in the other afected members by targeted Sanger\nsequencing. Segregation analysis was always pursued in\nall available family members.","firstTestingMethod":"Exome sequencing","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:76c76976-2b57-4918-a0ec-c52b6f76ab7c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:72d0b919-c986-4305-a54b-fa2b65101b47"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32367404"},"rdfs:label":"Family 22 case 1"},{"id":"cggv:76c76976-2b57-4918-a0ec-c52b6f76ab7c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:76c76976-2b57-4918-a0ec-c52b6f76ab7c_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Downscoring because homozygous and consanguineous. Also variant located in last exon."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.2}],"evidenceStrength":"Definitive","sequence":8463,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.7,"subject":{"id":"cggv:eed43fdb-8781-43ba-bf67-3de2cc4965d6","type":"GeneValidityProposition","disease":"obo:MONDO_0013940","gene":"hgnc:26013","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The DNAAF5 gene was first reported in relation to primary ciliary dyskinesia (PCD) in 2012 (Horani et al., PMID: 23040496). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. The cytoplasmic assembly of these large multiprotein complexes before their transport into cilia is assisted by dynein axonemal assembly factors (DNAAFs). Mutations in genes encoding DNAAFs result in the improper cytoplasmic preassembly of dynein chains, causing defects in both inner (IDA) and outer dynein arms (ODA) that can result in cilia immotility (PMID: 31624012). Horani e tal. report a homozygous missense variant in 9 related individuals with suspected PCD from geographically dispersed Amish communities presenting with situs inversus totalis, neonatal respiratory distress, and bronchiectasis, amongst other PCD complications. Transmission electron microscopy of patient cilia showed absent inner and outer dynein arms. Diggle et al. (2014) report a second family with a homozygous splice donor variant. In this family, patients show classic PCD symptoms including neonatal respiratory distress, bronchiectasis and situs inversus totalis. Electron microscopy also revealed absence of both IDA and ODA.\nEvidence from 19 probands from 4 publications have been included in this curation representing 6 unique variants (2 missense, 1 splice donor and 3 frameshift). The mechanism of pathogenicity in DNAAF5 mutations appears to be biallelic loss of function, characterised in some cases by the absence of a gene product (PMID: 23040496). However, a C500F missense variant has been described as a mild variant, shown to retain some function. With the available evidence, we reached 9.2 points for the genetic evidence of this curation. All probands scored in this curation harboured two variant alleles within the DNAAF5 locus.\nThis gene-disease relationship is also supported by multiple forms of experimental evidence such as localisation to the cytoplasm and expression during early ciliogenesis in control human respiratory cilia (PMID: 23040496, 25232951). DNAAF5 is highly expressed in developing multiple motile cilia where ODA and IDA components are predominantly cytoplasmic, whereas lower levels of DNAAF5 are observed in fully mature multiple motile cilia where ODA and IDA components are exclusively axonemal, demonstrating a role in ODA and IDA assembly. In addition, functional studies performed on human tracheal epithelial cells cultured at air-liquid interface (ALI) have shown that DNAAF5 has a role in an early phase of expression of preassembly proteins, along with SPAG1 and DNAAF2. This phase is independent of MCIDAS regulation and precedes the expression of FOXJ1 (PMID: 29358401). An shRNA lentiviral knock-down model in human tracheal and bronchial epithelial cells shows that DNAAF5 results in an absence of ODA and absent or truncated IDA, as well as impaired ciliary motility (PMID: 23040496). Lastly, there are animal models that support this gene-disease evidence, including a Chlamydomonas reinhardtii knock-down model which results in absent ODA and IDA, and a reduced ciliary beat frequency to 41% of wild-type (PMID: 23040496), a mouse model showing hydrocephaly, early lethality, absence of ODA and IDA and reduced ciliary beat frequency (PMID: 37104040), and a Drosophila model which shows absence of ODA and IDA as well as infertility in male flies (PMID: 25232951). \nIn summary, there is definitive evidence supporting a gene-disease relationship between variants in DNAAF5 and Primary Ciliary Dyskinesia 18. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Motile Ciliopathy GCEP on May 9, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:9b47c717-e0a5-43ce-865b-0b14289216d7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}