{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-12-21T13:50:17.284Z","role":"Approver"},{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-12-21T13:50:32.489Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10758162","type":"dc:BibliographicResource","dc:abstract":"A 5-week-old male infant presented with severe bacterial infections and poor wound healing, suggesting a neutrophil defect. Neutrophils from this patient exhibited decreased chemotaxis, polarization, azurophilic granule secretion, and superoxide anion (O(2)(-)) production but had normal expression and up-regulation of CD11b. Rac2, which constitutes >96% of the Rac in neutrophils, is a member of the Rho family of GTPases that regulates the actin cytoskeleton and O(2)(-) production. Western blot analysis of lysates from patient neutrophils demonstrated decreased levels of Rac2 protein. Addition of recombinant Rac to extracts of the patient neutrophils reconstituted O(2)(-) production in an in vitro assay system. Molecular analysis identified a point mutation in one allele of the Rac2 gene resulting in the substitution of Asp57 by an Asn (Rac2(D57N)). Asp57 is invariant in all defined GTP-binding proteins. Rac2(D57N) binds GDP but not GTP and inhibits oxidase activation and O(2)(-) production in vitro. These data represent the description of an inhibitory mutation in a member of the Rho family of GTPases associated with a human immunodeficiency syndrome.","dc:creator":"Ambruso DR","dc:date":"2000","dc:title":"Human neutrophil immunodeficiency syndrome is associated with an inhibitory Rac2 mutation."},"evidence":[{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b74025c6-6485-43fe-a903-4da37583bf4e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78703b81-5cb7-44ea-b7a3-2b6c8ae990be","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of different murine cell types and tissues with labeled RAC2 cDNA as the probe revealed RAC2 expression based on the presence of transcripts occurred in myeloid (Fig. 3), pre-B, B, T, and erythroleukemic cell lines (Fig. 4) and in the bone marrow, spleens, and thymus, but not in the brain, kidney, lung, liver, or testes (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2189110","type":"dc:BibliographicResource","dc:abstract":"A 1.26 kb murine cDNA having 31% homology with human ras and 55% homology with human rho proteins was isolated using an oligonucleotide probe homologous to catalytic subdomain of a tyrosine kinase subfamily. Northern blot analysis indicates that the expression of the murine gene is restricted to the cells of hemopoietic lineages and the mRNA levels increase with the terminal differentiation of hemopoietic cells into granulocytes.","dc:creator":"Shirsat NV","dc:date":"1990","dc:title":"A member of the ras gene superfamily is expressed specifically in T, B and myeloid hemopoietic cells."},"rdfs:label":"RAC2 expression specific to hematopoietic cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Patients with RAC2-associated disease show defects in neutrophil and T cell populations/functions. Expression occurring in and being specific to hematopoietic cells is consistent with the patient phenotypes."},{"id":"cggv:c61ed668-e381-4d70-9496-e196286a39b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44e23f7f-2d14-441c-bd1d-ef0f70da5643","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis in response to fMLF. These experiments support a role in RAC2 regulation of this process in neutrophils.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564009","type":"dc:BibliographicResource","dc:abstract":"The Rho guanosine triphosphatases (GTPases) Rac1 and Rac2 are critical signaling regulators in mammalian cells. The deletion of both Rac1 and Rac2 murine alleles leads to a massive egress of hematopoietic stem/progenitor cells (HSC/Ps) into the blood from the marrow, whereas Rac1-/- but not Rac2-/- HSC/Ps fail to engraft in the bone marrow of irradiated recipient mice. In contrast, Rac2, but not Rac1, regulates superoxide production and directed migration in neutrophils, and in each cell type, the two GTPases play distinct roles in actin organization, cell survival, and proliferation. Thus, Rac1 and Rac2 regulate unique aspects of hematopoietic development and function.","dc:creator":"Gu Y","dc:date":"2003","dc:title":"Hematopoietic cell regulation by Rac1 and Rac2 guanosine triphosphatases."},"rdfs:label":"RAC2 role in neutrophil chemotaxis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis. These neutrophils derived from RAC2-/- mice display an alteration in chemotaxis that support a role for RAC2 regulation of chemotaxis in neutrophils, which is consistent with chemotaxis defects noted in patient cells."},{"id":"cggv:22ca94e3-8905-42a6-8ef1-63145a0759a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:218c8e66-b101-4b9d-bd65-2fdfb002652d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with RAC2 loss of function variants display increase susceptibility to disease and neutrophils from these patients display functional abnormalities. A defect in phagocytosis in human neutrophils with RAC2 knocked down by siRNA is consistent with this.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875749","type":"dc:BibliographicResource","dc:abstract":"Present study explores importance of inducible nitric oxide synthase (iNOS) and its interaction with Rac2 in reactive oxygen species (ROS)/reactive nitrogen species (RNS) generation, protein-nitration and in microbial killing by neutrophils.","dc:creator":"Jyoti A","dc:date":"2014","dc:title":"Interaction of inducible nitric oxide synthase with rac2 regulates reactive oxygen and nitrogen species generation in the human neutrophil phagosomes: implication in microbial killing."},"rdfs:label":"RAC2 role in neutrophil phagocytosis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This supports the importance for RAC2 in neutrophil functions and indicates another way in which loss of RAC2 function interferes with patient neutrophils/immune responses."},{"id":"cggv:b8f0bd9f-b10e-4f5a-9a98-961beb3277f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:924c5d9d-315d-47f7-9255-ab1e69e7afeb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Assessment of patient neutrophils has revealed defects in reactive oxygen species production in the presence of a pathogenic LOF (dominant negative) variant. These experiments support a role in RAC2 regulation of this process in neutrophils","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14564009","rdfs:label":"RAC2 role in neutrophil superoxide production"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Assessment of patient neutrophils has revealed defects in reactive oxygen species production. These experiments using neutrophils generated from progenitor cells from RAC2-/- mice support a role in RAC2 regulation of these processes in neutrophils."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2522d5b-1809-4223-afe9-8d3d5b2a541f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8346d941-ca03-479a-af35-29863f354e60","type":"FunctionalAlteration","dc:description":"RAC2 WT and D57N were cloned into expression plasmids, expressed in E. coli, and then purified. The purified proteins were incubated with radiolabeled GDP or GTP and dissociation was measured over time. RAC2 D57N was found to significantly more easily dissociate from GTP (but not GDP) than RAC2 WT, indicating decreased binding affinity for GTP (Fig. 1). Also, for GDP-bound RAC2, there was significantly less exchange of GDP for GTP in the presence of the GEF TrioN for RAC2 D57N than WT (Fig. 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11278678","type":"dc:BibliographicResource","dc:abstract":"The Rho GTPase, Rac2, is expressed only in hematopoietic cell lineages, suggesting a specific cellular function in these cells. Genetic targeting studies in mice showed that Rac2 is an essential regulator of neutrophil chemotaxis, L-selectin capture and rolling, and superoxide production. Recently, a dominant negative mutation of Rac2, D57N, has been reported to be associated with a human phagocytic immunodeficiency. To understand further the cellular phenotypes associated with this D57N Rac2 mutant we examined its biochemical characteristics and functional effects when expressed in primary murine bone marrow cells. When compared with wild type (WT) Rac2, D57N Rac2 displayed approximately 10% GTP binding ability resulting from a markedly enhanced rate of GTP dissociation and did not respond to the guanine nucleotide exchange factors. These results suggest that D57N Rac2 may act in a dominant negative fashion in cells by sequestering endogenous guanine nucleotide exchange factors. When expressed in hematopoietic cells, D57N Rac2 reduced endogenous activities of not only Rac2, but also Rac1 and decreased cell expansion in vitro in the presence of growth factors due to increased cell apoptosis. Unexpectedly, D57N expression had no effect on proliferation. In contrast, expansion of cells transduced with WT Rac2 and a dominant active mutant, Q61L, was associated with significantly increased proliferation. Transplantation of transduced bone marrow cells into lethally irradiated recipients showed that the percentage of D57N-containing peripheral blood cells decreased markedly from 40% at 1 month to <5% by 3 months postinjection. Neutrophils derived in vitro from the transduced progenitor cells containing D57N demonstrated markedly impaired migration and O(2)(-) responses to formyl-methionyl-leucyl-phenylalanine, reflecting the same cellular phenotype in these differentiated cells as those described previously in patient cells. These data suggest that the phenotypic abnormalities associated with D57N Rac2 may involve not only neutrophil cellular functions, but also abnormal cell survival in other hematopoietic cells and that overexpression of Rac leads to increased proliferation of normal cells in vitro, whereas deficiency of Rac leads to increased apoptosis.","dc:creator":"Gu Y","dc:date":"2001","dc:title":"Biochemical and biological characterization of a human Rac2 GTPase mutant associated with phagocytic immunodeficiency."},"rdfs:label":"RAC2 GTP binding in the presence of D57N"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This in vitro system using purified RAC2 proteins demonstrates that the presence of the dominant negative variant D57N results in decreased/weaker GTP binding by RAC2 compared to WT, where GTP-bound RAC2 is the active form."},{"id":"cggv:9b939db6-cc5f-45c8-a279-e1515711eaa0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7829820f-6735-4e03-9ac8-31cf0c1d0b60","type":"FunctionalAlteration","dc:description":"Patient neutrophils expressing RAC2 D57N were found to display defects in chemotaxis in response to fMLP and IL-8 in Boyden chambers (Fig. 1A) and decreased phagocytosis of IgG-coated erythrocytes after stimulation with fMLP (Fig. 1B) compared to neutrophils from healthy donors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10961859","type":"dc:BibliographicResource","dc:abstract":"Rho GTPases control a variety of cellular processes, including actin polymerization, integrin complex formation, cell adhesion, gene transcription, cell cycle progression, and cell proliferation. A patient is described who has recurrent infections and defective neutrophil cellular functions similar to those found in Rac2-deficient mice. Molecular methods were used to clone the expressed Rac2 cDNA from this patient, and a single base pair change (G-->A at nucleotide 169) in the coding sequence was identified. This results in an asparagine for aspartic acid mutation at amino acid 57 (D57N), a residue that is involved in nucleotide binding and is conserved in all mammalian Rho GTPases. The cloned cDNA was then introduced into normal bone marrow cells through retrovirus vectors, and neutrophils expressing this mutant exhibited decreased cell movement and production of superoxide in response to fMLP. The expressed recombinant protein was also analyzed biochemically and exhibited defective binding to GTP. Functional studies demonstrated that the D57N mutant behaves in a dominant-negative fashion at the cellular level. The syndrome of Rac2 dysfunction represents a human condition associated with mutation of a Rho GTPase and is another example of human disease associated with abnormalities of small G protein signaling pathways. (Blood. 2000;96:1646-1654)","dc:creator":"Williams DA","dc:date":"2000","dc:title":"Dominant negative mutation of the hematopoietic-specific Rho GTPase, Rac2, is associated with a human phagocyte immunodeficiency."},"rdfs:label":"Patient neutrophil chemotaxis and phagocytosis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient neutrophils expressing RAC2 D57N displayed defects in chemotaxis and phagocytosis compared to neutrophils from healthy donors, which is consistent with the increased susceptibility to infection noted in patients with this variant."},{"id":"cggv:067a682e-0c9c-4147-9bc5-27c1476ea7a8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b4b44180-fe86-466a-8332-56f08b5f1458","type":"FunctionalAlteration","dc:description":"Neutrophils were isolated from blood from patient or healthy donors. Granule secretion was assessed by measuring the amount of myeloperoxidase and lactoferrin in the supernatant of neutrophils stimulated with fMLP and PMA. Decreased myeloperoxidase and lactoferrin was detected in the supernatants of patient neutrophils compared to neutrophils from healthy donors (Fig. 2A and B). Superoxide production was measured by stimulating neutrophils with PMA, PAF with fMLP, or opsonized zymosen and then measuring the rate of cytochrome c reduction by OD. Compared to healthy donor neutrophils, patient neutrophils displayed significantly decreased reactive species production in response to fMLP, PAF+fMLP, and opsonized zymosan stimulation (Fig. 2C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10758162","rdfs:label":"Patient neutrophil granule release and ROS production"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient neutrophils expressing RAC2 D57N displayed defects in granule release and superoxide production compared to healthy donor neutrophils."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc5caaa6-1593-4e93-b899-4d983b0f4886","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91f2874c-0cd6-4219-a8e7-1378b25856c1","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Retroviruses were constructed expressing different RAC2 forms, including WT and D57N (dominant negative variant) with and without the TRQQKRP motif near C-terminus deleted. These retroviruses were used to transduce murine mononuclear bone marrow cells that were then differentiated into neutrophils and different phenotypes were assayed. While RAC2 D57N expressing neutrophils displayed defects in NADPH oxidase activity (Table 1) and abnormal morphology/decreased differentiation and maturation (Fig. 4/Table 2), deletion of the TRQQKRP abrogated these defects to WT levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12176888","type":"dc:BibliographicResource","dc:abstract":"Rac GTPases regulate a wide variety of cellular processes including actin cytoskeleton organization, gene expression, cell-cycle progression, and apoptosis. Here we report that the TRQQKRP motif of Rac2 located near the C-terminus, a region of sequence disparity among Rac proteins, is essential for complementation of Rac2 function in Rac2-deficient cells. Deletion of this sequence can also intragenically suppress the dominant-negative Rac2(D57N) mutation in a variety of functional assays. In Rac2-deficient cells, expression of TRQQKRP-deleted Rac2 protein is unable to completely rescue migration and nicotinamide adenine dinucleotide phosphate oxidase deficiencies previously described in these cells. In fibroblasts, the Rac2(D57N) mutant phenotypes of abnormal proliferation, cell morphology, and membrane ruffling are suppressed by the TRQQKRP motif deletion. In myeloid hematopoietic cells, the deletion of the TRQQKRP motif eliminates a Rac2(D57N)-induced block in in vitro differentiation of neutrophils not previously described with this mutant. Mechanistically, deletion of the TRQQKRP motif results in diminished geranylgeranylation and delocalization of intracellular Rac2 protein. Taken together, these results indicate that the TRQQKRP motif in Rac2 protein is required for efficient prenylation and correct intracellular localization of Rac2 protein and is essential for Rac2 to mediate a variety of its biologic functions. These data suggest that precise localization of Rac2 protein in intracellular compartments and/or with other proteins/lipids is a prerequisite for its diverse functions.","dc:creator":"Tao W","dc:date":"2002","dc:title":"The TRQQKRP motif located near the C-terminus of Rac2 is essential for Rac2 biologic functions and intracellular localization."},"rdfs:label":"RAC2 D57N defects rescued by TRQQKRP motif deletion"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1,"dc:description":"Defects in NADPH oxidase production and neutrophil morphology/differentiation/maturation in RAC2 D57N expressing neutrophils were overcome by deleting the TRQQKRP motif near the C-terminal region of RAC2. "},{"id":"cggv:8190616e-0a43-4ab3-830f-bb4900d5598e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4cceb9f-ba84-4f3c-869d-a8e0733d738b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\tDefects in neutrophil function were observed in RAC2-/- zebrafish larva. Specifically, after tail transection, neutrophil migration to the wound was almost nonexistent in RAC2-/- larvae compared to the WT larvae (Fig. 2A). RAC2-/- neutrophil migration was also significantly decreased to the zebrafish otic following P. aeruginosa otic infection (Fig. 5A). When RAC2 was re-expressed specifically in neutrophils under the mpx promoter, migration in this model was restored ( Fig. 2C). RAC2-/- zebrafish larvae were also more susceptible to Aspergillus fumigatus infection (following hindbrain inoculation) and Pseudomonas aeruginosa (otic injection) based on a significant decrease in RAC2-/- survival compared to WT and RAC2+/- larvae (Fig. 4). Re-expression of RAC2 under the mpx promoter also overcame this susceptibility to P. aeruginosa infection (Fig. 5C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27837107","type":"dc:BibliographicResource","dc:abstract":"Leukocyte motility is required for host defense responses. Rac-family Rho GTPases are implicated in leukocyte function; however, the distinct roles of different Rac isoforms in host defense in vivo have remained unclear. In this study, we generated Rac2-deficient zebrafish using transcription activator-like effector nucleases to directly compare the role of Rac2 in vivo in neutrophils and macrophages in motility and the response to infection. This zebrafish larval model is highly amenable to live imaging of leukocyte behavior, and we report that in rac2","dc:creator":"Rosowski EE","dc:date":"2016","dc:title":"Rac2 Functions in Both Neutrophils and Macrophages To Mediate Motility and Host Defense in Larval Zebrafish."},"rdfs:label":"RAC2 role in neutrophils in Zebrafish larvae"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish model recapitulates some aspects of human disease, including neutrophil defects in chemotaxis/migration and increased susceptibility to pathogens. Re-expression of RAC2 in neutrophils rescued these phenotypes. Decreased score because only some aspects of human disease assessed."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":3811,"specifiedBy":"GeneValidityCriteria8","strengthScore":8,"subject":{"id":"cggv:b3db0a6d-3c7f-485d-9037-9a2ea20f2a11","type":"GeneValidityProposition","disease":"obo:MONDO_0011988","gene":"hgnc:9802","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"RAC2 was first reported in relation to autosomal dominant neutrophil immunodeficiency syndrome (i.e., immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203) in 2000 (Ambruso DR et al., PMID: 10758162). The phenotype associated with this disease is currently emerging in the literature and patients with this disease have been reported with infancy-onset recurrent infections and immunological defects, including neutrophilia, neutrophil functional defects (e.g., impaired chemotaxis and reactive oxygen species production), leukocytosis, and T-cell lymphopenia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance pattern, and/or phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, autosomal dominant neutrophil immunodeficiency syndrome (i.e., autosomal dominant immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203), autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia (OMIM: # 618986), and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia (OMIM: # 618987). The split curations for autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia have been curated separately. One missense variant (RAC2 D57N) that has been reported as de novo in two unrelated probands in two publications (PMID: 10758162, 21167572) is included in this curation. Functional evidence supports that this variant causes a functional defect, where RAC2 levels are decreased in patient neutrophils compared to neutrophils from healthy donors and RAC2 D57N displays decreased GTP binding, where GTP-bound RAC2 is the active form, compared to wild-type RAC2 (PMID: 10758162). The mechanism of pathogenicity appears to be dominant negative loss of function. This gene-disease association is also supported by expression studies, functional studies, animal models, and functional alterations observed in patient cells. RAC2 expression is specific to hematopoietic cells and roles for RAC2 in neutrophil effector functions, including chemotaxis, reactive oxygen species production, and phagocytosis, have been demonstrated (PMID: 2189110, 14564009, 23875749). Purified RAC2 D57N protein displayed weaker binding to GTP and a lower rate of exchange of GDP for GTP by a guanine nucleotide-exchange factor compared to wild-type RAC2 (PMID: 11278678). A Zebrafish larva RAC2 knockout model displayed defects in neutrophil migration/chemotaxis and increased susceptibility to infection (PMID: 27837107). Impairment of NADPH oxidase activity and neutrophil differentiation and maturation observed in cells expressing RAC2 D57N was abrogated upon deletion of the TQQKRP motif near the RAC2 C-terminus (PMID: 12176888). Furthermore, neutrophils isolated from patients expressing RAC2 D57N had defects in chemotaxis, phagocytosis, granule release, and reactive oxygen species production compared to neutrophils from healthy donors (PMID: 10758162, 10961859). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:f415e195-889f-4812-becd-5b3e7fe6b84f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}