{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-21T13:01:27.842Z","role":"Publisher"},{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-24T06:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9582072","type":"dc:BibliographicResource","dc:abstract":"Primary or nonspecific X-linked mental retardation (MRX) is a heterogeneous condition in which affected patients do not have any distinctive clinical or biochemical features in common apart from cognitive impairment. Although it is present in approximately 0.15-0.3% of males, most of the genetic defects associated with MRX, which may involve more than ten different genes, remain unknown. Here we report the characterization of a new gene on the long arm of the X-chromosome (position Xq12) and the identification in unrelated individuals of different mutations that are predicted to cause a loss of function. This gene is highly expressed in fetal brain and encodes a protein of relative molecular mass 91K, named oligophrenin-1, which contains a domain typical of a Rho-GTPase-activating protein (rhoGAP). By enhancing their GTPase activity, GAP proteins inactivate small Rho and Ras proteins, so inactivation of rhoGAP proteins might cause constitutive activation of their GTPase targets. Such activation is known to affect cell migration and outgrowth of axons and dendrites in vivo. Our results demonstrate an association between cognitive impairment and a defect in a signalling pathway that depends on a Ras-like GTPase.","dc:creator":"Billuart P","dc:date":"1998","dc:title":"Oligophrenin-1 encodes a rhoGAP protein involved in X-linked mental retardation."},"evidence":[{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e6a6073-e2fe-4312-aa12-34e1e2646ba5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cfa194fe-56ec-4811-bb84-cbd3289460d4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defects in OPHN1 impairs the endocytosis of transferrin, therefore the CME is impaired","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19401298","type":"dc:BibliographicResource","dc:abstract":"The patho-physiological hypothesis of mental retardation caused by the deficiency of the RhoGAP Oligophrenin1 (OPHN1), relies on the well-known functions of Rho GTPases on neuronal morphology, i.e. dendritic spine structure. Here, we describe a new function of this Bin/Amphiphysin/Rvs domain containing protein in the control of clathrin-mediated endocytosis (CME). Through interactions with Src homology 3 domain containing proteins involved in CME, OPHN1 is concentrated to endocytic sites where it down-regulates the RhoA/ROCK signaling pathway and represses the inhibitory function of ROCK on endocytosis. Indeed disruption of Ophn1 in mice reduces the endocytosis of synaptic vesicles and the post-synaptic alpha-amino-3-hydroxy-5-methylisoazol-4-propionate (AMPA) receptor internalization, resulting in almost a complete loss of long-term depression in the hippocampus. Finally, pharmacological inhibition of this pathway by ROCK inhibitors fully rescued not only the CME deficit in OPHN1 null cells but also synaptic plasticity in the hippocampus from Ophn1 null model. Altogether, we uncovered a new patho-physiological mechanism for intellectual disabilities associated to mutations in RhoGTPases linked genes and also opened new directions for therapeutic approaches of congenital mental retardation.","dc:creator":"Khelfaoui M","dc:date":"2009","dc:title":"Inhibition of RhoA pathway rescues the endocytosis defects in Oligophrenin1 mouse model of mental retardation."},"rdfs:label":"OPHN1 regulates the RhoA/ROCK pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:addac3c7-9bb8-4e7a-82d6-1500253a8496","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3e7b6ff-d85c-47fa-9253-b336cabf75f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The behavioral and learning challenges seen in the OPHN1 knock out mice are similar to impairments seen in other mouse models of developmental delay and intellectual disability. Ventricular dilation was observed in both the mouse and human phenotype. The mouse model also had impairment of dendritic spine formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17728457","type":"dc:BibliographicResource","dc:abstract":"Loss of oligophrenin1 (OPHN1) function in human causes X-linked mental retardation associated with cerebellar hypoplasia and, in some cases, with lateral ventricle enlargement. In vitro studies showed that ophn1 regulates dendritic spine through the control of Rho GTPases, but its in vivo function remains unknown. We generated a mouse model of ophn1 deficiency and showed that it mimics the ventricles enlargement without affecting the cerebellum morphoanatomy. The ophn1 knock-out mice exhibit behavioral defects in spatial memory together with impairment in social behavior, lateralization, and hyperactivity. Long-term potentiation and mGluR-dependent long-term depression are normal in the CA1 hippocampal area of ophn1 mutant, whereas paired-pulse facilitation is reduced. This altered short-term plasticity that reflects changes in the release of neurotransmitters from the presynaptic processes is associated with normal synaptic density together with a reduction in mature dendritic spines. In culture, inactivation of ophn1 function increases the density and proportion of immature spines. Using a conditional model of loss of ophn1 function, we confirmed this immaturity defect and showed that ophn1 is required at all the stages of the development. These studies show that, depending of the context, ophn1 controls the maturation of dendritic spines either by maintaining the density of mature spines or by limiting the extension of new filopodia. Altogether, these observations indicate that cognitive impairment related to OPHN1 loss of function is associated with both presynaptic and postsynaptic alterations.","dc:creator":"Khelfaoui M","dc:date":"2007","dc:title":"Loss of X-linked mental retardation gene oligophrenin1 in mice impairs spatial memory and leads to ventricular enlargement and dendritic spine immaturity."},"rdfs:label":"OPHN1 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.7}],"evidenceStrength":"Definitive","sequence":6901,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.2,"subject":{"id":"cggv:def2c2f4-9ad5-4f87-a56d-31c4be04b291","type":"GeneValidityProposition","disease":"obo:MONDO_0010337","gene":"hgnc:8148","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*OPHN1* was first reported in relation to X-linked intellectual disability in 1998 (Billuart et al., PMID: 9582072). Affected males present with a spectrum of phenotypes including intellectual disability, cerebellar hypoplasia, and ventriculomegaly, low muscle tone (hypotonia), developmental and cognitive delay, early-onset seizures, abnormal behavior, small or underdeveloped genitals, and characteristic facial features. Carrier females may be asymptomatic or have mild learning disabilities, cognitive impairment, strabismus, and subtle dysmorphisms (PMID: 12807966). While there are reports of phenotypic variability, the variation is thought to be a single spectrum within the same disorder and therefore variants in *OPHN1* are curated under the disease entity X-linked intellectual disability and cerebellar hypoplasia syndrome.\n \nNine variants (nonsense, missense, in-frame indel, and frameshift) that have been reported in nine probands in seven publications (PMIDs: 16221952, 16221952, 29510240, 12807966, 16158428, 25649377, 24105372) are included in this curation. Two families were included in this curation for segregation based case level evidence (PMIDs: 24105372, 29510240). Both families presented classic X-linked inheritance patterns with multiple affected males. The mechanism of pathogenicity is reported to be loss of function. \n\nThis gene-disease relationship is also supported by experimental evidence. A knockout mouse model demonstrated reduced memory, reduced spatial learning, reduced dendritic spine density, and ventriculomegaly (PMID:17728457). A cellular model has also shown that *OPHN1* knockout results in decreased vesicular endocytosis at the synapses of mouse neurons (PMID:19401298). \n\nIn summary, there is definitive evidence supporting the relationship between *OPHN1* and X-linked intellectual disability and cerebellar hypoplasia syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on August 24, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:0cb6e45b-501d-4a6f-b76b-b50d92d48f16"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}