{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-14T22:11:47.727Z","role":"Publisher"},{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-14T22:11:37.192Z","role":"Approver"}],"evidence":[{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b98b3c3d-1fbb-474c-96d8-995e66bd842a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:becc9b5a-12d0-4c2d-97a0-4be95a6b14b0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Shows GOF mechanism of disease, increased ossification.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11390973","type":"dc:BibliographicResource","dc:abstract":"Apert syndrome (AS) is characterized by craniosynostosis (premature fusion of cranial sutures) and severe syndactyly of the hands and feet. Two activating mutations, Ser-252 --> Trp and Pro-253 --> Arg, in fibroblast growth factor receptor 2 (FGFR2) account for nearly all known cases of AS. To elucidate the mechanism by which these substitutions cause AS, we determined the crystal structures of these two FGFR2 mutants in complex with fibroblast growth factor 2 (FGF2). These structures demonstrate that both mutations introduce additional interactions between FGFR2 and FGF2, thereby augmenting FGFR2-FGF2 affinity. Moreover, based on these structures and sequence alignment of the FGF family, we propose that the Pro-253 --> Arg mutation will indiscriminately increase the affinity of FGFR2 toward any FGF. In contrast, the Ser-252 --> Trp mutation will selectively enhance the affinity of FGFR2 toward a limited subset of FGFs. These predictions are consistent with previous biochemical data describing the effects of AS mutations on FGF binding. Alterations in FGFR2 ligand affinity and specificity may allow inappropriate autocrine or paracrine activation of FGFR2. Furthermore, the distinct gain-of-function interactions observed in each crystal structure provide a model to explain the phenotypic variability among AS patients.","dc:creator":"Ibrahimi OA","dc:date":"2001","dc:title":"Structural basis for fibroblast growth factor receptor 2 activation in Apert syndrome."},"rdfs:label":"Ibrahimi Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:492d0b87-bdfd-4719-aeee-d07d02cb8ece","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8e2eef05-e769-4803-95db-e610fc326721","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Larger brain but smaller skull mimics the craniofacial phenotypes in Apert Syndrome patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23495236","type":"dc:BibliographicResource","dc:abstract":"Craniofacial and neural tissues develop in concert throughout prenatal and postnatal growth. FGFR-related craniosynostosis syndromes, such as Apert syndrome (AS), are associated with specific phenotypes involving both the skull and the brain. We analyzed the effects of the FGFR P253R mutation for AS using the Fgfr2(+/P253R) Apert syndrome mouse to evaluate the effects of this mutation on these two tissues over the course of development from day of birth (P0) to postnatal day 2 (P2). Three-dimensional magnetic resonance microscopy and computed tomography images were acquired from Fgfr2(+/P253R) mice and unaffected littermates at P0 (N = 28) and P2 (N = 20).Three-dimensional coordinate data for 23 skull and 15 brain landmarks were statistically compared between groups. Results demonstrate that the Fgfr2(+/P253R) mice show reduced growth in the facial skeleton and the cerebrum, while the height and width of the neurocranium and caudal regions of the brain show increased growth relative to unaffected littermates. This localized correspondence of differential growth patterns in skull and brain point to their continued interaction through development and suggest that both tissues display divergent postnatal growth patterns relative to unaffected littermates. However, the change in the skull-brain relationship from P0 to P2 implies that each tissue affected by the mutation retains a degree of independence, rather than one tissue directing the development of the other.","dc:creator":"Hill CA","dc:date":"2013","dc:title":"Postnatal brain and skull growth in an Apert syndrome mouse model."},"rdfs:label":"Hill Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":3783,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:678defae-af03-41ca-99ae-084d4b8f95ab","type":"GeneValidityProposition","disease":"obo:MONDO_0007041","gene":"hgnc:3689","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR2 has been repeatedly described in association with autosomal dominant Apert Syndrome which is characterized by craniofacial anomalies and syndactyly of the hands and feet. FGFR2-related Apert Syndrome is primarily caused by two gain-of-function missense variants, the p.Ser252Trp variant which leads to more severe craniofacial phenotypes, and the p.Pro253Arg variant which leads to more severe syndactyly (Wilkie et al. 1995; PMID: 7719344). These two missense variants, an indel, and an Alu insertion have been reported in at least 15 probands from 9 publications (PMIDs: 33585639, 9002682, 9973282, 28316926, 10658283, 9452027, 29483804, 21943124, 18726952). This gene-disease association is also supported by experimental evidence including an animal model, and an assay showing increased binding of variant FGFR2 with FGF ligands (PMIDs: 23495236, 11390973). In summary, FGFR2 is definitively associated with autosomal dominant Apert Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert Panel on 8/19/2021. \nGene Clinical Validity Standard Operating Procedures (SOP) – Version 8.","dc:isVersionOf":{"id":"cggv:2aa63602-d820-4fee-893b-b807e7b62f28"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}