{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-09-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-09-20T12:50:18.362Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/32298700","type":"dc:BibliographicResource","dc:abstract":"Interactions between the tumor necrosis factor (TNF) ligand superfamily and TNF receptor superfamily play critical roles in B-cell development and maturation. A proliferation-inducing ligand (APRIL), a member of the TNF ligand superfamily, is secreted from myeloid cells and known to induce the differentiation of memory B cells to plasmacytes.","dc:creator":"Yeh TW","dc:date":"2020","dc:title":"APRIL-dependent lifelong plasmacyte maintenance and immunoglobulin production in humans."},"evidence":[{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:ee89a44e-0684-48a8-b305-54aa2d810e0e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ee89a44e-0684-48a8-b305-54aa2d810e0e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":33,"allele":{"id":"cggv:d04290d9-cf8b-43f5-8746-d3d36de4908f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.7560353del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320612"}},"detectionMethod":"WES, with the identified mutation confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Experienced otitis media on 1 side at the age of 11 years and then had mild respiratory infections (otitis media, sinusitis, and bronchitis). IgM+CD27+ memory B cells was markedly increased (43.7% compared with the level in the HC; 14.2% of total B cells). Had reduced level of plasmacytes (0.1% compared with 1.0% in the HCs).","phenotypes":["obo:HP_0002232","obo:HP_0030385","obo:HP_0002721","obo:HP_0004313"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:11b944c7-2e7d-4aac-9cbb-2c6cb07eaf15_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d04290d9-cf8b-43f5-8746-d3d36de4908f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32298700"},"rdfs:label":"Yeh2020 patient"},{"id":"cggv:11b944c7-2e7d-4aac-9cbb-2c6cb07eaf15","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11b944c7-2e7d-4aac-9cbb-2c6cb07eaf15_variant_evidence_item"},{"id":"cggv:11b944c7-2e7d-4aac-9cbb-2c6cb07eaf15_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Performed transient expression experiments. Both full-length (32-kD) and processed (17-kD) APRIL were detected in WT transfected cells. In contrast, only a small amount of truncated APRIL protein was detected in mutant transfected cells. Additionally, confirmed a complete defect of secreted APRIL protein in the mutant supernatant."}],"strengthScore":1,"dc:description":"The homozygous, due to consanguinity, NM_003808.4:c.508del (p.Leu170CysfsTer5) frameshift mutation leads to premature termination at Val174, predicted to cause NMD, consistent with the findings that APRIL mRNA and protein were completely absent in the monocytes and iPSC-moDCs of the patient."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:093eb5be-f4cb-4f16-a92f-2b3186ea09b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa7e0465-993d-4991-997f-e49e22f847aa","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The transcripts of APRIL were analyzed by quantitative PCR, finding strong expression in monocytes from the healthy control. However, the patent monocytes lacked expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32298700","rdfs:label":"APRIL expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Within the immune system APRIL expression is enhanced in the monocytes which is consistent with the CVID resulting from APRIL deficiency (which absent expression in the one reported patient). However, expression is not specific to the immune system, there is non-specific expression across most tissues in the body, according to The Human Protein Atlas."},{"id":"cggv:375095ae-d4d1-4e3d-a74b-04a40cd1ca25","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7bbd7988-f73e-4ae9-b425-b3e1a980f443","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Binding of Flag-APRIL to the surface of control (mock-transfected with vector only) 293T cells or cells transiently expressing TACI was assessed by incubating cells with or without Flag-APRIL and FACS. The authors found that APRIL binds to 293T cells transiently expressing full-length TACI, but not to mock-transfected 293T cells. \n\nAdditionally, the authors tested whether TACI-Fc can inhibit, acting as decoy receptors, the capacity of APRIL to stimulate B cell proliferation and indeed found that TACI-Fc blocked the proliferation of primary B cells stimulated by APRIL, indicating that APRIL is biologically active on B cells through TACI.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10973284","type":"dc:BibliographicResource","dc:abstract":"We report that the tumor neurosis factor homolog APRIL (a proliferation-inducing ligand) stimulates in vitro proliferation of primary B and T cells and increases spleen weight due to accumulation of B cells in vivo. APRIL functions via binding to BCMA (B cell maturation antigen) and TACI (transmembrane activator and CAML-interactor) and competes with TALL-I (also called BLyS or BAFF) for receptor binding. Soluble BCMA and TACI specifically prevent binding of APRIL and block APRIL-stimulated proliferation of primary B cells. BCMA-Fc also inhibits production of antibodies against keyhole limpet hemocyanin and Pneumovax in mice, indicating that APRIL and/or TALL-I signaling via BCMA and/or TACI are required for generation of humoral immunity. Thus, APRIL-TALL-I and BCMA-TACI form a two ligands-two receptors pathway involved in stimulation of B and T cell function.","dc:creator":"Yu G","dc:date":"2000","dc:title":"APRIL and TALL-I and receptors BCMA and TACI: system for regulating humoral immunity."},"rdfs:label":"Binding to TACI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8a4e9d4d-0f31-4b9c-8f05-7d6f2c957b1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbf04b59-cc63-4e7a-bb3a-4d0046d6f8a1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TNFSF13 encodes a proliferation-inducing ligand (APRIL) which works in B cell maturation and maintenance. The increased circulating marginal zone B cells in the patient might indicate a defect in plasmacyte differentiation, resulting in accumulation of this cell fraction.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10973284","rdfs:label":"proliferation of primary lymphocytes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"To study APRIL biological activities and identify its receptors, we produced in Escherichia coli a truncated, soluble and Flag-tagged version of mouse APRIL. Purified murine spleen B cells were cultured in presence of various amounts of Flag-APRIL, which was found to stimulate proliferation with an effective median dose of approximately 10 ng/ml. Additionally, APRIL stimulates proliferation of primary T cells."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5f17261-4310-42cc-9cc3-cba414de2fd3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d90c54c1-2418-4aa4-bb05-e2204d84b4e2","type":"FunctionalAlteration","dc:description":"APRIL production from marginal zone dendritic cells and macrophages are necessary for maintenance of memory B cells and their differentiation to plasmacytes. To assess this, the authors performed B-cell and monocyte-derived dendritic cell (moDC) coculture assays, which induce plasmacyte differentiation from B cells. First, they differentiated moDCs from control and patient iPSCs and confirmed the production of APRIL was in moDCs from control iPSCs, but moDCs from the patient's iPSCs showed completely abolished APRIL production. Memory B cells proliferated and differentiated to CD24–CD38+ plasmacytes after coculture with control moDCs. However, this B-cell activation was impaired after coculture with the patient's iPSC-moDCs. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32298700","rdfs:label":"Plasmacyte differentiation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These findings from in vitro analyses mirror clinical findings of reduced proportions of blood plasmacytes in the patient, thereby suggesting that impaired APRIL production by DCs contributes to hypogammaglobulinemia due to pathogenic homozygous TNFSF13 variants. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f880c99-0104-414d-966b-7d2f8fc0f30a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cd8e23e5-70de-4c7f-8fdd-cada86b289e7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The supplementation of recombinant APRIL to the patient's iPSC-moDCs rescued the impaired proliferation and plasmacyte differentiation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32298700","rdfs:label":"Plasmacyte resuce"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:96c6f3fb-cd95-4d5e-84f5-a8468cd2a60d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5fe37701-a2ba-4fda-9c59-6091d77de994","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transfer of tetanus toxoid (TT)–specific plasmablasts (PBs) in APRIL−/− mice formally demonstrates that despite normal homing TT-specific PBs fail to establish efficiently as persisting antibody-secreting cells (ASCs) in the bone marrow (BM) compartment of APRIL−/− mice, which results into a shorter persistence of serum TT-specific IgG titers. In a more physiological immunization model, the significantly lower number of TT-specific ASCs in the BM compartment of APRIL−/− adult mice early after boosting confirms that the absence of APRIL is sufficient to markedly limit the establishment of the BM ASC pool.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18180376","type":"dc:BibliographicResource","dc:abstract":"The persistence of serum IgG antibodies elicited in human infants is much shorter than when such responses are elicited later in life. The reasons for this rapid waning of antigen-specific antibodies elicited in infancy are yet unknown. We have recently shown that adoptively transferred tetanus toxoid (TT)-specific plasmablasts (PBs) efficiently reach the bone marrow (BM) of infant mice. However, TT-specific PBs fail to persist in the early-life BM, suggesting that they fail to receive the molecular signals that support their survival/differentiation. Using a proliferation-inducing ligand (APRIL)- and B-cell activating factor (BAFF) B-lymphocyte stimulator (BLyS)-deficient mice, we demonstrate here that APRIL is a critical factor for the establishment of the adult BM reservoir of anti-TT IgG-secreting cells. Through in vitro analyses of PB/plasma cell (PC) survival/differentiation, we show that APRIL induces the expression of Bcl-X(L) by a preferential binding to heparan sulfate proteoglycans at the surface of CD138(+) cells. Last, we identify BM-resident macrophages as the main cells that provide survival signals to PBs and show that this function is slowly acquired in early life, in parallel to a progressive acquisition of APRIL expression. Altogether, this identifies APRIL as a critical signal for PB survival that is poorly expressed in the early-life BM compartment.","dc:creator":"Belnoue E","dc:date":"2008","dc:title":"APRIL is critical for plasmablast survival in the bone marrow and poorly expressed by early-life bone marrow stromal cells."},"rdfs:label":"APRIL−/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Provided support for the role of APRIL in immunodeficiency. However, it is also noted that adult APRIL-/- mice showed a normal number of immunoglobulin-secreting cells (namely, plasmacytes). So there is limited recapitulation of phenotypes in this model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.25}],"evidenceStrength":"Limited","sequence":5017,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.25,"subject":{"id":"cggv:1dd20089-9a47-418c-836d-3b3ad7092e7c","type":"GeneValidityProposition","disease":"obo:MONDO_0015517","gene":"hgnc:11928","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*TNFSF13*, encoding the APRIL protein, was first reported in relation to common variable immunodeficiency in 2020 by Yeh et al. (PMID: 32298700). This is the only report of a patient with an APRIL deficiency caused by a homozygous *TNFSF13* null mutation (NM_003808.4:c.508del (p.Leu170CysfsTer5)) resulting in hypogammaglobulinemia with a markedly reduced level of plasmacytes in peripheral blood and a clearly increased level of circulating marginal zone B cells. This gene-disease relationship is supported by experimental evidence; the role of APRIL as a proliferation-inducing ligand which works in B cell maturation and maintenance (Yu G, et al., 2000, PMID: 10973284) through interaction with TACI (PMID: 10973284), and its enhanced expression in monocytes of healthy controls (PMID: 32298700) is consistent with the resulting CVID in the patient with absent expression. Functional alteration was also observed in patient B-cell and monocyte-derived dendritic cell coculture assays which mirrored clinical findings in patients (PMID: 32298700). The immunologic manifestations in the patient showed some overlap with APRIL-/- mice (PMID: 18180376), although additional APRIL-/- mice were reported to have no gross abnormalities, in the immune system or otherwise (PMID: 14729948, 14988498). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\nThe curation scored intermediate of Limited and Moderate classifications and the genetic evidence from the single patient was not considered sufficient to justify the Moderate classification, as such a Limited classification has been applied.","dc:isVersionOf":{"id":"cggv:c181d44b-5c48-441b-95ad-b4d06572596d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}