{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-03-18T17:51:50.408Z","role":"Publisher"},{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-02-16T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:412241cd-c9e2-4302-bba0-de479ee33c38","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b88d0fa8-d531-4a46-9f7c-f982ae362a03","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"E14.5 mouse embryos, in situ\nPronounced expression in developing skeleton, skull, thymus, pulmonary bronchioles\nStaining markedly reduced in diaphysis of long bones and at this age ossification begins to occur.\nSuggests AMER1 mediates repressive effects on bone ossification\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19079258","type":"dc:BibliographicResource","dc:abstract":"Abnormalities in WNT signaling are implicated in a broad range of developmental anomalies and also in tumorigenesis. Here we demonstrate that germline mutations in WTX (FAM123B), a gene that encodes a repressor of canonical WNT signaling, cause an X-linked sclerosing bone dysplasia, osteopathia striata congenita with cranial sclerosis (OSCS; MIM300373). This condition is typically characterized by increased bone density and craniofacial malformations in females and lethality in males. The mouse homolog of WTX is expressed in the fetal skeleton, and alternative splicing implicates plasma membrane localization of WTX as a factor associated with survival in males with OSCS. WTX has also been shown to be somatically inactivated in 11-29% of cases of Wilms tumor. Despite being germline for such mutations, individuals with OSCS are not predisposed to tumor development. The observed phenotypic discordance dependent upon whether a mutation is germline or occurs somatically suggests the existence of temporal or spatial constraints on the action of WTX during tumorigenesis.","dc:creator":"Jenkins ZA","dc:date":"2009","dc:title":"Germline mutations in WTX cause a sclerosing skeletal dysplasia but do not predispose to tumorigenesis."},"rdfs:label":"Endogenous expression pattern in mouse"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a25eb479-14ca-4581-968e-9fcd33fa6079","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:674359dd-66a1-4575-83b9-de931510b663","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout mice died shortly after birth and had bone anomalies with other anomalies of heart, skeletal dysplasia, enlargement of cranial vault, asymmetric distribution of ossification centers, bowed radii and ulna","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21571217","type":"dc:BibliographicResource","dc:abstract":"WTX is an X-linked tumor suppressor targeted by somatic mutations in Wilms tumor, a pediatric kidney cancer, and by germline inactivation in osteopathia striata with cranial sclerosis, a bone overgrowth syndrome. Here, we show that Wtx deletion in mice causes neonatal lethality, somatic overgrowth, and malformation of multiple mesenchyme-derived tissues, including bone, fat, kidney, heart, and spleen. Inactivation of Wtx at different developmental stages and in primary mesenchymal progenitor cells (MPCs) reveals that bone mass increase and adipose tissue deficiency are due to altered lineage fate decisions coupled with delayed terminal differentiation. Specification defects in MPCs result from aberrant β-catenin activation, whereas alternative pathways contribute to the subsequently delayed differentiation of lineage-restricted cells. Thus, Wtx is a regulator of MPC commitment and differentiation with stage-specific functions in inhibiting canonical Wnt signaling. Furthermore, the constellation of anomalies in Wtx null mice suggests that this tumor suppressor broadly regulates MPCs in multiple tissues.","dc:creator":"Moisan A","dc:date":"2011","dc:title":"The WTX tumor suppressor regulates mesenchymal progenitor cell fate specification."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:9c060e44-99fa-4eae-9044-6152f6963477","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed8f7533-ef08-4d8f-abf1-cea89521b80d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout male mice were born at expected frequencies but died shortly after birth with observable phenotypes including skeletal anomalies, cleft palate, wide cranial fontanelles and an abnormally wider skull shape.  Reduced/absent deltoid tuberosity, split lumbar vertebral bodies, spine curvature, split sternum was observed on dissection.  Renal agenesis was observed in 60% of mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29329488","type":"dc:BibliographicResource","dc:abstract":"The X-linked WTX/AMER1 protein constitutes an important component of the β-catenin destruction complex that can both enhance and suppress canonical β-catenin signaling. Somatic mutations in WTX/AMER1 have been found in a proportion of the pediatric kidney cancer Wilms' tumor. By contrast, germline mutations cause the severe sclerosing bone dysplasia osteopathia striata congenita with cranial sclerosis (OSCS), a condition usually associated with fetal or perinatal lethality in male patients. Here we address the developmental and molecular function of WTX by generating two novel mouse alleles. We show that in addition to the previously reported skeletal abnormalities, loss of Wtx causes severe midline fusion defects including cleft palate and ectopic synostosis at the base of the skull. By contrast, deletion of the C-terminal part of the protein results in only mild developmental abnormalities permitting survival beyond birth. Adult analysis, however, revealed skeletal defects including changed skull morphology and an increased whole-body bone density, resembling a subgroup of male patients carrying a milder, survivable phenotype. Molecular analysis in vitro showed that while β-catenin fails to co-immunoprecipitate with the truncated protein, partial recruitment appears to be achieved in an indirect manner using AXIN/AXIN2 as a molecular bridge. Taken together our analysis provides a novel model for WTX-caused bone diseases and explains on the molecular level how truncation mutations in this gene may retain some of WTX-protein functions. © 2018 American Society for Bone and Mineral Research.","dc:creator":"Comai G","dc:date":"2018","dc:title":"Genetic and Molecular Insights Into Genotype-Phenotype Relationships in Osteopathia Striata With Cranial Sclerosis (OSCS) Through the Analysis of Novel Mouse Wtx Mutant Alleles."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7907,"specifiedBy":"GeneValidityCriteria10","strengthScore":16.5,"subject":{"id":"cggv:d9d3a0e5-abcf-4c3c-85e6-beb0ebe007d5","type":"GeneValidityProposition","disease":"obo:MONDO_0010310","gene":"hgnc:26837","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"APC Membrane Recruitment Protein 1 (AMER1; MIM#300647) is an inhibitor of the canonical WNT signaling pathway and is involved in ubiquitination and degradation of beta-catenin.  AMER1, also called WTX, is a X-linked gene associated with Osteopathia striata with cranial sclerosis (OSCS, XL; MIM#300373).  The molecular etiology of OSCS was first described by Jenkins, et.al in 2008 [PMID:19079258] and has been described in many affected male and female individuals since [PMID:20209645, 20950377, 25296999, 28425981, 34622833, 34414661, others].  Variants are nonsense, frameshift, and small inter- or intragenic deletions, and LOF is the proposed mechanism of disease.  Phenotypes in females are variable though often include cranial sclerosis and metaphyseal striations of the long bones.  Phenotypes in males are also variable and can be associated with mild phenotypes similar to those seen in females or in more severe cases, with multiple congenital anomalies resulting in demise in utero or in the neonatal or early infantile period.  Genetic evidence for AMER1 and Osteopathia striata with cranial sclerosis was scored at the maximum of 12 points and includes both male and female probands with some variants segregating in affected families.  Functional evidence including expression studies [PMID:19079258] and mouse models recapitulating the observed human phenotype [PMID:29329488, 21571217] were scored for an additional 2.5 points.  Given this and its replication in the literature over time, the association with the AMER1 gene and Osteopathia striata with cranial sclerosis is curated as Definitive by the Prenatal Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:a0c6c307-2d6c-4893-8f52-5fc6a2e2d440"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}