{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-09-23T00:36:07.809Z","role":"Publisher"},{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-09-23T00:35:44.594Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17572665","type":"dc:BibliographicResource","dc:abstract":"Membrane-bound phosphoinositides are signalling molecules that have a key role in vesicle trafficking in eukaryotic cells. Proteins that bind specific phosphoinositides mediate interactions between membrane-bounded compartments whose identity is partially encoded by cytoplasmic phospholipid tags. Little is known about the localization and regulation of mammalian phosphatidylinositol-3,5-bisphosphate (PtdIns(3,5)P2), a phospholipid present in small quantities that regulates membrane trafficking in the endosome-lysosome axis in yeast. Here we describe a multi-organ disorder with neuronal degeneration in the central nervous system, peripheral neuronopathy and diluted pigmentation in the 'pale tremor' mouse. Positional cloning identified insertion of ETn2beta (early transposon 2beta) into intron 18 of Fig4 (A530089I17Rik), the homologue of a yeast SAC (suppressor of actin) domain PtdIns(3,5)P2 5-phosphatase located in the vacuolar membrane. The abnormal concentration of PtdIns(3,5)P2 in cultured fibroblasts from pale tremor mice demonstrates the conserved biochemical function of mammalian Fig4. The cytoplasm of fibroblasts from pale tremor mice is filled with large vacuoles that are immunoreactive for LAMP-2 (lysosomal-associated membrane protein 2), consistent with dysfunction of the late endosome-lysosome axis. Neonatal neurodegeneration in sensory and autonomic ganglia is followed by loss of neurons from layers four and five of the cortex, deep cerebellar nuclei and other localized brain regions. The sciatic nerve exhibits reduced numbers of large-diameter myelinated axons, slowed nerve conduction velocity and reduced amplitude of compound muscle action potentials. We identified pathogenic mutations of human FIG4 (KIAA0274) on chromosome 6q21 in four unrelated patients with hereditary motor and sensory neuropathy. This novel form of autosomal recessive Charcot-Marie-Tooth disorder is designated CMT4J.","dc:creator":"Chow CY","dc:date":"2007","dc:title":"Mutation of FIG4 causes neurodegeneration in the pale tremor mouse and patients with CMT4J."},"evidence":[{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e3cf573-0c39-4d56-af63-aeb5ff2adc43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f4bc6be-762a-447b-9ce8-89b1823673cb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot was performed on developing mouse neuron tissues. In both the brain and the spinal cord, FIG4 was abundantly expressed but decreased later in development while it remained at a high level in sciatic nerves throughout development. In particular, this was observed at robust levels in myelinating neurons. RT-PCR analysis agreed with the above results. Human Protein Atlas supports this as being similar to the expression in humans, with the highest RNA and protein expression being in the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22157617","type":"dc:BibliographicResource","dc:abstract":"The phosphatase FIG4 regulates the concentration of phosphatidylinositol 3,5-diphosphate (PI3,5P2), a molecule critical for endosomal/lysosomal membrane trafficking and neuron function. We investigated Fig4 expression in the developing CNS of mice and rats using Western blot, real-time polymerase chain reaction, and morphological techniques in situ and in vitro and after spinal cord injury. Fig4 was expressed at a high levels throughout development in myelinating cells, particularly Schwann cells, and dorsal root ganglia sensory neurons. Fig4 protein and mRNA in CNS neurons were markedly diminished in adult versus embryonal animals. Spinal cord hemisection induced upregulation of Fig4 in adult spinal cord tissues that was associated with accumulation of lysosomes in neurons and glia. This accumulation appeared similar to the abnormal lysosomal storage observed in dorsal root ganglia of young fig4-null mice. The results suggest that Fig4 is involved in normal neural development and the maintenance of peripheral nervous system myelin. We speculate that adequate levels of Fig4 may be required to prevent neurons and glia from excessive lysosomal accumulation after injury and in neurodegeneration.","dc:creator":"Guo J","dc:date":"2012","dc:title":"Fig4 expression in the rodent nervous system and its potential role in preventing abnormal lysosomal accumulation."},"rdfs:label":"FIG4 Expression in Developing Neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Robust FIG4 expression in developing neurons directly supports this gene's involvement in a peripheral neuropathy. Therefore, this earns default points."},{"id":"cggv:7404c975-962e-4345-88e9-414228f7aebe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e670cac1-b1b0-4f99-98a2-ac007900f2a3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The above phosphoinositide, along with their interacting proteins, have been shown to cause defects in lysosomal storage and transport when not present in high enough levels. This deficiency causes a sharp decline of nervous system cells, such as myelinating schwann cells, that are able to survive due to enlarged vacuoles and increased apoptosis. This in turn causes the phenotypes of a demyelinating neuropathy, specifically motor/sensory defecits and muscle weakness among others.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22157617","rdfs:label":"FIG4 Role in Lysosome Transport"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:172f426b-b023-4c58-81a7-83248b86f23d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9ae389c-5703-42b8-a143-57b0ab5faa2f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To demonstrate efficacy of the virus and gene-replacement strategy, homozygous null FIG4 mice were treated with the highest feasible dose of the AAV9 vector. Untreated mice had an average lifespan of 23 days, with the treated mice showing only a decreased body weight compared to the WT with no difference in survivability. Even at later points in time with more advanced disease, the administration of the AAV9 vector was able to increase the lifespan to around 90 days while growing and gaining weight. Western blot of untreated null FIG4 mice showed absence of any transcripts, however in treated mice the protein was restored to slightly lower levels than WT with a dose-dependent restoration. Mice treated with the vector also showed a full rescue of rotarod, grip strength, and wheel-running performance compared to the untreated homozygous null mice. Reduced nerve conduction velocity was also rescued, with NCV being indistinguishable between treated null mice and WT mice at 6 months of age with degree of rescue dependent on age and route of dosing. Finally, the accumulations of autophagosomes was rescued with no significant damage to vacuoles as observed in the untreated homozygous null mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33878035","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease type 4J (CMT4J) is caused by recessive, loss-of-function mutations in FIG4, encoding a phosphoinositol(3,5)P2-phosphatase. CMT4J patients have both neuron loss and demyelination in the peripheral nervous system, with vacuolization indicative of endosome/lysosome trafficking defects. Although the disease is highly variable, the onset is often in childhood and FIG4 mutations can dramatically shorten life span. There is currently no treatment for CMT4J. Here, we present the results of preclinical studies testing a gene-therapy approach to restoring FIG4 expression. A mouse model of CMT4J, the Fig4-pale tremor (plt) allele, was dosed with a single-stranded adeno-associated virus serotype 9 (AAV9) to deliver a codon-optimized human FIG4 sequence. Untreated, Fig4plt/plt mice have a median survival of approximately 5 weeks. When treated with the AAV9-FIG4 vector at P1 or P4, mice survived at least 1 year, with largely normal gross motor performance and little sign of neuropathy by neurophysiological or histopathological evaluation. When mice were treated at P7 or P11, life span was still significantly prolonged and peripheral nerve function was improved, but rescue was less complete. No unanticipated adverse effects were observed. Therefore, AAV9-mediated delivery of FIG4 is a well-tolerated and efficacious strategy in a mouse model of CMT4J.","dc:creator":"Presa M","dc:date":"2021","dc:title":"AAV9-mediated FIG4 delivery prolongs life span in Charcot-Marie-Tooth disease type 4J mouse model."},"rdfs:label":"AAV9-FIG4 Vector Rescues CMT Phenotypes"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"An AAV9 vector with WT human FIG4 rescues the severe disease phenotypes observed in the quintessential null FIG4 mouse model, providing significant evidence towards its pathogenicity in this disorder."},{"id":"cggv:47d21247-3146-4312-92ae-e87cca46333d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:32801696-c03f-4268-91bb-c0f152c1dd19","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pale termor mice were found to have an unknown AR inherited disorder, with phenotypes distinctly reminiscent of Charcot-Marie-Tooth disease. These included tremors, gait abnormalities, neuronal and axonal degeneration, and decreased NCV. Genotyping and mapping analysis targeted the altered gene in question to FIG4, which encodes a phosphatase that indirectly plays an important role in vacuole formation and regulation. This was confirmed via investigation into WT and mutant mice, which showed broad expression of FIG4 in the peripheral nervous system of WT mice and a distinct lack of it or its product in the mutant. Abnormal vacuole formation and resulting degeneration was observed in mutant mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17572665","rdfs:label":"Spontaneous Mouse Model of CMT/Yunis-Varon"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mice observed here recapitulate phenotypes observed in CMT (peripheral nervous system dysfunction, decreased NCV, neurodegeneration, impaired motor skills), Yunis-Varon (muscular abnormalities, developmental defects), and the resulting mechanism of both (enlarged vacuoles and resulting increased cellular death). Therefore, this model earns default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb2b9cd5-fbaf-4ec4-82ef-5963e167da7c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cb2b9cd5-fbaf-4ec4-82ef-5963e167da7c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:c3cbc6e2-fdef-4012-afa2-e37a91230019","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.524T>C (p.Leu175Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143925"}},"detectionMethod":"Exome sequencing was performed on individuals 1 and 5, with the parents of 3 and 4 being subject due to lack of high-quality DNA. Sequence analysis of genes with rare or novel mutations yielded FIG4 as the best candidate. Sanger sequencing of the three other individuals did not detect any FIG4 mutations.","phenotypeFreeText":"Enlarged vacuoles, Birth weight 1580 g, Birth length 47 cm, Labial-gingival retraction, Membrane-limited vacuoles detected upon microscopy","phenotypes":["obo:HP_0001252","obo:HP_0002209","obo:HP_0002529","obo:HP_0000520","obo:HP_0000347","obo:HP_0007190","obo:HP_0009381","obo:HP_0000954","obo:HP_0001831","obo:HP_0008362","obo:HP_0001263","obo:HP_0000322","obo:HP_0008386","obo:HP_0008497","obo:HP_0000188","obo:HP_0000369","obo:HP_0000218","obo:HP_0012443","obo:HP_0009601","obo:HP_0005461","obo:HP_0004492","obo:HP_0003557"],"previousTesting":true,"previousTestingDescription":"RUNX2 gene sequencing was negative in all. Investigations for peripheral neuropathies had not been performed.","sex":"Female","variant":{"id":"cggv:127664a0-ced5-4da8-90fc-02f654b5a7fd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c3cbc6e2-fdef-4012-afa2-e37a91230019"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23623387","type":"dc:BibliographicResource","dc:abstract":"Yunis-Varón syndrome (YVS) is an autosomal-recessive disorder with cleidocranial dysplasia, digital anomalies, and severe neurological involvement. Enlarged vacuoles are found in neurons, muscle, and cartilage. By whole-exome sequencing, we identified frameshift and missense mutations of FIG4 in affected individuals from three unrelated families. FIG4 encodes a phosphoinositide phosphatase required for regulation of PI(3,5)P(2) levels, and thus endosomal trafficking and autophagy. In a functional assay, both missense substitutions failed to correct the vacuolar phenotype of Fig4-null mouse fibroblasts. Homozygous Fig4-null mice exhibit features of YVS, including neurodegeneration and enlarged vacuoles in neurons. We demonstrate that Fig4-null mice also have small skeletons with reduced trabecular bone volume and cortical thickness and that cultured osteoblasts accumulate large vacuoles. Our findings demonstrate that homozygosity or compound heterozygosity for null mutations of FIG4 is responsible for YVS, the most severe known human phenotype caused by defective phosphoinositide metabolism. In contrast, in Charcot-Marie-Tooth disease type 4J (also caused by FIG4 mutations), one of the FIG4 alleles is hypomorphic and disease is limited to the peripheral nervous system. This genotype-phenotype correlation demonstrates that absence of FIG4 activity leads to central nervous system dysfunction and extensive skeletal anomalies. Our results describe a role for PI(3,5)P(2) signaling in skeletal development and maintenance.","dc:creator":"Campeau PM","dc:date":"2013","dc:title":"Yunis-Varón syndrome is caused by mutations in FIG4, encoding a phosphoinositide phosphatase."}},"rdfs:label":"CAM5"},{"id":"cggv:127664a0-ced5-4da8-90fc-02f654b5a7fd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:127664a0-ced5-4da8-90fc-02f654b5a7fd_variant_evidence_item"},{"id":"cggv:127664a0-ced5-4da8-90fc-02f654b5a7fd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Failed to rescue null fibroblast vacuole phenotype compared to WT cDNA"}],"strengthScore":1,"dc:description":"Functional evidence shows a practically null variant, so this variant is upscored to 1 point."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5f1e55f9-e6cf-40a4-8913-5e00240434f7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5f1e55f9-e6cf-40a4-8913-5e00240434f7","type":"Proband","allele":[{"id":"cggv:56a51f96-bb68-484d-968d-07dfcabd3218","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.547C>T (p.Arg183Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251931"}},{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.122T>C (p.Ile41Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA233088"}}],"detectionMethod":"The 23 known exons of FIG4 were amplified from genomic DNA, screened by heteroduplex analysis, and sequenced. Sequencing products showing abnormal mobility were investigated, with all 23 exons being fully sequenced afterwards for confirmation.","phenotypeFreeText":"Wheelchair-bound","phenotypes":["obo:HP_0003481","obo:HP_0007182","obo:HP_0002540","obo:HP_0003447","obo:HP_0000762"],"previousTesting":true,"previousTestingDescription":"Patients were evaluated for CMT based on clinical examination, electrophysiological studies and, in a few cases, nerve biopsy; Genotyping was negative for most common CMT causes including the CMT1A duplication, the HNPP deletion, and point mutations in GJB1, MPZ, PMP22, EGR2, PRX, NEFL, SOX10, SIMPLE, GDAP1, LMNA, TDP1, and MTMR2; Haplotype analysis on caucasian probands confirmed that the FIG4 variant was a founder mutation from the European population; Pedigree analysis confirmed mutations were each inherited from a heterozygous parent","sex":"Male","variant":[{"id":"cggv:b2d94497-3955-42cd-bf70-1fab25c4d0f9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:56a51f96-bb68-484d-968d-07dfcabd3218"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17572665"},{"id":"cggv:8c7618f4-f6bf-4cdf-91ff-4445466fe822_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17572665"}],"rdfs:label":"BAB1373"},{"id":"cggv:b2d94497-3955-42cd-bf70-1fab25c4d0f9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b2d94497-3955-42cd-bf70-1fab25c4d0f9_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:8c7618f4-f6bf-4cdf-91ff-4445466fe822","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c7618f4-f6bf-4cdf-91ff-4445466fe822_variant_evidence_item"},{"id":"cggv:8c7618f4-f6bf-4cdf-91ff-4445466fe822_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Founder variant known to affect FIG4 activity"}],"strengthScore":0.5,"dc:description":"First proband with founder mutation"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c1196821-cced-4054-ba53-8b9816829a48_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c1196821-cced-4054-ba53-8b9816829a48","type":"Proband","allele":[{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f"},{"id":"cggv:b98ae694-42a5-4310-85f1-18d809e4ce45","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.294del (p.Phe98fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1722"}}],"detectionMethod":"The 23 known exons of FIG4 were amplified from genomic DNA, screened by heteroduplex analysis, and sequenced. Sequencing products showing abnormal mobility were investigated, with all 23 exons being fully sequenced afterwards for confirmation.","previousTesting":true,"previousTestingDescription":"Proband was evaluated for CMT based on clinical examination, electrophysiological studies and, in a few cases, nerve biopsy; Genotyping was negative for most common CMT causes including the CMT1A duplication, the HNPP deletion, and point mutations in GJB1, MPZ, PMP22, EGR2, PRX, NEFL, SOX10, SIMPLE, GDAP1, LMNA, TDP1, and MTMR2; Haplotype analysis on four caucasian probands confirmed that the FIG4 variant was a founder mutation from the European population; Pedigree analysis confirmed mutations were each inherited from a heterozygous parent","sex":"Female","variant":[{"id":"cggv:1349930b-7b6f-436d-a247-955afac88942_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b98ae694-42a5-4310-85f1-18d809e4ce45"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17572665"},{"id":"cggv:b8f67388-eecc-47fd-a2be-0498ed833ffd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17572665"}],"rdfs:label":"BAB1079"},{"id":"cggv:b8f67388-eecc-47fd-a2be-0498ed833ffd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8f67388-eecc-47fd-a2be-0498ed833ffd_variant_evidence_item"},{"id":"cggv:b8f67388-eecc-47fd-a2be-0498ed833ffd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Founder variant known to affect FIG4 activity"}],"strengthScore":0.1,"dc:description":"Not the first proband with founder mutation; downgraded to 0.1 points for all others"},{"id":"cggv:1349930b-7b6f-436d-a247-955afac88942","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1349930b-7b6f-436d-a247-955afac88942_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e22a5d68-4931-4be6-8010-6ed02b2b1aa1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e22a5d68-4931-4be6-8010-6ed02b2b1aa1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:17c51d9e-9767-40fe-acec-121bb43bf758","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.1260_1261del (p.Thr422fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143921"}},"detectionMethod":"Exome sequencing was performed on individuals 1 and 5, with the parents of 3 and 4 being subject due to lack of high-quality DNA. Sequence analysis of genes with rare or novel mutations yielded FIG4 as the best candidate. Sanger sequencing of the three other individuals did not detect any FIG4 mutations.","phenotypeFreeText":"Labial-gingival retraction, Birth weight 2200 g, Birth length 45 cm","phenotypes":["obo:HP_0008497","obo:HP_0002209","obo:HP_0001627","obo:HP_0000252","obo:HP_0000463","obo:HP_0006913","obo:HP_0005989","obo:HP_0001263","obo:HP_0004492","obo:HP_0000954","obo:HP_0008362","obo:HP_0009381","obo:HP_0001302","obo:HP_0000369","obo:HP_0006628","obo:HP_0000347","obo:HP_0000188","obo:HP_0000218","obo:HP_0001831","obo:HP_0008386","obo:HP_0001320","obo:HP_0005461","obo:HP_0009601","obo:HP_0000520","obo:HP_0006710","obo:HP_0002079","obo:HP_0012443","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"RUNX2 gene sequencing was negative in all. Enlarged vacuoles not demonstrated on muscle biopsy.","sex":"Female","variant":{"id":"cggv:9ce650d4-14d0-405d-ba84-5f6f521233c9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:17c51d9e-9767-40fe-acec-121bb43bf758"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23623387"},"rdfs:label":"CAM1"},{"id":"cggv:9ce650d4-14d0-405d-ba84-5f6f521233c9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9ce650d4-14d0-405d-ba84-5f6f521233c9_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b5911d6e-0561-4085-a488-6945c87bb5c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b5911d6e-0561-4085-a488-6945c87bb5c5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"allele":[{"id":"cggv:77be19f2-cc81-4e3f-b213-8cb9c79ed9c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.831_838del (p.Lys278fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143924"}},{"id":"cggv:fc8b4d1e-a276-4885-b34d-e0cb4e35689e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.5(FIG4):c.311G>A (p.Gly104Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143922"}}],"detectionMethod":"Exome sequencing was performed on individuals 1 and 5, with the parents of 3 and 4 being subject due to lack of high-quality DNA. Sequence analysis of genes with rare or novel mutations yielded FIG4 as the best candidate. Sanger sequencing of the three other individuals did not detect any FIG4 mutations. To verify the results of the heterozygous FIG4 mutations found in the parents, a pathology specimen demonstrated of both mutations in CAM3.","phenotypeFreeText":"Birth weight 3030 g, Birth length 52 cm, Enlarged vacuoles in CNS, Pelvic dysplasia","phenotypes":["obo:HP_0008362","obo:HP_0002529","obo:HP_0000078","obo:HP_0012443","obo:HP_0005989","obo:HP_0001374","obo:HP_0000188","obo:HP_0008386","obo:HP_0001252","obo:HP_0000218","obo:HP_0001263","obo:HP_0008497","obo:HP_0010566","obo:HP_0007036","obo:HP_0001831","obo:HP_0000954","obo:HP_0000520","obo:HP_0002209","obo:HP_0032466","obo:HP_0000463","obo:HP_0009601","obo:HP_0003202","obo:HP_0000369","obo:HP_0005461","obo:HP_0009381","obo:HP_0000347","obo:HP_0007190","obo:HP_0004492"],"previousTesting":true,"previousTestingDescription":"RUNX2 gene sequencing was negative in all. ","sex":"Male","variant":[{"id":"cggv:79e5d528-e90c-462a-a1f6-b498f2afbfc6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fc8b4d1e-a276-4885-b34d-e0cb4e35689e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23623387"},{"id":"cggv:cb89b707-c21f-4b9d-b538-730c9cd2e6a5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:77be19f2-cc81-4e3f-b213-8cb9c79ed9c4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23623387"}],"rdfs:label":"CAM3"},{"id":"cggv:cb89b707-c21f-4b9d-b538-730c9cd2e6a5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cb89b707-c21f-4b9d-b538-730c9cd2e6a5_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:79e5d528-e90c-462a-a1f6-b498f2afbfc6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:79e5d528-e90c-462a-a1f6-b498f2afbfc6_variant_evidence_item"},{"id":"cggv:79e5d528-e90c-462a-a1f6-b498f2afbfc6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Failed to rescue null fibroblast vacuole phenotype compared to WT cDNA"}],"strengthScore":1,"dc:description":"Evidence shows a functionally null protein activity, therefore the variant is upscored"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:81d7d838-5354-468a-affb-8ea12b0d8c0a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81d7d838-5354-468a-affb-8ea12b0d8c0a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"allele":[{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f"},{"id":"cggv:5432d771-d7a3-4f81-92be-fc5efec8c9df","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014845.6(FIG4):c.1949-10T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/916874"}}],"detectionMethod":"A 24 gene CMT demyelinating panel was performed on the proband. This revealed multiple variants in FIG4 and one non-segregating variant in LITAF.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Long pauses in speech, Slow and dysrhythmic finger tapping bilaterally, Absent radial sensory response","phenotypes":["obo:HP_0002166","obo:HP_0002120","obo:HP_0003323","obo:HP_0030784","obo:HP_0009053","obo:HP_0011098","obo:HP_0100543","obo:HP_0002378","obo:HP_0002396","obo:HP_0001284","obo:HP_0003431","obo:HP_0007112"],"previousTesting":true,"previousTestingDescription":"Patient's unaffected fraternal twin sister was available for physical evaluation; Affected younger brother had CMT, speech abnormalities, Parkinsonism, and behavioral difficulties; Parents were unaffected and had normal NCS with no known consanguinity; Proband also harbors a LITAF c.100C>A, however lack of segregation with the phenotype excludes this from pathogenicity whereas the two FIG4 variants perfectly segregate","sex":"Female","variant":[{"id":"cggv:fd86fced-0432-4a55-88f1-523b3c6a0685_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:479d7d3b-032e-4b4c-ad70-4fe24413d98f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29468183","type":"dc:BibliographicResource","dc:abstract":"We describe a family with Charcot Marie Tooth disease type 4J presenting with features of Charcot Marie Tooth disease plus parkinsonism and aphemia. Genetic testing found two variants in the ","dc:creator":"Orengo JP","dc:date":"2018","dc:title":"Charcot Marie Tooth disease type 4J with complex central nervous system features."}},{"id":"cggv:d3bf502d-a1fd-4a52-8d47-cfe68b620dc7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5432d771-d7a3-4f81-92be-fc5efec8c9df"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29468183"}],"rdfs:label":"ORE"},{"id":"cggv:d3bf502d-a1fd-4a52-8d47-cfe68b620dc7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d3bf502d-a1fd-4a52-8d47-cfe68b620dc7_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:fd86fced-0432-4a55-88f1-523b3c6a0685","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd86fced-0432-4a55-88f1-523b3c6a0685_variant_evidence_item"},{"id":"cggv:fd86fced-0432-4a55-88f1-523b3c6a0685_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Founder variant known to affect FIG4 activity\n"}],"strengthScore":0.1,"dc:description":"Not the first proband with founder mutation; downgraded to 0.1 points for all others"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3431,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:ac6c87c6-78c4-4049-a83a-31754830e18a","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:16873","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"FIG4 was first reported in relation to autosomal recessive Charcot-Marie-Tooth disease (CMT) in 2007 (Chow et al., PMID: 17572665). This publication reported a spontaneous mouse mutant, the 'pale tremor' mouse, that displayed a recessive inherited disorder similar to Charcot-Marie-Tooth disease. Both the mice and humans with variants in FIG4 displayed tremors, gait abnormalities, neuronal and axonal degeneration, and decreased NCV. This gene was also asserted in relation to Yunis-Varón syndrome in 2013 (Campeau et al., PMID: 23623387), however a review of the phenotypes, molecular mechanism, and published assertions demonstrated that the disorders should be considered part of the same spectrum and thus assessed together. Over 100 variants (e.g. missense, nonsense, frameshift, etc.) have been reported in humans since these initial reports. The most frequent variant is the hypomorphic c.122T>C (p.Ile41Thr) founder variant, most commonly observed in individuals with a less-severe phenotype limited to the peripheral nervous system (Lenk et al. 2011, PMID: 21655088). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\nVariants in this gene have been reported in many probands, with three distinct publications being evaluated in this curation (PMIDs: 17572665, 23623387, 29468183). No strongly supportive segregation evidence was characterized among these publications. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism for disease is biallelic loss of function, with the more-severe Yunis-Varón probands usually having two functionally null variants and the less-severe CMT probands usually having a null variant in-trans with a hypomorphic variant, retaining some small amount of function.\nThis gene-disease association is supported by several pieces of experimental evidence. FIG4 forms a complex with PIKfyve and arPIKfyve in mammalian cells to regulate the production of PI(3,5)P2, a coating for intracellular organelle membranes that helps regulate their membrane trafficking. Disruption of this complex also decreases levels of PI(3,5)P2, causing enlarged vacuoles, increased cell death, and the phenotypes of a neuropathy (Guo et al. 2012, PMID: 22157617). RT-PCR of mouse fetal and adult RNA in neurons confirmed that FIG4 was abundantly expressed in both the central and peripheral nervous system during development, and maintained a high level in sciatic nerves even into adulthood. The aforementioned 'pale tremor' mice served as a high quality model that recapitulated many of the phenotypes observed in both CMT and Yunis-Varón with the same loss-of-function mechanism. Furthermore, experimental efforts with an AAV9 viral vector were able to express WT human FIG4 in the 'pale tremor' mice and show rescuing of the severe disease phenotypes displayed (Presa et al. 2021, PMID: 33878035).\nIn summary, FIG4 is definitively associated with autosomal recessive Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:cbc44812-5fe4-4e11-ac89-58e4175d4463"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}