{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-01-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-22T16:51:15.016Z","role":"Publisher"}],"evidence":[{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:716938e0-7505-481f-8f39-034ec363ac14","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b91f0bb-2a6a-4345-a265-49e5990549c1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MT-tRNA involved in mitochondrial translation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030363","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are the major source of ATP in the cell. Five multi-subunit complexes in the inner membrane of the organelle are involved in the oxidative phosphorylation required for ATP production. Thirteen subunits of these complexes are encoded by the mitochondrial genome often referred to as mtDNA. For this reason, the expression of mtDNA is vital for the assembly and functioning of the oxidative phosphorylation complexes. Defects of the mechanisms regulating mtDNA gene expression have been associated with deficiencies in assembly of these complexes, resulting in mitochondrial diseases. Recently, numerous factors involved in these processes have been identified and characterized leading to a deeper understanding of the mechanisms that underlie mitochondrial diseases.","dc:creator":"D'Souza AR","dc:date":"2018","dc:title":"Mitochondrial transcription and translation: overview."},"rdfs:label":"Overview of mitochondrial transcription and translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"13 OXPHOS polypeptides in mtDNA which is >10 genes "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a0423d1-a77c-4c50-9dd2-4518b7adffcd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:02f81ce3-14d4-4d13-8f0b-8d78dc020aef","type":"FunctionalAlteration","dc:description":"Aminoacylation properties (kcat and KM parameters) of the four transcripts were determined by aspartylation assays in the presence of human mt-AspRS (Table 1). As anticipated, A9G mutation leads to a significant 27-fold loss of catalytic efficiency (kcat/KM) with kcat value decreased 17-fold and KM value increased 1.6-fold.\n\n\nStructural Studies:  Structural probing of the transcripts was performed with nuclease S1 (cleaves single-stranded regions) and ribonucleaseV1 (cleaves double-stranded or highly structured regions) (Giege´ et al. 1999) on 59-end labeled tRNAs. Then analyzed on polyacrylamide gels \n\nThe four tRNAs investigated sort into two sets based on their nuclease susceptibilities, wild-type and variant mt-tRNAAspG9/G12-C23 on one hand, and mutant mttRNA AspG9/A12-U23 and variant mt-tRNAAspG9/U12-A23 on the other.\n\nThis corresponds with diminished aminoacylation activity \n\nIn conclusion, 1) pathology related mutation A9G in connector 1 influences the overall plasticity of the tRNA without breakdown of the secondary or tertiary structure, but with subtle local and long-range effects, and 2) effects of mutation A9G can be compensated by a double transition at base-pair 12-23 in the D-stem.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19535463","type":"dc:BibliographicResource","dc:abstract":"More than 130 mutations in human mitochondrial tRNA (mt-tRNA) genes have been correlated with a variety of neurodegenerative and neuromuscular disorders. Their molecular impacts are of mosaic type, affecting various stages of tRNA biogenesis, structure, and/or functions in mt-translation. Knowledge of mammalian mt-tRNA structures per se remains scarce however. Primary and secondary structures deviate from classical tRNAs, while rules for three-dimensional (3D) folding are almost unknown. Here, we take advantage of a myopathy-related mutation A7526G (A9G) in mt-tRNA(Asp) to investigate both the primary molecular impact underlying the pathology and the role of nucleotide 9 in the network of 3D tertiary interactions. Experimental evidence is presented for existence of a 9-12-23 triple in human mt-tRNA(Asp) with a strongly conserved interaction scheme in mammalian mt-tRNAs. Mutation A7526G disrupts the triple interaction and in turn reduces aspartylation efficiency.","dc:creator":"Messmer M","dc:date":"2009","dc:title":"Pathology-related mutation A7526G (A9G) helps in the understanding of the 3D structural core of human mitochondrial tRNA(Asp)."},"rdfs:label":"Structural + A-acylation studies of m.7526A>G in clone ecoli"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Score 0.5 for structural modification\nScore 0.5 for aminoacylation defect"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e6edc1d-1d19-4510-909c-3a0b35df578e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b7662cd-915d-43c2-ba5a-556a1b83d201","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Growth on glycerol recovered for four types of revertants \n\n(1) same-site revertants;\n(2) intragenic, second-site revertants; \n(3) tRNA Asp amplification revertants; and \n(4) nuclear suppressors\n\n\nBUT The eight revertants which did not display temperature sensitivity had all recovered the Hinfl site indicating that they were same-site revertants in which the wild-type sequence was restored. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3054486","type":"dc:BibliographicResource","dc:abstract":"We isolated revertants capable of respiration from the respiratory deficient yeast mutant, FF1210-6C/170, which displays greatly decreased mitochondrial protein synthesis due to a single base substitution at the penultimate base of the tRNAAsp gene on mitochondrial (mt) DNA. Three classical types of revertant were identified: (1) same-site revertants; (2) intragenic revertants which restore the base pairing in the acceptor stem of the mitochondrial tRNAAsp; and (3) extragenic suppressors located in nuclear DNA. In addition a fourth type of revertant was identified in which the mutant tRNAAsp is amplified due to the maintenance of both the original mutant mtDNA and a modified form of the mutant mtDNA in which only a small region around the tRNAAsp gene is retained and amplified. The latter form resembles the mtDNA in vegetative petite (rho-) strains which normally segregates rapidly from the wild-type mtDNA. Each revertant type was characterized genetically and by both DNA sequence analysis of the mitochondrial tRNAAsp gene and analysis of the quantity and size of RNA containing the tRNAAsp sequence. These results indicate that the mitochondrial tRNAAsp of the mutant retains a low level of activity and that the presence of the terminal base pair in tRNAAsp is a determinant of both tRNAAsp function and the maintenance of wild-type levels of tRNAAsp.","dc:creator":"Kang YW","dc:date":"1988","dc:title":"Nuclear and mitochondrial revertants of a yeast mitochondrial tRNA mutant."},"rdfs:label":"Nuclear and mitochondrial revertants of a yeast mitochondria"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Down scored to 1 point since yeast model"},{"id":"cggv:30207212-ae72-461f-81da-8f48088348e9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb181c47-c214-4f83-926d-da87010b8269","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\n\n To determine if mitochondrial protein spthesis could be detected in this strain, the cells were labeled with 35S in the presence of cyclohexamide, the mitochondria were isolated, and proteins were analyzed on SDS-polyacrylamide geh (15). We reasoned that some protein synthesis ight be detected if charging of the mutant tRNA occurred in vivo even though it had not been detected in vitro (12) or if the mutant tRNA was acylated with another amino acid. We did not detect mitochondrial protein synthesis when the mutant preparation was compared on gels to the wild type preparation (Fig. 1). \n\n\nTo determine the nature of the transcripts of the tRNAAsp\ngene in wild type and FF170 cells, mitochondrial RNA was\nisolated from these strains, separated by electrophoresis, and\ntransferred in situ to DBM paper for hybridization to a nicktranslated fragment containing the tRNAAsp gene. The only\ndifference we observed was a reduction of tRNAAsp transcripts\nin FF170 RNA compared to wild type RNA. In the experiment\nshown in Fig. 2, tRNAAnp sequences could only be detected in\nthe FF170 RNA with very long exposure times. In contrast,\ntRNA% (6) transcripts are present in equal amounts in the\ntwo strains. In other experiments, we have detected somewhat\nhigher levels of tRNAAsp in the mutant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7024270","type":"dc:BibliographicResource","dc:abstract":"We have characterized a mutation that affects the tRNAAsp coded by yeast mitochondrial DNA. Comparison of the DNA sequences of the tRNAAsp gene from a wild type strain and the mutant demonstrates that the mutant differs by a C to U base change in position 72 of the tRNA. This mutation abolishes mitochondrial protein synthesis, presumably because the tRNAAsp made from this gene cannot be charged with aspartic acid (FAye, G., Bolotin-Fukuhara, M., and Fukuhara, H. (1976) in The Genetics and Biogenesis of Chloroplasts and Mitochondria (Bucher, C. T., Neupert, W., Sebalt, W., and Werner, S., eds) pp. 547-555, North Holland Publishing Co., Amsterdam). It also reduces the amount of tRNAAsp transcripts in the mutant as compared to the wild type.","dc:creator":"Miller DL","dc:date":"1981","dc:title":"A mutation in the tRNAAsp gene from yeast mitochondria. Effects on RNA and protein synthesis."},"rdfs:label":"Analysis of FF170 mutatant Yeast Straing"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score 0.5 for absent translation via polyacrylamide with S35 labeling\nScore 0.5 for reduction in amount of Mt-tRNA Asp\n\nPMID: 3054486 - Since the original mutation\nremoved the HinfI site at the 3' end of the gene (Fig. 1), the absence of this site is diagnostic of the original mutation. The eight revertants which did not display temperature\nsensitivity had all recovered the Hinfl site indicating that they were same-site revertants in which the wild-type sequence was restored. \n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":6729,"specifiedBy":"GeneValidityCriteria9","strengthScore":9,"subject":{"id":"cggv:cd11ae13-2aff-4b7e-b480-84e0290193b5","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7478","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TD* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 19, 2023. The *MT-TD* gene encodes the mitochondrial tRNA for aspartic acid, which is located from m.7518-7585 on the heavy strand of the mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\nWhile various names have been given to the constellation of features seen in those with *MT-TD*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TD* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\n*MT-TD* was first reported in relation to maternally-inherited primary mitochondrial disease in 1998 and 1999 (PMIDs: 9811342, 10488907), however current population data suggests these variants are benign (gnomAD v.3.1.2), so these cases were excluded from this gene curation. The first case considered for this gene curation was reported in 2005 (PMID: 16059939) in a 12-year-old girl with exercise intolerance, myopathy, elevated creatine kinase (CK), and elevated serum lactate.  Subsequent publications have shown a consistent phenotype involving a mitochondrial myopathy (variable age of onset) with lactic acidosis and ataxia. Sensorineural hearing loss and neuropathy have also been reported.  Muscle biopsy often shows classic findings of mitochondrial myopathy with COX-negative fibers, ragged red fibers, and paracrystalline inclusions. OXPHOS deficiencies are also observed in muscle (PMID: 16059939). \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 3 unique missense variants. These variants were generally present at high levels of heteroplasmy in muscle tissue and at lower to undetectable levels in other tissues such as blood, saliva, buccal tissue, urine, and fibroblasts, highlighting the diagnostic importance of muscle biopsy in *MT-TD*-related primary mitochondrial disease. Single fiber studies were performed in several individuals with results supporting variant pathogenicity. In summary, this curation included 3 probands across 7 publications from 1998-2015 (PMIDs: 9811342, 10488907, 16059939, 18676632, 23696415, 25447692, 27536005). \n\nThis gene-disease association is also supported by functional implication given protein interaction with the multitude of other mitochondrial translation proteins linked to primary mitochondrial disease (PMID: 30030363 ). Respiratory deficient yeast strains due to a single variant in *MT-TD* have been created and compelling rescue studies have been performed (PMIDs: 7024270, 3054486). E. coli carrying the m.7526A>G variant were also shown to have significantly decreased aminoacylation rates (PMID: 19535463). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 19, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:620f9725-7a33-4b55-99bc-3d32d9e8ff63"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}