{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2017-11-21T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f82e6396-fa4f-4912-ae99-b3ba9d76d8e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb71ed6b-8269-4606-a489-a1aef86e1722","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Zebrafish found to have two KCNQ4 homologs that produce distinct mRNAs. Expression was detected in the ear","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24555524","type":"dc:BibliographicResource","dc:abstract":"KCNQx genes encode slowly activating-inactivating K+ channels, are linked to physiological signal transduction pathways, and mutations in them underlie diseases such as long QT syndrome (KCNQ1), epilepsy in adults (KCNQ2/3), benign familial neonatal convulsions in children (KCNQ3), and hearing loss or tinnitus in humans (KCNQ4, but not KCNQ5). Identification of kcnqx potassium channel transcripts in zebrafish (Danio rerio) remains to be fully characterized although some genes have been mapped to the genome. Using zebrafish genome resources as the source of putative kcnq sequences, we investigated the expression of kcnq1-5 in heart, brain and ear tissues.","dc:creator":"Wu C","dc:date":"2014","dc:title":"Kcnq1-5 (Kv7.1-5) potassium channel expression in the adult zebrafish."},"rdfs:label":"zebrafish KCNQ4 homolog expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9b456424-33fe-46f4-8021-db34f3eeb733","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f165b002-1ec2-4187-be33-5008a09e08f1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Rat KCNQ4 ortholog is expressed in both inner and outer hair cells. Reciprocal longtitudinal gradients were found in both IHCs and OHCs. A basal to apical gradient was also present in the spiral sensory neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11042367","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human KCNQ4 gene were recently found by Kubisch et al. [Cell 96 (1999) 437-446] to cause a non-syndromic, autosomal dominant, progressive hearing loss, DFNA2. The mouse Kcnq4 orthologue was previously localized to the outer hair cells (OHCs) of the inner ear, suggesting the pathophysiological effects were due to dysfunctional OHCs. Yet, OHC dysfunction does not provide a plausible explanation for the progressive nature of the frequency specific hearing loss. We have re-examined and extended the expression analyses of KCNQ4 in the murine inner ear using RT-PCR and whole mount in situ hybridization. Our results confirmed that the rat KCNQ4 orthologue is expressed in both inner and outer hair cells. Reciprocal longitudinal gradients were found in inner hair cells (IHCs) and OHCs. The strongest expression of KCNQ4 in IHCc was in the base of the cochlea and in the apex for OHCs. Similar to the IHCs, a basal to apical gradient was present in the spiral sensory neurons. IHCs mediate hearing via their afferent sensory neurons, whereas OHCs function as active cochlear amplifiers. The complete absence of OHCs leads only to severe sensitivity reduction, but not complete hearing loss. Our data suggest that the primary defect leading to initial high frequency loss and subsequent progressive hearing loss for all frequencies may be due to spiral ganglion and/or IHC dysfunction, rather than an OHC aberration.","dc:creator":"Beisel KW","dc:date":"2000","dc:title":"Longitudinal gradients of KCNQ4 expression in spiral ganglion and cochlear hair cells correlate with progressive hearing loss in DFNA2."},"rdfs:label":"Expressed in Rat inner ear"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0f502dc-3b9c-4532-b1e2-08c9e98d33c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cee02135-0b61-4e84-9a61-6b4805c5f225","type":"FunctionalAlteration","dc:description":"Provides explanation for genotype phenotype correlation between missense and truncating variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10025409","type":"dc:BibliographicResource","dc:abstract":"Potassium channels regulate electrical signaling and the ionic composition of biological fluids. Mutations in the three known genes of the KCNQ branch of the K+ channel gene family underlie inherited cardiac arrhythmias (in some cases associated with deafness) and neonatal epilepsy. We have now cloned KCNQ4, a novel member of this branch. It maps to the DFNA2 locus for a form of nonsyndromic dominant deafness. In the cochlea, it is expressed in sensory outer hair cells. A mutation in this gene in a DFNA2 pedigree changes a residue in the KCNQ4 pore region. It abolishes the potassium currents of wild-type KCNQ4 on which it exerts a strong dominant-negative effect. Whereas mutations in KCNQ1 cause deafness by affecting endolymph secretion, the mechanism leading to KCNQ4-related hearing loss is intrinsic to outer hair cells.","dc:creator":"Kubisch C","dc:date":"1999","dc:title":"KCNQ4, a novel potassium channel expressed in sensory outer hair cells, is mutated in dominant deafness."},"rdfs:label":"Missense dominant negative"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:07c29009-1de6-4940-a19e-39b72ed900aa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c30e0522-d077-47b3-ab59-5cb137efd9d8","type":"FunctionalAlteration","dc:description":"Cell surface expression, but not conductance, could be rescued by overexpression of a gene that controls KCNQ4 biogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23750663","type":"dc:BibliographicResource","dc:abstract":"KCNQ4, a voltage-gated potassium channel, plays an important role in maintaining cochlear ion homoeostasis and regulating hair cell membrane potential, both essential for normal auditory function. Mutations in the KCNQ4 gene lead to DFNA2, a subtype of autosomal dominant non-syndromic deafness that is characterized by progressive sensorineural hearing loss across all frequencies. Despite recent advances in the identification of pathogenic KCNQ4 mutations, the molecular aetiology of DFNA2 remains unknown. We report here that decreased cell surface expression and impaired conductance of the KCNQ4 channel are two mechanisms underlying hearing loss in DFNA2. In HEK293T cells, a dramatic decrease in cell surface expression was detected by immunofluorescent microscopy and confirmed by Western blot for the pathogenic KCNQ4 mutants L274H, W276S, L281S, G285C, G285S, G296S and G321S, while their overall cellular levels remained normal. In addition, none of these mutations affected tetrameric assembly of KCNQ4 channels. Consistent with these results, all mutants showed strong dominant-negative effects on the wild-type (WT) channel function. Most importantly, overexpression of HSP90β, a key component of the molecular chaperone network that controls the KCNQ4 biogenesis, significantly increased cell surface expression of the KCNQ4 mutants L281S, G296S and G321S. KCNQ4 surface expression was restored or considerably improved in HEK293T cells mimicking the heterozygous condition of these mutations in DFNA2 patients. Finally, our electrophysiological studies demonstrated that these mutations directly compromise the conductance of the KCNQ4 channel, since no significant change in KCNQ4 current was observed after KCNQ4 surface expression was restored or improved. ","dc:creator":"Gao Y","dc:date":"2013","dc:title":"Impaired surface expression and conductance of the KCNQ4 channel lead to sensorineural hearing loss."},"rdfs:label":"HEK293 dominant negative on WT channel"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"1 point given for strong functional evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16a6073c-07fb-4220-825f-23be43b023ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0792cb5-8770-494c-9553-f42bc7e90d59","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"null mouse hearing loss progresses over a few months dominant negative over months...appears to be either dominant negative or haploinsufficiency","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16437162","type":"dc:BibliographicResource","dc:abstract":"KCNQ4 is an M-type K+ channel expressed in sensory hair cells of the inner ear and in the central auditory pathway. KCNQ4 mutations underlie human DFNA2 dominant progressive hearing loss. We now generated mice in which the KCNQ4 gene was disrupted or carried a dominant negative DFNA2 mutation. Although KCNQ4 is strongly expressed in vestibular hair cells, vestibular function appeared normal. Auditory function was only slightly impaired initially. It then declined over several weeks in Kcnq4-/- mice and over several months in mice carrying the dominant negative allele. This progressive hearing loss was paralleled by a selective degeneration of outer hair cells (OHCs). KCNQ4 disruption abolished the I(K,n) current of OHCs. The ensuing depolarization of OHCs impaired sound amplification. Inner hair cells and their afferent synapses remained mostly intact. These cells were only slightly depolarized and showed near-normal presynaptic function. We conclude that the hearing loss in DFNA2 is predominantly caused by a slow degeneration of OHCs resulting from chronic depolarization.","dc:creator":"Kharkovets T","dc:date":"2006","dc:title":"Mice with altered KCNQ4 K+ channels implicate sensory outer hair cells in human progressive deafness."},"rdfs:label":"KCNQ4 Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Upgraded points because of multiple models, and strong explanation provided for mechanism of hearing loss"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:c0a1e4ea-18ce-42ab-9812-49d4df35b722_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd328bf3-7bb6-4c9b-b025-9981e5e93efa","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"sequencing of KCNQ4. patient doesn't have family information","phenotypeFreeText":"high frequency progressive hearing loss.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:c0a1e4ea-18ce-42ab-9812-49d4df35b722_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4ecd61e0-a15f-46f0-9ef2-d120386b25bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.785A>T (p.Asp262Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21427"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18941426","type":"dc:BibliographicResource","dc:abstract":"Gene identification in small families segregating autosomal dominant sensorineural hearing loss presents a significant challenge. To address this challenge, we have developed a machine learning-based software tool, AudioGene v2.0, to prioritize candidate genes for mutation screening based on audioprofiling.","dc:creator":"Hildebrand MS","dc:date":"2008","dc:title":"Audioprofile-directed screening identifies novel mutations in KCNQ4 causing hearing loss at the DFNA2 locus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18941426","rdfs:label":"American proband p.D262V"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Pathogenic variant defined by the ClinVar staff, absent from gnomAD, in a pore region of the protein, highly conserved"},{"id":"cggv:1bbac95c-8b73-4c75-838a-0c5de235a8d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ddf7c72-2051-49d7-8b14-0312a0124fda","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Targeted NGS of 30 ADNSHL genes followed by sanger confirmation","firstTestingMethod":"Genotyping","phenotypeFreeText":"severity of hearing loss ranged from mild to profound but mild individuals were youngest and profound individuals were oldest. flat or downslope audiogram. some individuals experienced tinnitus","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1bbac95c-8b73-4c75-838a-0c5de235a8d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d06ef4b3-f95d-48f2-9e2f-78919ebb44b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.853G>A (p.Gly285Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6241"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25116015","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant non-syndromic hearing loss (ADNSHL) is highly heterogeneous, among them, KCNQ4 is one of the most frequent disease-causing genes. More than twenty KCNQ4 mutations have been reported, but none of them were detected in Chinese mainland families. In this study, we identified a novel KCNQ4 mutation in a five generation Chinese family with 84 members and a known KCNQ4 mutation in a six generation Chinese family with 66 members. Mutation screening of 30 genes for ADNSHL was performed in the probands from thirty large Chinese families with ADNSHL by targeted region capture and high-throughput sequencing. The candidate variants and the co-segregation of the phenotype were verified by polymerase chain reaction (PCR) amplification and Sanger sequencing in all ascertained family members. Then we identified a novel KCNQ4 mutation p.W275R in exon 5 and a known KCNQ4 mutation p.G285S in exon 6 in two large Chinese ADNSHL families segregating with post-lingual high frequency-involved and progressive sensorineural hearing loss. This is the first report of KCNQ4 mutation in Chinese mainland families. KCNQ4, a member of voltage-gated potassium channel family, is likely to be a common gene in Chinese patients with ADNSHL. The results also support that the combination of targeted enrichment and high-throughput sequencing is a valuable molecular diagnostic tool for autosomal dominant hereditary deafness.","dc:creator":"Wang H","dc:date":"2014","dc:title":"Targeted high-throughput sequencing identifies pathogenic mutations in KCNQ4 in two large Chinese families with autosomal dominant hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25116015","rdfs:label":"Chinese family 727 proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD located in a hotspot segregating with hearing loss in large cohort."},{"id":"cggv:dde956ee-e85f-4105-ab64-cecb8bc5c067_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb8eb24a-ad09-49fd-9815-b757349ca39c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR Seq and Linkage","firstTestingMethod":"Genotyping","phenotypeFreeText":"progressive nonsyndromic hearing loss starting at high frequencies.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:dde956ee-e85f-4105-ab64-cecb8bc5c067_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:69eb73c3-7a24-4d72-8507-f50a7564180f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.827G>C (p.Trp276Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6242"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10369879","type":"dc:BibliographicResource","dc:abstract":"We have previously found linkage to chromosome 1p34 in five large families with autosomal dominant non-syndromic hearing impairment (DFNA2). In all five families, the connexin31 gene ( GJB3 ), located at 1p34 and responsible for non-syndromic autosomal dominant hearing loss in two small Chinese families, has been excluded as the responsible gene. Recently, a fourth member of the KCNQ branch of the K+channel family, KCNQ4, has been cloned. KCNQ4 was mapped to chromosome 1p34 and a single mutation was found in three patients from a small French family with non-syndromic autosomal dominant hearing loss. In this study, we have analysed the KCNQ4 gene for mutations in our five DFNA2 families. Missense mutations altering conserved amino acids were found in three families and an inactivating deletion was present in a fourth family. No KCNQ4 mutation could be found in a single DFNA2 family of Indonesian origin. These results indicate that at least two and possibly three genes responsible for hearing impairment are located close together on chromosome 1p34 and suggest that KCNQ4 mutations may be a relatively frequent cause of autosomal dominant hearing loss.","dc:creator":"Coucke PJ","dc:date":"1999","dc:title":"Mutations in the KCNQ4 gene are responsible for autosomal dominant deafness in four DFNA2 families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369879","rdfs:label":"Dutch family 1 proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"41 affected family members but segregation information is unclear."},{"id":"cggv:daba655b-7991-4ed0-9238-06080de15109_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:148eec03-f149-4cb8-93b5-339d937b086e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:daba655b-7991-4ed0-9238-06080de15109_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7dd9ac48-4007-4ac8-ba4b-3978ded30b5e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.853G>T (p.Gly285Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6244"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369879"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369879","rdfs:label":"US family proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant was functionally characterized."},{"id":"cggv:cd698b26-199b-42cb-9877-0b2af32f0203_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7d52822-e9dc-40c3-bd39-95c089517bab","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Targeted NGS of 30 ADNSHL genes","firstTestingMethod":"Genotyping","phenotypeFreeText":"moderate-severe hearing loss with either flat of downslope audiogram. progressive","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cd698b26-199b-42cb-9877-0b2af32f0203_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:701d6bc7-3728-434c-bddd-174581fb25f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.823T>C (p.Trp275Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/208368"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25116015"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25116015","rdfs:label":"Chinese family 025 p.W275R proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant segregated with disease in family, is located in hotspot and absent from gnomAD"},{"id":"cggv:1ca516b8-f3aa-4ea3-ad8e-68e9dfe6015c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f845d830-5983-4ca8-a33d-ac15dd12eebf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"six generation Hebei Province had NGS of 129 genes associated with hearing loss. Sanger confirmation","firstTestingMethod":"Genotyping","phenotypeFreeText":"postlingual, progressive, symmetrical, bilateral, non-syndromic sensorineural hearing\nloss.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1ca516b8-f3aa-4ea3-ad8e-68e9dfe6015c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c836b480-1def-4e02-b552-6a66f79b72ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.887G>A (p.Gly296Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339895966"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28340560","type":"dc:BibliographicResource","dc:abstract":"Hereditary non-syndromic hearing loss is the most common inherited sensory defect in humans. The KCNQ4 channel belongs to a family of potassium ion channels that play crucial roles in physiology and disease. Mutations in KCNQ4 underlie deafness non-syndromic autosomal dominant 2, a subtype of autosomal dominant, progressive, high-frequency hearing loss.","dc:creator":"Huang B","dc:date":"2017","dc:title":"A novel pore-region mutation, c.887G > A (p.G296D) in KCNQ4, causing hearing loss in a Chinese family with autosomal dominant non-syndromic deafness 2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28340560","rdfs:label":"Chinese family Huang VI:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant segregated with disease in at least 5 members. The variant is also in the pore region"},{"id":"cggv:0737a7a1-123d-4ba2-a0d5-dc7d2575b1c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb7a4f88-5be5-4131-83bd-faa0ef4fea83","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0737a7a1-123d-4ba2-a0d5-dc7d2575b1c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e72f6408-491b-423f-98dd-9a65d2493fd2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.778G>A (p.Glu260Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/21426"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18941426"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18941426","rdfs:label":"American Proband p.E260K"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Highly conserved residue in the pore domain, absent from gnomAD. Path by ClinVar staff"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:594adec4-2cb2-439c-b818-aba9f38eeb40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:94d7bdf3-f255-489b-b18d-6a9529590d0a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"progressive hearing loss starts with high frequencies,\nhas a sensorineural origin and is non-syndromic","phenotypes":"obo:HP_0001730","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:594adec4-2cb2-439c-b818-aba9f38eeb40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b953b2f3-5ad6-4a6f-a3ae-945d3bf81930","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.211_223delCAGCGCTCCTCGG (p.Gln71Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6245"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369879"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369879","rdfs:label":"Belgian family proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant was found to segregate in 26 other affected family members and is predicted to truncate the protein before the first transmembrane region."},{"id":"cggv:9fff5e44-9917-44a6-8dbf-ed55fe1601ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3a2b052e-70b4-4acf-98bb-dd4dcfc5e1ec","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"","phenotypeFreeText":"proband had severe to profound hearing loss by age 3","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:9fff5e44-9917-44a6-8dbf-ed55fe1601ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:be3d4b8e-1cfe-4fd7-8153-7971e9f56e11","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.725G>A (p.Trp242Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339895366"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18941426"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18941426","rdfs:label":"Third American family proband IV:2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This patient and sibling is heterozygous for the p.W241X variant which is predicted to result in a truncated version of KCNQ4. Has an unaffected sibling who is homozygous WT."},{"id":"cggv:3de32bbd-6f67-4bce-ba7a-23b5b868cadf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f31754ca-c09a-4aed-9784-1d232c50f994","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"progressive high frequency SNHL","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3de32bbd-6f67-4bce-ba7a-23b5b868cadf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4b6e237a-f387-48d8-910b-e5795f5c18f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.211delC (p.Gln71Serfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6248"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24655070","type":"dc:BibliographicResource","dc:abstract":"We describe a Japanese family with high-frequency sensorineural hearing loss (SNHL) harboring a c.211delC mutation in the KCNQ4 gene. Families showing progressive high-frequency SNHL should be investigated for mutations in the KCNQ4 gene.","dc:creator":"Ishikawa K","dc:date":"2014","dc:title":"A Japanese family showing high-frequency hearing loss with KCNQ4 and TECTA mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24655070","rdfs:label":"Japanese Ishikawa proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant segregated from grandmother, to mother, to proband. Proband's 6 year old brother is carrier but unaffected at time of study. This variant was previously identified in a different Japanese family but was scored again here."},{"id":"cggv:d5c509ac-fb56-4476-be28-701cc529114d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bbf75fd9-3543-423a-9671-97cfb144d351","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"","phenotypeFreeText":"Ski sloped shape audiogram, progressive hearing loss, onset of 22 years.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d5c509ac-fb56-4476-be28-701cc529114d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:99dfef72-d6e7-4a6e-a9b3-db4fffa528b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.228_229dupGC (p.His77Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/208364"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23717403","type":"dc:BibliographicResource","dc:abstract":"The present study of KCNQ4 mutations was carried out to 1) determine the prevalence by unbiased population-based genetic screening, 2) clarify the mutation spectrum and genotype/phenotype correlations, and 3) summarize clinical characteristics. In addition, a review of the reported mutations was performed for better understanding of this deafness gene. The screening using 287 probands from unbiased Japanese autosomal dominant nonsyndromic hearing loss (ADNSHL) families identified 19 families with 7 different disease causing mutations, indicating that the frequency is 6.62% (19/287). While the majority were private mutations, one particular recurrent mutation, c.211delC, was observed in 13 unrelated families. Haplotype analysis in the vicinity of c.211delC suggests existence of a common ancestor. The majority of the patients showed all frequency, but high-frequency predominant, sensorineural hearing loss. The present study adds a new typical audiogram configuration characterized by mid-frequency predominant hearing loss caused by the p.V230E mutation. A variant at the N-terminal site (c. 211delC) showed typical ski-slope type audiogram configuration. Concerning clinical features, onset age was from 3 to 40 years old, and mostly in the teens, and hearing loss was gradually progressive. Progressive nature is a common feature of patients with KCNQ4 mutations regardless of the mutation type. In conclusion, KCNQ4 mutations are frequent among ADNSHL patients, and therefore screening of the gene and molecular confirmation of these mutations have become important in the diagnosis of these conditions.","dc:creator":"Naito T","dc:date":"2013","dc:title":"Comprehensive genetic screening of KCNQ4 in a large autosomal dominant nonsyndromic hearing loss cohort: genotype-phenotype correlations and a founder mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23717403","rdfs:label":"Naito Japanese Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The p.H77fs variant is predicted to cause LOF"},{"id":"cggv:5ba87570-54a9-44b9-8a6d-6155092e653e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2c33fe9f-6c9b-47bc-9c3f-7018838c00c0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:5ba87570-54a9-44b9-8a6d-6155092e653e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:626228e7-686c-4191-a13a-0df2949d22d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004700.3(KCNQ4):c.1044_1051delTGCCTGGC (p.Ala349Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/208372"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26036578","type":"dc:BibliographicResource","dc:abstract":"Mutation of KCNQ4 has been reported to cause autosomal dominant non-syndromic hearing loss (DFNA2A) that usually presents as progressive hearing loss starting from mild to moderate hearing loss during childhood. Here, we identified a novel KCNQ4 mutation, c.1044_1051del8, in a family with autosomal recessive non-syndromic hearing loss. The proband was homozygous for the mutation and was born to consanguineous parents; she showed severe hearing loss that was either congenital or of early childhood onset. The proband had a sister who was heterozygous for the mutation but showed normal hearing. The mutation caused a frameshift that eliminated most of the cytoplasmic C-terminus, including the A-domain, which has an important role for protein tetramerization, and the B-segment, which is a binding site for calmodulin (CaM) that regulates channel function via Ca ions. The fact that the heterozygote had normal hearing indicates that sufficient tetramerization and CaM binding sites were present to preserve a normal phenotype even when only half the proteins contained an A-domain and B-segment. On the other hand, the severe hearing loss in the homozygote suggests that complete loss of the A-domain and B-segment in the protein caused loss of function due to the failure of tetramer formation and CaM binding. This family suggests that some KCNQ4 mutations can cause autosomal recessive hearing loss with more severe phenotype in addition to autosomal dominant hearing loss with milder phenotype. This genotype-phenotype correlation is analogous to that in KCNQ1 which causes autosomal dominant hereditary long QT syndrome 1 with milder phenotype and the autosomal recessive Jervell and Lange-Nielsen syndrome 1 with more severe phenotype due to deletion of the cytoplasmic C-terminus of the potassium channel. ","dc:creator":"Wasano K","dc:date":"2015","dc:title":"A novel frameshift mutation in KCNQ4 in a family with autosomal recessive non-syndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26036578","rdfs:label":"Consanguineous Family Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"Cannot score, this proband was homozygous for the frameshift variant, however, this curation is for AD hearing loss."},{"id":"cggv:07e99b9a-da62-45eb-ad36-c51ce219c2b0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b2b61a8a-3f6b-4dfa-9aac-944aeeae19e2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"","phenotypeFreeText":"progressive hearing loss","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:07e99b9a-da62-45eb-ad36-c51ce219c2b0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4b6e237a-f387-48d8-910b-e5795f5c18f6"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16596322","type":"dc:BibliographicResource","dc:abstract":"Autosomal-dominant, nonsyndromic hearing impairment is clinically and genetically heterogeneous. We encountered a large Japanese pedigree in which nonsyndromic hearing loss was inherited in an autosomal-dominant fashion. A genome-wide linkage study indicated linkage to the DFNA2 locus on chromosome 1p34. Mutational analysis of KCNQ4 encoding a potassium channel revealed a novel one-base deletion in exon 1, c.211delC, which generated a profoundly truncated protein without transmembrane domains (p.Q71fsX138). Previously, six missense mutations and one 13-base deletion, c.211_223del, had been reported in KCNQ4. Patients with the KCNQ4 missense mutations had younger-onset and more profound hearing loss than patients with the 211_223del mutation. In our current study, 12 individuals with the c.211delC mutation manifested late-onset and pure high-frequency hearing loss. Our results support the genotype-phenotype correlation that the KCNQ4 deletions are associated with later-onset and milder hearing impairment than the missense mutations. The phenotypic difference may be caused by the difference in pathogenic mechanisms: haploinsufficiency in deletions and dominant-negative effect in missense mutations.","dc:creator":"Kamada F","dc:date":"2006","dc:title":"A novel KCNQ4 one-base deletion in a large pedigree with hearing loss: implication for the genotype-phenotype correlation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16596322","rdfs:label":"Japanese family proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"LOF variant segregating in family"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":305,"specifiedBy":"GeneValidityCriteria6","strengthScore":17.5,"subject":{"id":"cggv:a9b79b33-10c0-4fa6-89a7-a27240196b59","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:6298","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The KCNQ4 gene has been associated with autosomal dominant nonsyndromic hearing loss in at least 35 probands in at least 15 publications. 25 unique missense variants, 2 in-frame deletions, and 6 truncating variants have been reported in humans, and there is segregation evidence in many families (PMID: 10369879, 28340560, 18941426, 25116015, 16596322, 26036578, 23717403, 24655070). KCNQ4 was first associated with this disease in humans in 1999 (Coucke et al.). More than enough genetic evidence is available in the literature to reach the maximum score (12 pts.). The hearing loss in patients is progressive and predominantly high-frequency, however the phenotypic spectrum may be variable. The mechanism for disease is either haploinsufficiency or dominant-negative, which is strongly supported by experimental evidence. This gene-disease association is also supported by multiple mouse models, expression evidence, and in vitro functional assays (PMID: 11042367, 24555524, 10025409, 23750663, 16437162). In summary, KCNQ4 is definitively associated with autosomal dominant nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 11/21/2017.\n","dc:isVersionOf":{"id":"cggv:88196c6d-4bd7-4aff-ba98-c7b4411c562d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}