{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873bev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T15:24:06.734Z","role":"Approver"}],"evidence":[{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2d1fe55e-2ae8-4d3f-990f-7ef13d93ac3e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:436dda8b-0e4c-461e-8ee9-ebf395d58e2d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":5,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neuropathological diagnosis of Leigh syndrome\nMicroscopic investigation of the brain showed extensive bilateral symmetrical degeneration, predominantly in the rostral and caudal brain stem, diencephalon, and central nuclei, but also elsewhere, including the spinal cord and semioval center. The lesions consisted of spongiform degeneration, capillary proliferation with endothelial swelling, demyelinization, and gliosis.\nSymptoms presented at 5 weeks as mild cyanosis, severe hypercarbia, a cardiac murmur (grade 2/4), drowsiness with absent optical and acoustical blink, eye flutter, intense hypotonia, brisk tendon reflexes with ankle clonus, and erratic seizures, moderate hypertrophic obstructive cardiomyopathy.\nComputed tomography of the brain showed extensive white-matter hypodensity, mild ventricular enlargement, and  hypodense symmetric lesions in putamen and mesencephalon\nBlood tests showed increased lactate (3.4 mmol/l; normal range, 0.6–2.1 mmol/l)\nPatient died at 11 weeks\nBiochemical analysis of muscle, heart, liver and brain tissue showed severely decreased complex I activity : see table 1.","previousTesting":true,"previousTestingDescription":"NDUFA1, NDUFS4, NDUFS5, and NDUFB6 cDNA were previously examined by direct DNA sequencing. DNA rearrangements and common mtDNA variants were also ruled out.","sex":"Male","variant":{"id":"cggv:2d1fe55e-2ae8-4d3f-990f-7ef13d93ac3e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:373e1d0f-36ae-4d52-adc9-13afec5c521e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.236C>T (p.Pro79Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118853"}},{"id":"cggv:e4e8a92e-539d-4c37-8f70-21c479389bce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.305G>A (p.Arg102His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118854"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9837812","type":"dc:BibliographicResource","dc:abstract":"Nicotinamide adenine dinucleotide (NADH):ubiquinone oxidoreductase (complex I) is the largest multiprotein enzyme complex of the respiratory chain. The nuclear-encoded NDUFS8 (TYKY) subunit of complex I is highly conserved among eukaryotes and prokaryotes and contains two 4Fe4S ferredoxin consensus patterns, which have long been thought to provide the binding site for the iron-sulfur cluster N-2. The NDUFS8 cDNA contains an open reading frame of 633 bp, coding for 210 amino acids. Cycle sequencing of amplified NDUFS8 cDNA of 20 patients with isolated enzymatic complex I deficiency revealed two compound heterozygous transitions in a patient with neuropathologically proven Leigh syndrome. The first mutation was a C236T (P79L), and the second mutation was a G305A (R102H). Both mutations were absent in 70 control alleles and cosegregated within the family. A progressive clinical phenotype proceeding to death in the first months of life was expressed in the patient. In the 19 other patients with enzymatic complex I deficiency, no mutations were found in the NDUFS8 cDNA. This article describes the first molecular genetic link between a nuclear-encoded subunit of complex I and Leigh syndrome.","dc:creator":"Loeffen J","dc:date":"1998","dc:title":"The first nuclear-encoded complex I mutation in a patient with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9837812","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional evidence from 11004438: Ahlers et al. 2000: Equivalent variants were introduced into the yeast ortholog of NDUFS8 (NUIM).  Each variants was expressed in a NUIM deficient line. Introduction of each variant did not effect viability or growth rate, complex I holoenzyme was fully assembled and comparable to wildtype.  dNADH:DBQ oxidoreductase activity was assayed which is specific for complex I . For the determination of Michaelis-Menten parameters\nVmax and Km for DBQ, complex I activity of mitochondrial membranes was assayed as electron transfer from dNADH to DBQ. \nThe Vmax of the mutant strains Vmax was found to be significantly reduced by about 50%. The KM was significantly reduced in the NUIM p.Pro98Leu variant only."},{"id":"cggv:6372a7d4-354c-460b-ba7e-4f1fa6c820f8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:90e98870-e4b9-414b-9efd-db736df5aa1c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome (isolated complex I deficiency (Diagnostic criteria Kirby et al. 1999 and manifestation before the age of 3 years)\nMuscle biopsy showed 8% complex I activity, patient fibroblasts 54% complex I activity. \nMuscular hypotonia, dyskinesia, epilepsy, lactic acidosis, MRI changes.\nAffected sister (patient MITO0021-44559): Muscular hypotonia, lactic acidosis blood and CSF, MRI lesions of the basal ganglia and brainstem, hypertrophic cardiomyopathy.","previousTesting":true,"previousTestingDescription":"Rare mtDNA variants had been excluded by Sanger sequencing of the entire mtDNA, complex II, III and IV deficiencies were excluded biochemically.","sex":"UnknownEthnicity","variant":{"id":"cggv:6372a7d4-354c-460b-ba7e-4f1fa6c820f8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8a34a7a1-ccff-4d26-80ee-4988c91f56a6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.187G>C (p.Glu63Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130615"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22200994","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common cause of mitochondrial disease in childhood. Identification of the molecular basis is difficult given the clinical and genetic heterogeneity. Most patients lack a molecular definition in routine diagnostics.","dc:creator":"Haack TB","dc:date":"2012","dc:title":"Mutation screening of 75 candidate genes in 152 complex I deficiency cases identifies pathogenic variants in 16 genes including NDUFB9."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22200994","rdfs:label":"MITO0021-33027"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The transfection of wildtype NDUFS8 cDNA into patient fibroblast cells (33027) significantly increased complex I activity and protein levels of the complex I holoenzyme complex (Fig 2 A and B). Score increased for a rescue experiment."},{"id":"cggv:2d7a655c-10eb-4ac3-9208-b1c46daabbbe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2a18d3e-0d84-4f77-8e97-a835ecdda9a4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"NGS- 653 nuclear-encoded exons (138 Kb) and two mtDNA regions were screened for SNVs.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Mitochondrial encephalopathy\nHe presented at 8 months of age with an acute neurological deterioration following an intercurrent illness with loss of previously obtained skills and slow recovery. MRI showed severe leukodystrophy with raised lactate on MRS. He deteriorated following a subsequent infection and died at 14 months of age. After this study commenced his younger brother presented similarly, with developmental delay and poor head control identified at 8 months of age and an acute deterioration at 10 months of age.\nAll patients in this study cohort had definite isolated CI deficiency based on biochemical assessment.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:2d7a655c-10eb-4ac3-9208-b1c46daabbbe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:769ed46d-1a6a-46bb-b8d7-6d4e08650688","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.460G>A (p.Gly154Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224194909"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20818383","type":"dc:BibliographicResource","dc:abstract":"Discovering the molecular basis of mitochondrial respiratory chain disease is challenging given the large number of both mitochondrial and nuclear genes that are involved. We report a strategy of focused candidate gene prediction, high-throughput sequencing and experimental validation to uncover the molecular basis of mitochondrial complex I disorders. We created seven pools of DNA from a cohort of 103 cases and 42 healthy controls and then performed deep sequencing of 103 candidate genes to identify 151 rare variants that were predicted to affect protein function. We established genetic diagnoses in 13 of 60 previously unsolved cases using confirmatory experiments, including cDNA complementation to show that mutations in NUBPL and FOXRED1 can cause complex I deficiency. Our study illustrates how large-scale sequencing, coupled with functional prediction and experimental validation, can be used to identify causal mutations in individual cases.","dc:creator":"Calvo SE","dc:date":"2010","dc:title":"High-throughput, pooled sequencing identifies mutations in NUBPL and FOXRED1 in human complex I deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20818383","rdfs:label":"Calvo 2010: DT61"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No direct evidence of gene impact, molecular modeling scored. The variant affects a highly conserved aminoacid, the substitution alters polarity within the highly conserved Fer4 4Fe-4S iron-sulfur cluster binding domain (pfam00037)."},{"id":"cggv:b2bca5b3-c32c-4e3c-a36a-e92dd827d258_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dd7f76b5-e4bb-4ad7-a2ac-4eeea8ad9606","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome with Progressive External Ophthalmoplegia (PEO)\nProgressive neurological phenotype: He exhibited generalized muscular hypotonia from infancy with delayed motor milestones, Facial hypotonia and mild ptosis.\nFrom 5 years of age he suffered from a slowly progressive muscle weakness, and developed dysarthria and an ataxic gait. There was a marked worsening of his symptoms, especially of muscle strength and respiratory function, frequently caused by infections. At the age of 13 years he is able to walk only a few steps independently.\nAt report (13 years) he showed facial hypotonia, mild ptosis, external ophthalmoplegia (Fig. 1a) and had intermittent hypersalivation and difficulties in swallowing. He had atrophic muscles with thoracolumbal scoliosis and contractures; deep tendon reflexes were reduced. Further symptoms were dystonic posturing, decelerated movements and an ataxic gait. He had a reduced intelligence quotient.\nSerum lactate was mildly elevated (23.5 mg/dl, normal<19.8 mg/dl).\nEchocardiography detected a borderline left ventricular dysfunction (fractional shortening 25.6 %); electrocardiogram was normal.\nMRI at age 9 years showed increased signals in the bilateral putamen, nucleus caudatus and frontal subcortical region (Fig. 1b), consistent with mitochondrial encephalopathy (Leigh syndrome).\nFamilial: two affected siblings with a milder disease expression, neither would meet the criteria for Leigh syndrome spectrum: Patient 2, male, neurological symptoms from 5 years, bilateral MRI changes in the putamen, normal lactate levels; patient 3, neurological symptoms from age 7 years, no MRI or labs performed.","previousTesting":true,"previousTestingDescription":"mitochondrial DNA deletions, mtDNA depletion and point mutations were excluded by standard methods. Genetic analysis of POLG was negative.","sex":"Male","variant":{"id":"cggv:b2bca5b3-c32c-4e3c-a36a-e92dd827d258_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:15f97af0-4c44-4e13-9a37-ce64ab558ddb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.160C>T (p.Arg54Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6146388"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23430795","type":"dc:BibliographicResource","dc:abstract":"With over 1,000 nuclear genes that could potentially cause a mitochondrial disorder, the current diagnostic approach requires targeted molecular analysis, guided by a combination of clinical and biochemical features. However, the expanding molecular and clinical spectrum means that this approach does not always yield a result. Here we report the unusual clinical presentation of \"Progressive External Ophthalmoplegia (PEO) plus\" Leigh syndrome in three children from a consanguineous family where exome sequencing identified mutations in NDUFS8. NDUFS8 is a nuclear-encoded structural core protein of complex I, and mutations are expected to cause infantile onset and severe disease. Our patients had a later onset, milder and a clinically distinct phenotype, and this gene would not normally be considered in this context. Being untargeted to specific genes, whole exome analysis has the potential to re-write the phenotype and reveal an unexpected molecular aetiology, as illustrated by this family.","dc:creator":"Marina AD","dc:date":"2012","dc:title":"NDUFS8-related Complex I Deficiency Extends Phenotype from \"PEO Plus\" to Leigh Syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23430795","rdfs:label":"Marina 2012 Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"No direct evidence of variant impact on gene function, however, the sample had undergone WES, there were affected family members with the variant and the muscle biopsy showed showed a reduction of complex I activity, NADH-CoQ-Oxidoreductase (0.05U/U Citrate Synthase, normal range: 0.17–0.56). The activities of complex II, III and IV were normal."},{"id":"cggv:f4e66040-8abc-4f99-9555-6a8db1254d2b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4fbccbef-e8fd-4fba-baa1-c085dcb6ed79","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"detectionMethod":"Single gene candidate screening","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosis of late onset Leigh syndrome\nProgressive neurological phenotype :at the age of 7 she began intermittently walking on her toes. After 6 months she began to fall and her balance started to deteriorate. Dysarthric speech was observed at this time. Cranial nerve examination revealed a marked horizontal and vertical nystagmus on lateral upgaze. Motor examination revealed normal strength and tone at rest, but involuntary movements of her hands and a mild degree of dystonic posture. The patient slowly worsened, falling more frequently when walking with increased dysarthria.\nLactate levels were repeatedly normal (Serum and CSF)\nA head MRI showed abnormal bilateral, symmetric lucencies involving the posterior half of the putamen, lesions compatible with LS.\nComplex I was specifically reduced to 31% and 43% of control values in muscle and lymphoblast cells","previousTesting":true,"previousTestingDescription":"Mitochondrial DNA (mtDNA) screening for rearrangement mutations by Southern blotting and common point mutations was negative","sex":"Female","variant":{"id":"cggv:f4e66040-8abc-4f99-9555-6a8db1254d2b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:fb12e1a8-f416-4c53-8d6c-528b0ad16fae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.254C>T (p.Pro85Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118855"}},{"id":"cggv:8904d18c-9e71-4457-85bb-2db104a876db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002496.4(NDUFS8):c.413G>A (p.Arg138His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118857"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15159508","type":"dc:BibliographicResource","dc:abstract":"Analysis of the complex I NDUFS8 gene from Leigh syndrome patients with isolated complex I deficiency revealed that one patient with late-onset disease and partial complex I defect was a compound heterozygote for two novel mutations in NDUFS8 gene. Western blot analysis revealed a deficiency in the NDUFS8 polypeptide, but also reductions in other nuclear subunits of complex I, suggesting that this subunit is essential for either the assembly or stability of complex I.","dc:creator":"Procaccio V","dc:date":"2004","dc:title":"Late-onset Leigh syndrome in a patient with mitochondrial complex I NDUFS8 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15159508","rdfs:label":"Procaccio 2004 Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The p.ProP85Leu amino acid substitution is upstream from the two cysteine motifs that are thought to coordinate the two [4Fe-4S] clusters, while the p.Arg138His amino acid substitution is located between these two iron sulfur clusters which have been shown to generate the complex I N2 clusters.\nFunctional impact: Levels of NDUFS8 were reduced within both patient derived lymphoblasts and muscle mitochondria; as were the levels of the 39, 49, and 51 kDa proteins of complex I (figure 2)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.25},{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afdc2d5b-20dd-4c7e-97e6-11f500dc399b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc72b82d-f647-47a7-b05a-da129580449d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Molecular model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDUFS8 is a core subunit of complex 1, interacting with other core subunits and accessory proteins, many of which have been associated with Leigh syndrome"},{"id":"cggv:aab66095-dbaf-4a2b-96da-d0c9a32a06e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:edd8af39-1b5e-405c-b6d6-f6738f8cab0f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Review: mitochondrial complex I assembly in health and disease; reviews evidence from C. reinhardtii, N.crassa and from mammals. NDUFS8 is a core subunit of complex I. Its is a hydrophillic protein incorporated into complex I during the early stages of assembly. It is located within the Q module which is responsible for the electron transfer to ubiquinone.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21924235","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the largest multimeric enzyme complex of the mitochondrial respiratory chain, which is responsible for electron transport and the generation of a proton gradient across the mitochondrial inner membrane to drive ATP production. Eukaryotic complex I consists of 14 conserved subunits, which are homologous to the bacterial subunits, and more than 26 accessory subunits. In mammals, complex I consists of 45 subunits, which must be assembled correctly to form the properly functioning mature complex. Complex I dysfunction is the most common oxidative phosphorylation (OXPHOS) disorder in humans and defects in the complex I assembly process are often observed. This assembly process has been difficult to characterize because of its large size, the lack of a high resolution structure for complex I, and its dual control by nuclear and mitochondrial DNA. However, in recent years, some of the atomic structure of the complex has been resolved and new insights into complex I assembly have been generated. Furthermore, a number of proteins have been identified as assembly factors for complex I biogenesis and many patients carrying mutations in genes associated with complex I deficiency and mitochondrial diseases have been discovered. Here, we review the current knowledge of the eukaryotic complex I assembly process and new insights from the identification of novel assembly factors. This article is part of a Special Issue entitled: Biogenesis/Assembly of Respiratory Enzyme Complexes.","dc:creator":"Mimaki M","dc:date":"2012","dc:title":"Understanding mitochondrial complex I assembly in health and disease."},"rdfs:label":"Review of Complex I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Complex I subunit, therefore scored under protein interaction.  NDUFS8 is well characterised as a core subunit of complex 1, pathogenic variants in other core subunits of complex I are also associated with Leigh syndrome including NDUFV1, NDUFV2, NDUFS1, NDUFS2, NDUFS3 and NDUFS8 (Leigh Map Rahman PMID 27977873 )"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4c1bdf8-23e1-4f6e-aff5-ae9a8e7ea08c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6117ccc1-c3b5-4ed2-8ac7-2af9ba7169c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The expression of transgenic RNAi directed against the ND23 subunit of complex I (NDUFS8 ortholog) was achieved using the GAL4/UAS system. Transgenic flies showed a reduced (to 30 days) lifespan, Fig 1b). Flies showed a progressive motor dysfunction, as measured by a negative geotaxis assay (fig 1c). ATP levels were significantly decreased (–28%)in the brain of the fly model. \nFigure 2 shows that the neuronal knockdown of ND23 lead to a progressive neurodegeneration of the retina. Knock down also lead to a reduced FasII staining on the mushroom bodies  while gross morphology appeared similar to the wildtype. Authors suggest this change may indicate axonal loss or altered axonal homeostasis. \nTh Fly model recapitulates neurodegeneration, shortened lifespan, motor disability of LS.  ATP levels were also reduced, indicative of mitochondrial dysfunction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29285794","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial defects associated with respiratory chain complex I deficiency lead to heterogeneous fatal syndromes. While the role of NDUFS8, an essential subunit of the core assembly of the complex I, is established in mitochondrial diseases, the mechanisms underlying neuropathology are poorly understood. We developed a Drosophila model of NDUFS8 deficiency by knocking down the expression of its fly homologue in neurons or in glial cells. Downregulating ND23 in neurons resulted in shortened lifespan, and decreased locomotion. Although total brain ATP levels were decreased, histological analysis did not reveal any signs of neurodegeneration except for photoreceptors of the retina. Interestingly, ND23 deficiency-associated phenotypes were rescued by overexpressing the glucose transporter hGluT3 demonstrating that boosting glucose metabolism in neurons was sufficient to bypass altered mitochondrial functions and to confer neuroprotection. We then analyzed the consequences of ND23 knockdown in glial cells. In contrast to neuronal knockdown, loss of ND23 in glia did not lead to significant behavioral defects nor to reduced lifespan, but induced brain degeneration, as visualized by numerous vacuoles found all over the nervous tissue. This phenotype was accompanied by the massive accumulation of lipid droplets at the cortex-neuropile boundaries, suggesting an alteration of lipid metabolism in glia. These results demonstrate that complex I deficiency triggers metabolic alterations both in neurons and glial cells which may contribute to the neuropathology.","dc:creator":"Cabirol-Pol MJ","dc:date":"2018","dc:title":"Glial lipid droplets and neurodegeneration in a Drosophila model of complex I deficiency."},"rdfs:label":"Drosphila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This fly model recapitulates neurodegeneration, shortened lifespan, motor disability of LS.  ATP levels were also reduced, indicative of mitochondrial dysfunction."},{"id":"cggv:94683ec8-6b47-44ed-8641-3c3e1dc2c6a3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7daed453-fec4-4a76-9012-34d2a5513562","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RNAi-generated hypomorphic C. elegans strains were generated for 28 nDNA-encoded complex I subunits and complex I assembly factors, strains were exposed for 3 generations to RNAi. Data summarised in Table 3, the RNAi knockdown lead to a 43% reduction in complexI activity, the mean respiratory control ratio (RCR) is significantly decreased for the NDUFS8 knockdown compared to wildtype (same phenotype observed with NDUFS2, NDUFS3, NDUFS6, NDUFS8, NDUFV1, NDUFA6, NDUFA10, NDUFAB1, NDUFB4, NDUFB9, NDUFB10 c-elegans equivalent genes). Fig 4 Complex I holoenzyme or associated complexes were not detected in the NDUFS8 knockdown line (T20H4.5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19672299","type":"dc:BibliographicResource","dc:abstract":"Complex I dysfunction is a common, heterogeneous cause of human mitochondrial disease having poorly understood pathogenesis. The extensive conservation of complex I composition between humans and Caenorhabditis elegans permits analysis of individual subunit contribution to mitochondrial functions at both the whole animal and mitochondrial levels. We provide the first experimentally-verified compilation of complex I composition in C. elegans, demonstrating 84% conservation with human complex I. Individual subunit contribution to mitochondrial respiratory capacity, holocomplex I assembly, and animal anesthetic behavior was studied in C. elegans by RNA interference-generated knockdown of nuclear genes encoding 28 complex I structural subunits and 2 assembly factors. Not all complex I subunits directly impact respiratory capacity. Subcomplex Ilambda subunits along the electron transfer pathway specifically control whole animal anesthetic sensitivity and complex II upregulation, proportionate to their relative impairment of complex I-dependent oxidative capacity. Translational analysis of complex I dysfunction facilitates mechanistic understanding of individual gene contribution to mitochondrial disease. We demonstrate that functional consequences of complex I deficiency vary with the particular subunit that is defective.","dc:creator":"Falk MJ","dc:date":"2009","dc:title":"Subcomplex Ilambda specifically controls integrated mitochondrial functions in Caenorhabditis elegans."},"rdfs:label":"C.elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical recapitulation of disease (reduced complex I activity and reduced respiratory capacity)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":588,"specifiedBy":"GeneValidityCriteria6","strengthScore":8.25,"subject":{"id":"cggv:59fed3ff-91fc-4859-8bde-4006fe52b564","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7715","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFS8 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 20, 2019. The NDUFS8 gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit S8. Defects of this protein lead to complex I deficiency. \n\nThe NDUFS8 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 1998 (PMID: 9837812). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included seven unique variants identified in five cases from five publications (PMIDs: 9837812, 22200994, 15159508, 23430795, 20818383). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions and animal models (PMIDs: 21924235, 19672299, 29285794, 27509854). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel November 20, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:01a27520-f92a-4b81-b63b-c15132c873be"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}