{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96aev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-05-28T19:57:01.399Z","role":"Publisher"},{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-05-28T19:56:16.735Z","role":"Approver"}],"evidence":[{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.75},{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c87c39ff-e08e-459a-815a-99b0be8ca6c6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fbd695d7-9a18-42a2-aadc-5e55cff2b1c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Evidence from the Pan-Tissue Plots feature indicates that the expression of GUCY2D at the mRNA level is far higher in adult retina tissue than in any other tissue type with available RNA-seq data found in the database. GUCY2D expression in adult retina is approximately twice that of the second-highest tissue (testis). An alternative database lacking eye data (GTEx, PMID: 23715323) is compatible with this finding in that it shows GUCY2D levels peaking in the testis (https://gtexportal.org/home/gene/GTEX).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"GUCY2D mRNA is highly expressed in human retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The high level of specificity of GUCY2D mRNA expression to the retina (at twice the level of the closest non-retinal tissue) has been used as a rationale to up-score this data from 0.5 to 1 point."},{"id":"cggv:da9291c1-0b64-4b16-a441-adaad0127d56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:049565ed-73ea-4705-ba04-f4fa2a35b018","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interaction was established by enzymatic assay (Figure 3) showing that cGMP production by GUCY2D is specifically and dose-dependently stimulated in vitro by GUCA1A (known in the paper as GCAP-1) but not by GUCA1B (known in the paper as GCAP-2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10430891","type":"dc:BibliographicResource","dc:abstract":"Mutations in the photoreceptor membrane guanylyl cyclase RetGC-1 have been linked to autosomal dominant cone-rod dystrophy. Three mutations were identified that alter strictly conserved residues within the RetGC-1 dimerization domain, a region predicted to form an amphipathic alpha-helical coil. Here we report on a biochemical characterization of one of the mutations, a substitution of cysteine for arginine at residue 838. We generated this mutation in vitro and measured its catalytic activity and sensitivity to guanylyl cyclase activating protein 1 (GCAP-1) and GCAP-2. The R838C substitution has several effects. It reduces the overall catalytic ability of RetGC-1 and dramatically reduces stimulation by GCAP-2, although GCAP-2 still appears to interact with the protein. The R838C substitution also increases the apparent affinity of RetGC-1 for GCAP-1 and alters the Ca(2+) sensitivity of the GCAP-1 response, allowing the mutant to be stimulated by GCAP-1 at higher Ca(2+) concentrations than wild type. The diminished response to GCAP-2, which we propose is not likely the cause of cone-rod degeneration in these patients, is interesting mechanistically because it separates the ability to bind a specific GCAP from the ability to be stimulated by it, and it also discriminates between the mechanisms of activation of GCAP-1 vs. GCAP-2. We suggest that the gain-of-function effects of R838C on RetGC-1 stimulated by GCAP-1, which are dominant in vitro and may cause an abnormal increase in cGMP synthesis in dark-adapted photoreceptors, may be the cause of the cone-rod degeneration.","dc:creator":"Tucker CL","dc:date":"1999","dc:title":"Biochemical analysis of a dimerization domain mutation in RetGC-1 associated with dominant cone-rod dystrophy."},"rdfs:label":"GUCY2D protein-protein interaction with GUCA1A"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The default score is appropriate, as the two interacting proteins are both encoded by genes reported to be causal in autosomal dominant cases of cone-rod dystrophy."},{"id":"cggv:a7fbe383-e983-456e-97fc-0b7c1a11cf56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9be79e5-3909-499b-9bc2-5374ec63cdb6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The ability of the exogenously expressed enzyme to efficiently catalyze cGMP production is consistent with the loss of photoreceptor function that is characteristic of the disease, as abnormalities in cGMP levels have long been associated with photoreceptor degeneration (PMID: 4369896).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1356371","type":"dc:BibliographicResource","dc:abstract":"We have isolated and characterized cDNA clones encoding the human retinal guanylyl cyclase (retGC), a novel member of the membrane guanylyl cyclase gene family. Like other membrane guanylyl cyclases, the 1101 aa retGC is predicted to have a hydrophobic amino-terminal signal sequence followed by a large extracellular domain, a single membrane spanning domain, a kinase homology domain, and a guanylyl cyclase catalytic domain. In contrast to other membrane guanylyl cyclases, such as natriuretic peptide receptors, retGC has a relatively high basal level of activity when expressed in human 293 cells. cGMP production by retGC is unaffected by any of the known natriuretic peptides. In situ hybridization analysis of a variety of rhesus monkey tissues showed retGC transcripts to be localized exclusively along the retinal outer nuclear layer, corresponding to the nuclei of the rod and cone photoreceptor cells. Our results suggest that retGC may synthesize cGMP required for recovery of the dark state after phototransduction.","dc:creator":"Shyjan AW","dc:date":"1992","dc:title":"Molecular cloning of a retina-specific membrane guanylyl cyclase."},"rdfs:label":"GUCY2D produces cGMP as a receptor guanylyl cyclase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The ability of GUCY2D to catalyze cGMP production is consistent with the loss of photoreceptor function in patients and the known association between abnormalities in cGMP levels and photoreceptor degeneration."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67478972-0542-4e10-9b54-2e3bcfff1fee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d243fa48-46ab-42c2-809d-4bd5ac006116","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system approximately recapitulates the mode of inheritance (autosomal dominant) of the human disease state. Overexpression effects of the transgene were ruled out by comparison to the wild-type transgenic control, which did show some differences from the non-transgenic control. At the ocular level, larval optokinetic response (visual behavior) was normal (Figure 2A). At the cellular/microscopic level, cone morphology was disrupted (Figures 2, 3, 4) and cone density was reduced (Figure 2), along with the thickness of the (rod) outer nuclear layer (Figure 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23328348","type":"dc:BibliographicResource","dc:abstract":"Cone-rod dystrophy 6 (CORD6) is an inherited blindness that presents with defective cone photoreceptor function in childhood, followed by loss of rod function. CORD6 results from mutations in GUCY2D, the human gene encoding retinal guanylate cyclase 1 (RETGC-1). RETGC-1 functions in phototransduction, synthesising cGMP to open ion channels in photoreceptor outer segments. As there is limited histopathological data on the CORD6 retina, our goal was to generate a CORD6 model by expressing mutant human RETGC-1 in zebrafish cone photoreceptors and to investigate effects on retinal morphology and function. cDNAs encoding wildtype and mutant (E837D R838S) RETGC-1 were cloned under the control of the cone-specific gnat2 promoter and microinjected into zebrafish embryos to generate transgenic lines. RETGC-1 mRNA expression in zebrafish eyes was confirmed by RT-PCR. Fluorescent microscopy analysed retinal morphology and visual behaviour was quantified by the optokinetic response (OKR). Stable transgenic lines expressing mutant or wildtype human RETGC-1 in zebrafish eyes were generated. OKR assays of 5-day-old larvae did not uncover any deficits in visual behaviour. However, transgenic (E837D R838S) RETGC-1 expression results in aberrant cone morphology and a reduced cone density. A reduction in the number of photoreceptor nuclei, the thickness of the outer nuclear layer and the labelling of rod outer segments, particularly in the central retina, was evident. Expression of mutant human RETGC-1 leads to a retinal phenotype that includes aberrant photoreceptor morphology and a reduced number of photoreceptors. This phenotype likely explains the compromised visual function, characteristic of CORD6.","dc:creator":"Collery RF","dc:date":"2013","dc:title":"Transgenic zebrafish expressing mutant human RETGC-1 exhibit aberrant cone and rod morphology."},"rdfs:label":"Transgenic zebrafish expressing human GUCY2D R838S"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model recapitulates the mode of inheritance and the cellular / histological features of the human patients, but does not include characterized ocular phenotypes or ERG data. It has been up-scored due to the use of a variant from human patients."},{"id":"cggv:e5191c70-47ef-469b-a8a0-0b8dde7b61d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f8c999e-e717-48e0-a743-b896fffcd4a8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system approximately recapitulates the mode of inheritance (autosomal dominant) of the human disease state. At the molecular level, it increases the sensitivity of cGMP synthesis to calcium ion concentration (Figures 2B, 7A). At the ocular level, rod response (dark-adapted ERG) amplitudes were diminished starting at one month of age (Figure 4A, 4B), particularly by 6 months (Figure 5A, 5B), while cones lacking transgene expression remained functional (Figure 5A, 5C). Retinal morphology between 3 and 5 months of age showed outer nuclear layer reduction (Figures 6A, 7C) linked to photoreceptor loss (Figures 6B, 7D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27703005","type":"dc:BibliographicResource","dc:abstract":"Substitutions of Arg","dc:creator":"Dizhoor AM","dc:date":"2016","dc:title":"The R838S Mutation in Retinal Guanylyl Cyclase 1 (RetGC1) Alters Calcium Sensitivity of cGMP Synthesis in the Retina and Causes Blindness in Transgenic Mice."},"rdfs:label":"Transgenic mouse expressing human GUCY2D R838S"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This transgenic model recapitulates the phenotypes of the human patients at the cellular level and within the electroretinogram data. Up-scoring has been performed to reflect the use of a transgene encoding a human patient variant, while down-scoring was performed to reflect the use of a rod-specific promoter that spares cones (critical to the human disease entity). The absence of additional visual phenotyping has also limited the evidence from being scored at a higher level of strength."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":4509,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.75,"subject":{"id":"cggv:8061f509-1dbc-4370-a56d-03a9e148243b","type":"GeneValidityProposition","disease":"obo:MONDO_0100441","gene":"hgnc:4689","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *GUCY2D* gene was first reported in relation to autosomal dominant cases of cone-rod dystrophy 6 (MONDO: 0011143) in 1998 (Kelsell et al., PMID: 9618177, Perrault et al. PMID: 9683616). Affected individuals have since been identified in a number of other publications (PMID: 10676808, PMID: 26298565, PMID: 25515582), with causal monoallelic variants in *GUCY2D*. Patients typically present with pediatric onset of progressively reduced visual acuity, myopia, photophobia, color vision defects, abnormalities of retinal pigmentation, and Bull’s eye maculopathy. Electroretinogram readings indicate loss of cone responses and less severe loss of rod responses. Macular optical coherence tomography generally indicates reduced thickness of the retinal photoreceptor layers, which is accompanied by loss of cone cell density. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, these cases were compared with other diagnoses reported in association with *GUCY2D* variants. For example, cases from a large Northern Irish family linked to a monoallelic variant in *GUCY2D* have been diagnosed with central areolar choroidal dystrophy 1 (PMID: 22695961). While the associated variant is located outside of the dimerization domain, the shared mode of inheritance and phenotypic overlap led this disease entity to be combined with autosomal dominant cases of cone-rod dystrophy 6 into a single gene curation, with the lumped disease entity referred to as GUCY2D-related dominant retinopathy (MONDO:0100441). On the other hand, cases with overlapping phenotypes harboring biallelic *GUCY2D* variants have been diagnosed with autosomal recessive cone-rod dystrophy 6, Leber congenital amaurosis 1, or congenital stationary night blindness type 1I (PMID: 20517349). These cases differ in both their mode of inheritance and molecular mechanism (biallelic loss of function in the GUCY2D gene product). Therefore, recessive cases have been lumped into a separate disease entity, referred to as GUCY2D-related recessive retinopathy (MONDO: 0100453).\n\nNine suspected pathogenic variants have been scored as part of this curation (six missense variants disrupting codon 838, two additional missense variants disrupting the coiled-coil dimerization domain, and one variant in the C-terminal catalytic domain), which have been collectively reported in ten probands in six publications (PMID: 9618177, PMID: 9683616, PMID: 10676808, PMID: 26298565, PMID: 25515582, PMID: 22695961). All ten probands are heterozygous for their respective variants. One family with segregation evidence has contributed to the scoring of the gene-disease relationship (PMID: 9618177). More case-level data and families with segregation data are available in the above publications, but have not been scored as part of this curation as the maximum scoring for this evidence type has already been reached.\n\nThe mechanism of pathogenicity appears to be monoallelic *GUCY2D* dysfunction, characterized in most cases by missense variants in the region of *GUCY2D* encoding the dimerization-mediating coiled-coil domain. Nine out of ten probands found for this curation harbor a heterozygous variant allele within this region of *GUCY2D*. These substitutions are predicted to enhance the affinity of GUCY2D protein for its guanylate cyclase-activating protein GCAP-1 (GUCA1A), conferring the ability for the variant proteins to be enzymatically stimulated by GCAP-1 at higher concentrations of calcium ions than the wild-type protein (PMID: 10430891, PMID: 30319355). One of the autosomal dominant cases included in this curation harbors a heterozygous variant located outside of the dimerization-mediating domain, and will require additional functional study to confirm its mechanism of pathogenicity (PMID: 22695961).\n\nThis gene-disease association is supported by experimental evidence that *GUCY2D* expression is dramatically higher in the retina relative to control tissues (PMID: 30239781), particularly along the retinal outer nuclear layer (PMID: 1356371). Biochemical studies have demonstrated that *GUCY2D* encodes a receptor guanylyl cyclase that catalyzes cGMP production as part of the recovery of the dark state following visual excitation (PMID: 1356371). The enzymatic activity of GUCY2D protein is stimulated by the GCAP1 protein encoded by the *GUCA1A* gene, which harbors variants causal for autosomal dominant cone-rod dystrophy 3 (PMID: 10430891). Transgenic zebrafish (PMID: 23328348) and mouse models (PMID: 27703005) expressing a variant observed in affected human patients recapitulate features of the disease entity, including the mode of inheritance, electroretinogram abnormalities, retinal outer nuclear layer thinning, and photoreceptor cell loss.\n\nIn summary, *GUCY2D* is definitively associated with GUCY2D-related dominant retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a definitive classification. This classification was approved by the ClinGen Retinal GCEP on May 27, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:8816f73d-0432-4d50-bbb6-74a8f1da96ae"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}