{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-04-18T14:14:21.007Z","role":"Publisher"},{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-04-18T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:acb359f0-e45c-40f8-9ac8-45363fbbc31d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5852796-e497-43f5-a40f-347cb67e4de8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"RT-PCR showed abrogating full length mRNA expression supported by absence of transcripts spanning exon 1 and 2 (Fig 1F) suggesting nonsense mediated decay of the truncated B2M product, consistent with the findings if B2M deficiency in serum (Table 1) of affected individual.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25702838","type":"dc:BibliographicResource","dc:abstract":"Most patients with MHC class I (MHC-I) deficiency carry genetic defects in transporter associated with antigen processing 1 (TAP1) or TAP2. The clinical presentation can vary, and about half of the patients have severe skin disease. Previously, one report described β2-microglobulin (β2m) deficiency as another monogenetic cause of MHC-I deficiency, but no further immunologic evaluation was performed.","dc:creator":"Ardeniz Ö","dc:date":"2015","dc:title":"β2-Microglobulin deficiency causes a complex immunodeficiency of the innate and adaptive immune system."},"rdfs:label":"RT-PCR "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:03fb6dba-b706-4204-87d0-554c4391786e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:448ed0c3-c633-49d6-bfc5-ecd257ca658e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"B2M protein expression and co-expression studies on the surface of affected patients lymphocytes showed no detectable B2M protein or MHC-I protein compared to heterozygous carrier and control levels (Fig 1G and Fig 2). Immunohistochemistry on skin showed detectable CD1a expression in reduced number of Langerhans cells of the epithelial layer and FcRn in the epidermis of P2 (Fig 2). But to differentiate intracellular and surface expression, CD1 molecules and FcRn express were assess in monocyte-derived dendritic cells, which showed no detectable surface expression in affected individuals (Fig 2). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25702838","rdfs:label":"Protein expression in patient derived cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a06d2f0-70a9-47d0-8187-246f6fa0532a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7916f490-b2b1-4541-af82-93b9ea87f6fe","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"HLA surface molecular expression which serves as an indicator for cytotoxic response was demonstrated to be rescued in cultured Daudi cells that do not express B2M by transfection. The cytotoxic response was only observed in the Daudi cells were transfected with WT B2M gene and not in the un-transfected Daudi cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3279151","type":"dc:BibliographicResource","dc:abstract":"The Daudi cell line is a B-lymphoblastoid line derived from a Burkitt lymphoma. Daudi cells lack cell surface expression of class I HLA molecules despite the presence of intracellular class I heavy chains. They have a defect in the gene encoding beta 2-microglobulin (beta 2m), resulting in lack of translatable mRNA for this protein. It has been thought that this deficiency is responsible for the lack of cell surface class I expression. However, data have recently been presented demonstrating that at least one mouse class I heavy chain can be expressed on the cell surface in the absence of beta 2m. These results raised the questions of whether the lack of beta 2m is the only defect in Daudi and whether transfer of this single gene could restore surface class I expression. We found that transfection of the mouse beta 2m gene into Daudi indeed rescued cell surface expression of class I HLA molecules, and that these molecules could be recognized both by monomorphic and allospecific mAbs. CTL clones specific for HLA-B17 or a determinant shared by HLA-B17 and HLA-A2 killed the Daudi cells transfected with the beta 2m gene, but not untransfected Daudi or Daudi transfected with vector alone. Mouse beta 2m on the transfected Daudi cells could exchange with human beta 2m when the cells were incubated in human serum. This exchange did not alter the ability of the cells to be killed by the specific CTLs. These results demonstrate that the lack of beta 2m is the sole reason for lack of surface class I molecules in Daudi cells, and that beta 2m is required for cell surface expression of the specific class I heavy chains of Daudi.","dc:creator":"Seong RH","dc:date":"1988","dc:title":"Rescue of Daudi cell HLA expression by transfection of the mouse beta 2-microglobulin gene."},"rdfs:label":"Daudi cell HLA expression rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:0944d1b2-2b3b-4567-a4a5-dfe62d048543","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:3e5e38ce-2621-4867-8531-7471daec8a4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both human and mouse B2M deficient subjects displayed marked decrease in CD8+ alpha-beta TCR+T cells along with absence cell surface expression of MHC-I protein. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2112266","type":"dc:BibliographicResource","dc:abstract":"Major histocompatibility class I proteins display viral and self antigens to potentially responsive cells and are important for the maturation of T cells; beta 2-microglobulin (beta 2M) is required for their normal expression. Mouse chimeras derived from embryonic stem cells with a disrupted beta 2M gene transmitted the inactivated gene to their progeny. Animals homozygous for the mutated beta 2M gene were obtained at expected frequencies after further breeding. The homozygotes appeared normal, although no class I antigens could be detected on their cells and the animals are grossly deficient in CD4- CD8+ T cells, which normally mediate cytotoxic T cell function.","dc:creator":"Koller BH","dc:date":"1990","dc:title":"Normal development of mice deficient in beta 2M, MHC class I proteins, and CD8+ T cells."},"rdfs:label":"B2M null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Shows consistent T cell findings, however, there were no signs of any other health concerns. The authors did note that these mice are isolated and therefore have reduced exposures to infectious agents that may recapitulate the human phenotype. "},{"id":"cggv:908c1869-912c-4acd-bd2a-0cc90918f736","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:bc6f4a1d-229f-429d-842c-c75a3b011aef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Absent neonatal Fc receptor expression has been observed in the monocytes of affected individuals. Impaired cytotoxicity responses have been observed in affected individuals, however there was not a reported reduction in cytotoxic T cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2139497","type":"dc:BibliographicResource","dc:abstract":"Mice homozygous for a beta 2-microglobulin gene disruption do not express any detectable beta 2-m protein. They express little if any functional major histocompatibility complex (MHC) class I antigen on the cell surface yet are fertile and apparently healthy. They show a normal distribution of gamma delta, CD4+8+ and CD4+8- T cells, but have no mature CD4-8+ T cells and are defective in CD4-8+ T cell-mediated cytotoxicity. Our results strongly support earlier evidence that MHC class I molecules are crucial for positive selection of T cell antigen receptor alpha beta+ CD4-8+ T cells in the thymus and call into question the non-immune functions that have been ascribed to MHC class I molecules.","dc:creator":"Zijlstra M","dc:date":"1990","dc:title":"Beta 2-microglobulin deficient mice lack CD4-8+ cytolytic T cells."},"rdfs:label":"B2M deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced score because it is a recurrent animal model and there is limited new information regarding the phenotype. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:6863cd01-600e-4bc2-92c7-27f55bd65b06_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6863cd01-600e-4bc2-92c7-27f55bd65b06","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":9,"allele":{"id":"cggv:4a615957-de07-4125-9d30-ada49c3f7c0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004048.4(B2M):c.67+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279634"}},"detectionMethod":"B2M gene sequencing.","firstTestingMethod":"Other","phenotypeFreeText":"Nasal Perforation, ulcerated brown-purple skin lesions of all four extremities, Serologic immunology testing (reduced TCR alpha-beta+ CD8 T cells=78, CD8+ gamma-delta T cells=223, B cells=16, NK cells=38, IgG=2.34, Albumin=2.3), including serum B2M levels (B2m serum=<0.22)(Table 1), blood chemistry, lymphocyte subpopulation quantification (Table II).","phenotypes":["obo:HP_0400008","obo:HP_0012116","obo:HP_0010976","obo:HP_0002090","obo:HP_0100806","obo:HP_0004313","obo:HP_0001973","obo:HP_0001882","obo:HP_0002110","obo:HP_0000421","obo:HP_0004315"],"previousTesting":true,"previousTestingDescription":"Histology, PCR, and culture results and QuantiFERON-TB Gold In-Tube used to test for cutaneous tuberculosis.","sex":"Female","variant":{"id":"cggv:875ee235-b504-4585-b15c-ff7425cdb3bc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4a615957-de07-4125-9d30-ada49c3f7c0a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25702838"},"rdfs:label":"IV-7, P1"},{"id":"cggv:875ee235-b504-4585-b15c-ff7425cdb3bc","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:875ee235-b504-4585-b15c-ff7425cdb3bc_variant_evidence_item"},{"id":"cggv:875ee235-b504-4585-b15c-ff7425cdb3bc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"This variant is located at the canonical donor splice site of the first exon which would be expected to result in inadequate mRNA production and non-sense mediated decay."}],"strengthScore":1,"dc:description":"Homozygous due to consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:328827be-64cd-42f7-a027-9dc2f6579742_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:328827be-64cd-42f7-a027-9dc2f6579742","type":"Proband","allele":{"id":"cggv:52576b0c-5aaf-4874-84a7-7a4fcc210e97","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004048.4(B2M):c.31G>C (p.Ala11Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251327"}},"detectionMethod":"PCR-amplification and sequencing of all exons of both the B2M and the FcRn alpha-chain genes on purified DNA","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0001973","obo:HP_0002090","obo:HP_0100806","obo:HP_0002986","obo:HP_0010976","obo:HP_0003075","obo:HP_0002110","obo:HP_0001882","obo:HP_0000421","obo:HP_0012116","obo:HP_0004315","obo:HP_0400008","obo:HP_0003022","obo:HP_0002955"],"sex":"Female","variant":{"id":"cggv:34347e87-94c0-4353-b264-d1f52b88295d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:52576b0c-5aaf-4874-84a7-7a4fcc210e97"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16549777","type":"dc:BibliographicResource","dc:abstract":"Two siblings, products of a consanguineous marriage, were markedly deficient in both albumin and IgG because of rapid degradation of these proteins, suggesting a lack of the neonatal Fc receptor, FcRn. FcRn is a heterodimeric receptor composed of a nonclassical MHC class I alpha-chain and beta(2)-microglobulin (beta(2)m) that binds two ligands, IgG and albumin, and extends the catabolic half-lives of both. Eight relatives of the siblings were moderately IgG-deficient. From sera archived for 35 years, we sequenced the two siblings' genes for the heterodimeric FcRn. We found that, although the alpha-chain gene sequences of the siblings were normal, the beta(2)m genes contained a single nucleotide transversion that would mutate a conserved alanine to proline at the midpoint of the signal sequence. Concentrations of soluble beta(2)m and HLA in the siblings' sera were <1% of normal. Transfection assays of beta(2)m-deficient cultured cells with beta(2)m cDNA indicated that the mutant beta(2)m supported <20% of normal expression of beta(2)m, MHC class I, and FcRn proteins. We concluded that a beta(2)m gene mutation underlies the hypercatabolism and reduced serum levels of albumin and IgG in the two siblings with familial hypercatabolic hypoproteinemia. This experiment of nature affirms our hypothesis that FcRn binds IgG and albumin, salvages both from a degradative fate, and maintains their physiologic concentrations.","dc:creator":"Wani MA","dc:date":"2006","dc:title":"Familial hypercatabolic hypoproteinemia caused by deficiency of the neonatal Fc receptor, FcRn, due to a mutant beta2-microglobulin gene."}},"rdfs:label":"W.J."},{"id":"cggv:34347e87-94c0-4353-b264-d1f52b88295d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34347e87-94c0-4353-b264-d1f52b88295d_variant_evidence_item"},{"id":"cggv:34347e87-94c0-4353-b264-d1f52b88295d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Mutant cDNA was transfected into B2M null human cell lines, underwent flow cytometry using a fluorescent antibody specific for B2M. Results showed mutant cells were only 10% as bright as WT cells indicated reduced B2M protein expression (Fig 2a). Additional support for impaired protein function as a result of this variant was demonstrated by conducting the same experiment but with MHC-I specific antibody, which showed expression levels of <20% compared to WT (Fig 2b).  Immunoblotting of cell lysates using the same heterologous cells showed reduced B2M expression  compared to WT (Fig 3). Lastly, co-transfection with FcRn alpha-chain cDNA with mutant B2M cDNA showed mutant B2M protein was only 22% as effective as WT in enhancing FcRn heterodimer expression (Fig 3)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":8193,"specifiedBy":"GeneValidityCriteria10","strengthScore":5,"subject":{"id":"cggv:87d082af-fe80-4038-8dd0-6bae2b25d34f","type":"GeneValidityProposition","disease":"obo:MONDO_0009434","gene":"hgnc:914","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*B2M* was first reported in relation to B2M deficiency, initially referred to as autosomal recessive familial hypercatabolic hypoproteinemia (FHH) in 2006 (Wani et al., PMID: 16549777). B2M deficiency is characterized by hypoproteinemia, hypogammaglobulinemia, decreased immune cells (B cells, NK cells, and alpha-beta T cells), abnormal skin lesions including granulomatous dermatitis and ulcerations, bronchiectasis, and limb anomalies. The mechanism of pathogenicity appears to be homozygous loss of function.\n\nThe curation of *B2M* related to B2M deficiency includes both case-level and experimental evidence. Two variants (missense and splice site) have been reported two probands in two publications (PMID: 16549777, 25702838) are included in this curation. Heterozygous carriers were not identified to have any clinical features associated with B2M deficiency. This gene-disease relationship is also supported by recapitulation of decreased T cells and absent cell surface expression of MHC-1 in a *B2M*-null mouse model (PMID: 2112266), lack of expression of the B2M protein along with other MHC-I proteins including neonatal Fc receptor (FcRn) protein in patient derived cells (PMID: 25702838), and the reduced full length mRNA expression using RT-PCR in an individual with confirmed canonical splice site mutation and B2M deficiency in serum (PMID: 25702838). These results support the role of *B2M* in the development and function of major histocompatibility complex-I (MHC-I), an important component of the immune response system.\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nOf note, this gene has also been implicated in autosomal dominant familial visceral amyloidosis. At this time, there has only been a single published report of a variant in *B2M* in an individual with amyloidosis (PMID: 22693999). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in the reported mechanism, inheritance, and phenotype of the reported individual with amyloidosis and those reported with B2M deficiency. However, more information is needed regarding these two conditions to assess if they should be lumped or split. At the time of this curation, these disease entities will be treated as split, and only B2M deficiency will be assessed.\n\nThis classification was approved by the ClinGen SCID/CID Gene Curation Expert Panel on the meeting date 3/21/2021 (SOP Version [10]).\n","dc:isVersionOf":{"id":"cggv:56366640-5981-436e-bfa1-8d1edf14ac3f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}