{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T00:41:26.630Z","role":"Publisher"},{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-10-06T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7647783","type":"dc:BibliographicResource","dc:abstract":"Ocular albinism type 1 (OA1) is an X-linked disorder characterized by severe impairment of visual acuity, retinal hypopigmentation and the presence of macromelanosomes. We isolated a novel transcript from the OA1 critical region in Xp22.3-22.2 which is expressed at high levels in RNA samples from retina, including the retinal pigment epithelium, and from melanoma. This gene encodes a protein of 424 amino acids displaying several putative transmembrane domains and sharing no similarities with previously identified molecules. Five intragenic deletions and a 2 bp insertion resulting in a premature stop codon were identified from DNA analysis of patients with OA1, indicating that we have identified the OA1 gene.","dc:creator":"Bassi MT","dc:date":"1995","dc:title":"Cloning of the gene for ocular albinism type 1 from the distal short arm of the X chromosome."},"evidence":[{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3a8c7df-861a-4163-8b47-c2b984abfe89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3139dea2-1bd0-4b85-97b9-1f0d69b3a9d1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Pan-tissue mRNA expression indicates that GPR143 expression is higher in retina pigment epithelial tissue than in any other tissue type. These data are complemented by western blot-based profiling across a variety of cell lines finding GPR143 expression particularly in melanocytes (PMID: 11180981).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"GPR143 mRNA expression is highest in RPE."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Up-scoring was not performed since GPR143 expression was only marginally higher in retinal pigment epithelium than in other tissues."},{"id":"cggv:23ce5c36-88b3-4e32-be4e-0eb2badb082e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ae57d8a-bbd1-4ac1-8cb8-2b2a4cd9c878","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TYR is implicated in oculocutaneous albinism types 1A and 1B, and co-IP of the exogenously expressed GPR143 fusion protein or endogenous TYR found that IP of one protein pulls down the other as well (Figure 2). This was confirmed by fluorescent resonance energy transfer experiments (Figures 4 and 5). Use of a mislocalizing GPR143 mutant control showed that TYR localization appears to be GPR143-dependent (Figures 3 and 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27720922","type":"dc:BibliographicResource","dc:abstract":"Developmental eye defects in X-linked ocular albinism type 1 are caused by G-protein coupled receptor 143 (GPR143) mutations. Mutations result in dysfunctional melanosome biogenesis and macromelanosome formation in pigment cells, including melanocytes and retinal pigment epithelium. GPR143, primarily expressed in pigment cells, localizes exclusively to endolysosomal and melanosomal membranes unlike most G protein-coupled receptors, which localize to the plasma membrane. There is some debate regarding GPR143 function and elucidating the role of this receptor may be instrumental for understanding neurogenesis during eye development and for devising therapies for ocular albinism type I. Many G protein-coupled receptors require association with other proteins to function. These G protein-coupled receptor-interacting proteins also facilitate fine-tuning of receptor activity and tissue specificity. We therefore investigated potential GPR143 interaction partners, with a focus on the melanogenic enzyme tyrosinase. GPR143 coimmunoprecipitated with tyrosinase, while confocal microscopy demonstrated colocalization of the proteins. Furthermore, tyrosinase localized to the plasma membrane when coexpressed with a GPR143 trafficking mutant. The physical interaction between the proteins was confirmed using fluorescence resonance energy transfer. This interaction may be required in order for GPR143 to function as a monitor of melanosome maturation. Identifying tyrosinase as a potential GPR143 binding protein opens new avenues for investigating the mechanisms that regulate pigmentation and neurogenesis.","dc:creator":"De Filippo E","dc:date":"2017","dc:title":"Interaction between G Protein-Coupled Receptor 143 and Tyrosinase: Implications for Understanding Ocular Albinism Type 1."},"rdfs:label":"GPR143 interacts with TYR by co-IP and FRET"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This protein-protein interaction with an enzyme involved in melanin biogenesis further implicates GPR143 in the regulation of melanosomes that links it to the human disease state."},{"id":"cggv:d53fcc95-7dbb-4e80-8f77-2b7db7aea340","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:88010dd4-bf35-4ce7-9bb3-9170f14be1ff","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The localization evidence is consistent with the melanosome trafficking defects characteristic of human patients. The interaction with heterotrimeric G proteins indicates that GPR143 may function to activate these binding partners on the cytoplasmic side of the melanosomal membrane in order to regulate melanosome biogenesis and maturation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10471510","type":"dc:BibliographicResource","dc:abstract":"G protein-coupled receptors (GPCRs) participate in the most common signal transduction system at the plasma membrane. The wide distribution of heterotrimeric G proteins in the internal membranes suggests that a similar signalling mechanism might also be used at intracellular locations. We provide here structural evidence that the protein product of the ocular albinism type 1 gene (OA1), a pigment cell-specific integral membrane glycoprotein, represents a novel member of the GPCR superfamily and demonstrate that it binds heterotrimeric G proteins. Moreover, we show that OA1 is not found at the plasma membrane, being instead targeted to specialized intracellular organelles, the melanosomes. Our data suggest that OA1 represents the first example of an exclusively intracellular GPCR and support the hypothesis that GPCR-mediated signal transduction systems also operate at the internal membranes in mammalian cells.","dc:creator":"Schiaffino MV","dc:date":"1999","dc:title":"Ocular albinism: evidence for a defect in an intracellular signal transduction system."},"rdfs:label":"GPR143 binds G proteins and localizes to melanosomes."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This evidence has been upscored due to multiple reports linking GPR143 to melanosomes through its subcellular localization, consistent with expression profiling studies showing higher expression in melanocyte-containing tissues. This evidence of a potential role in melanosome biogenesis is consistent with the melanosome defects found in patients diagnosed with ocular albinism."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34277a1a-fdf8-4a86-8d5c-909dd39589a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f64801d3-44c7-4d2a-a874-88f1317bbcfe","type":"FunctionalAlteration","dc:description":"siRNA-treated cells exhibited 50% reduction in mature melanosomes and melanin-containing cells by immunofluorescence (Figures 2E, 2F, 2G). This was confirmed by electron microscopy (Figures 2H, 2I, 2J, 2K). GPR143 silencing also resulted in a combination of normal sized melanosomes and enlarged macromelanosome precursors (Figures 2I, S2A). These cellular defects are an approximate match to the giant melanosomes in the melanocytes of the human patients as well as the hypopigmentation of the fundus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19717472","type":"dc:BibliographicResource","dc:abstract":"OA1 (GPR143; GPCR, G-protein-coupled receptor), the protein product of the ocular albinism type 1 gene, encodes a pigment-cell-specific GPCR that localizes intracellularly to melanosomes. OA1 mutations result in ocular albinism due to alterations in melanosome formation, suggesting that OA1 is a key player in the biogenesis of melanosomes. To address the function of OA1 in melanosome biogenesis, we have used siRNA inactivation and combined morphological and biochemical methods to investigate melanosome ultrastructure, melanosomal protein localization and expression in human pigmented melanocytic cells. OA1 loss of function leads to decreased pigmentation and causes formation of enlarged aberrant premelanosomes harboring disorganized fibrillar structures and displaying proteins of mature melanosomes and lysosomes at their membrane. Moreover, we show that OA1 interacts biochemically with the premelanosomal protein MART-1. Inactivation of MART-1 by siRNA leads to a decreased stability of OA1 and is accompanied by similar defects in premelanosome biogenesis and composition. These data show for the first time that melanosome composition and identity are regulated at early stages by OA1 and that MART-1 likely acts as an escort protein for this GPCR.","dc:creator":"Giordano F","dc:date":"2009","dc:title":"The ocular albinism type 1 (OA1) G-protein-coupled receptor functions with MART-1 at early stages of melanogenesis to control melanosome identity and composition."},"rdfs:label":"GPR143 silencing in melanoma cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This GPR143 silencing study has been scored as evidence of functional alteration in addition to the GPR143 over-expression effects described in neuroendocrine cells (PMID: 31606330) as it reveals a different aspect of the mechanism that underlies a different patient phenotype."},{"id":"cggv:1eb52dd9-562e-4357-89c3-587c769d19b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5eef90e4-2f35-4935-8236-3fd7d0373d80","type":"FunctionalAlteration","dc:description":"Figure 4C indicates that GPR143 over-expression decreases the # of neurites longer than 100 microns, and that this occurs through a mechanism that is dependent on the G-protein Galpha13. Figure 5E shows that this effect of wild-type GPR143 is particularly pronounced for neurites longer than 150 microns, and is not mimicked by GPR143 missense variants reported in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31606330","type":"dc:BibliographicResource","dc:abstract":"Neurite outgrowth is a complex differentiation process regulated by external and/or internal mechanisms. Among external mechanisms, G-protein coupled receptors (GPCRs) have been implicated in this process, but the pathways involved are not fully understood. L-3,4-dihydroxyphenylalanine (l-DOPA) is considered to be inert by itself, and to relieve Parkinson's disease through its conversion to dopamine. We have proposed that l-DOPA acts as a neurotransmitter. GPR143, the gene product of ocular albinism 1 (OA1), was identified as a receptor for l-DOPA. OA1 is an X-linked disorder characterized by all typical visual anomalies associated with hypopigmentation and optic misrouting, resulting in severe reduction of visual acuity. However, the molecular basis for this phenotype remains unknown. To study the function of GPR143, we investigated the phenotypic effect of overexpression of GPR143 in pheochromocytoma (PC12) cells treated with nerve growth factor. Overexpression of mouse GPR143 inhibited neurite outgrowth, and the effect was mitigated by l-DOPA cyclohexylester, an antagonist for l-DOPA. Furthermore, knockdown of G-protein Gα13 attenuated mouse GPR143 induced inhibition of neurite outgrowth. Human wild-type (wt) GPR143 also inhibited neurite outgrowth, but its mutants did not mimic the effect of wt GPR143. Our results provide a mechanism for axon guidance phenotype in ocular albinism 1.","dc:creator":"Masukawa D","dc:date":"2019","dc:title":"Overexpression of the gene product of ocular albinism 1 (GPR143/OA1) but not its mutant forms inhibits neurite outgrowth in PC12 cells."},"rdfs:label":"GPR143 over-expression in neuroendocrine tumor cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These data are compatible with the axon guidance defect seen in human patients, described as excessive crossing of nerves from eye to brain."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:001a4e3b-0085-458a-bf7d-e6c746b3c624","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2992aed-320d-4d62-bedb-8f88cd835e22","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The zebrafish match one feature of the human patients in that they exhibit abnormalities of retinal pigmentation consistent with the ability of GPR143 loss-of-function to trigger defects in melanosome regulation (Figure 1). This is only an approximate match, as patients also exhibit giant melanosomes in the RPE that are not observed here.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25690007","type":"dc:BibliographicResource","dc:abstract":"Analysis of melanosome biogenesis in the retinal pigment epithelium (RPE) is challenging because it occurs predominantly in a short embryonic time window. Here, we show that the zebrafish provides an ideal model system for studying this process because in the RPE the timing of melanosome biogenesis facilitates molecular manipulation using morpholinos. Morpholino-mediated knockdown of OA1 (also known as GPR143), mutations in the human homologue of which cause the most common form of human ocular albinism, induces a major reduction in melanosome number, recapitulating a key feature of the mammalian disease where reduced melanosome numbers precede macromelanosome formation. We further show that PMEL, a key component of mammalian melanosome biogenesis, is required for the generation of cylindrical melanosomes in zebrafish, which in turn is required for melanosome movement into the apical processes and maintenance of photoreceptor integrity. Spherical and cylindrical melanosomes containing similar melanin volumes co-exist in the cell body but only cylindrical melanosomes enter the apical processes. Taken together, our findings indicate that melanosome number and shape are independently regulated and that melanosome shape controls a function in the RPE that depends on localisation in the apical processes. ","dc:creator":"Burgoyne T","dc:date":"2015","dc:title":"Regulation of melanosome number, shape and movement in the zebrafish retinal pigment epithelium by OA1 and PMEL."},"rdfs:label":"Zebrafish knockdown of the GPR143 ortholog OA1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Reduced scoring is recommended because the match to a human phenotype is only approximate, yet provides some evidence of a similar function in humans and zebrafish."},{"id":"cggv:ffed38a3-43f2-4828-a190-8790bf5f74b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8bd764f0-7c5a-4459-8591-6410112f3cab","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Although the ERG responses of the mice were unaffected, the mice match the human patients in that they exhibit normal coat and eye color, hypopigmentation of the fundus (Fig. 2), optic fiber misrouting at the chiasm, and expansion of individual melanosomes into giant melanosomes within cells of the RPE (Figures 2, 3). The mice match the mode of inheritance from the human patients as well. A follow-up study showed that the hypopigmentation was due to a reduced number of melanosomes in the RPE (PMID: 16303920).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11092754","type":"dc:BibliographicResource","dc:abstract":"Ocular albinism type I (OA1) is an X-linked disorder characterized by severe reduction of visual acuity, strabismus, photophobia and nystagmus. Ophthalmologic examination reveals hypopigmentation of the retina, foveal hypoplasia and iris translucency. Microscopic examination of both retinal pigment epithelium (RPE) and skin melanocytes shows the presence of large pigment granules called giant melanosomes or macromelanosomes. In this study, we have generated and characterized Oa1-deficient mice by gene targeting (KO). The KO males are viable, fertile and phenotypically indistinguishable from the wild-type littermates. Ophthalmologic examination shows hypopigmentation of the ocular fundus in mutant animals compared with wild-type. Analysis of the retinofugal pathway reveals a reduction in the size of the uncrossed pathway, demonstrating a misrouting of the optic fibres at the chiasm, as observed in OA1 patients. Microscopic examination of the RPE shows the presence of giant melanosomes comparable with those described in OA1 patients. Ultrastructural analysis of the RPE cells, suggests that the giant melanosomes may form by abnormal growth of single melanosomes, rather than the fusion of several, shedding light on the pathogenesis of ocular albinism.","dc:creator":"Incerti B","dc:date":"2000","dc:title":"Oa1 knock-out: new insights on the pathogenesis of ocular albinism type 1."},"rdfs:label":"Mouse hemizygous disruption of the GPR143 ortholog OA1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The model is considered a strong match due to the specific combination of retinal pigmentation defects and optic nerve misrouting."},{"id":"cggv:377ae68e-4225-41b9-b2d1-78ff4aee68c0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:25dbb363-9924-4e13-aa6b-e14fe8db1e0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice match the human patients in that they exhibit congenital onset of cytological abnormalities (PMID: 16303920), These were previously shown in the RPE and are here shown in the melanocytes as well (Figure 3). Most importantly, this study shows a defect in microtubule-based melanosome motility (Figure 7), indicating an underlying mechanism for the disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18697795","type":"dc:BibliographicResource","dc:abstract":"The protein product of the ocular albinism type 1 gene, named OA1, is a pigment cell-specific G protein-coupled receptor exclusively localized to intracellular organelles, namely lysosomes and melanosomes. Loss of OA1 function leads to the formation of macromelanosomes, suggesting that this receptor is implicated in organelle biogenesis, however the mechanism involved in the pathogenesis of the disease remains obscure. We report here the identification of an unexpected abnormality in melanosome distribution both in retinal pigment epithelium (RPE) and skin melanocytes of Oa1-knock-out (KO) mice, consisting in a displacement of the organelles from the central cytoplasm towards the cell periphery. Despite their depletion from the microtubule (MT)-enriched perinuclear region, Oa1-KO melanosomes were able to aggregate at the centrosome upon disruption of the actin cytoskeleton or expression of a dominant-negative construct of myosin Va. Consistently, quantification of organelle transport in living cells revealed that Oa1-KO melanosomes displayed a severe reduction in MT-based motility; however, this defect was rescued to normal following inhibition of actin-dependent capture at the cell periphery. Together, these data point to a defective regulation of organelle transport in the absence of OA1 and imply that the cytoskeleton might represent a downstream effector of this receptor. Furthermore, our results enlighten a novel function for OA1 in pigment cells and suggest that ocular albinism type 1 might result from a different pathogenetic mechanism than previously thought, based on an organelle-autonomous signalling pathway implicated in the regulation of both membrane traffic and transport.","dc:creator":"Palmisano I","dc:date":"2008","dc:title":"The ocular albinism type 1 protein, an intracellular G protein-coupled receptor, regulates melanosome transport in pigment cells."},"rdfs:label":"Hemizygous OA1 disruption in mouse, continued"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This study complements earlier characterization of the same model by finding additional phenotypes and characterizing an underlying cellular defect in microtubule-based melanosome motility that helps clarify the underlying mechanism of disease in the human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8577,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:18fed8c3-ae42-4328-b78a-064e0dfd5d5c","type":"GeneValidityProposition","disease":"obo:MONDO_0700230","gene":"hgnc:20145","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"The *GPR143* gene was first reported in relation to X-linked ocular albinism in 1995 (Bassi et al., PMID: 7647783). Affected males with causal hemizygous variants in *GPR143* have since been identified in a number of other publications, diagnosed with either X-linked ocular albinism 1 or X-linked congenital nystagmus 6 (PMID: 17516023). Patients from both groups generally present initially with nystagmus or reduced visual acuity, while additional phenotypes include foveal hypoplasia, amblyopia, and/or photophobia. Cases diagnosed as ocular albinism in particular can exhibit hypopigmentation of the fundus, iris transillumination defects, optic nerve misrouting, and/or melanocytes harboring giant melanosomes. This latter group of features associated with ocular albinism has been reported more consistently among the subset of patients of European descent and less commonly among those of East Asian descent, leading to a higher proportion of congenital nystagmus diagnoses among the East Asian subset of patients. Hypopigmentation in particular may be milder or absent in affected individuals with darker eye color (PMID: 26061757). While most heterozygous female carriers are reportedly unaffected, some exhibit features such as mild hypopigmentation of the iris (PMID: 18978956) or fundus (PMID: 28211458). Per criteria outlined by the ClinGen Lumping & Splitting Working Group, we found the molecular mechanism (hemizygous loss of function in the GPR143 gene product) and mode of inheritance (X-linked) to be consistent among unrelated patients diagnosed with either ocular albinism type 1 (MIM#: 300500) or X-linked congenital nystagmus 6 (MIM#: 300814). The phenotypic variability between the two diagnoses appeared to represent a spectrum of disease rather than separate disease entities. Therefore, these cases have been lumped into a single disease entity, referred to as *GPR143*-related foveal hypoplasia.\n\nTwelve suspected disease-causing variants were scored as part of this curation (one missense, seven frameshift, two nonsense, and two disrupting canonical splice sites), which have been collectively reported in twelve probands in ten publications (PMID: 7647783, PMID: 17516023, PMID: 18523664, PMID: 19390656, PMID: 12515581, PMID: 8634705, PMID: 29847651, PMID: 28211458, PMID: 11520764, PMID: 18978956). The mechanism of pathogenicity appears to be hemizygous loss of function, characterized in some cases by suspected null variants predicted to trigger the absence of the gene product. All probands scored for this curation harbored a single variant allele within the *GPR143* locus. A large family with co-segregation of the variant with the affected phenotype was scored from one of these publications (PMID: 17516023), while other families were available but not scored as part of this curation as the maximum scoring for this evidence type had already been reached.\n\nThis gene-disease association is also supported by experimental evidence that GPR143 shows subcellular localization to melanosomes (PMID: 10471510) and interacts with the TYR enzyme involved in melanin biogenesis (PMID: 27720922). This matches the finding that *GPR143* expression reaches its highest levels within the retinal pigment epithelium (PMID: 30239781). *GPR143* silencing in melanoma cells results in a reduction of mature melanosomes (PMID: 19717472), while *GPR143* over-expression in neuroendocrine cells indicates a role in negative regulation of neuron projection development that may be consistent with the optic nerve misrouting observed in human patients (PMID: 31606330). These cellular features are recapitulated by both zebrafish (PMID: 25690007) and mouse (PMID: 11092754, PMID: 16303920, PMID: 18697795) models of *GPR143* loss of function. The mouse model in particular matches the human patient phenotypes of normal hair color, hypopigmentation of the fundus, optic nerve misrouting, and giant melanosomes within melanocytes and retinal pigment epithelial cells, while revealing an underlying defect in microtubule-based melanosome motility (PMID: 18697795). Additional experimental evidence was available but not included in this curation as the maximum scoring for this evidence type had already been reached.\n\nIn summary, *GPR143* is definitively associated with *GPR143*-related foveal hypoplasia. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification has been approved by the Retina GCEP on October 6th, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:41096b60-bbfb-469e-9695-8a23986f467c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}