{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-04-05T14:47:03.255Z","role":"Publisher"},{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2021-11-08T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26581901","type":"dc:BibliographicResource","dc:abstract":"Radioulnar synostosis with amegakaryocytic thrombocytopenia (RUSAT) is an inherited bone marrow failure syndrome, characterized by thrombocytopenia and congenital fusion of the radius and ulna. A heterozygous HOXA11 mutation has been identified in two unrelated families as a cause of RUSAT. However, HOXA11 mutations are absent in a number of individuals with RUSAT, which suggests that other genetic loci contribute to RUSAT. In the current study, we performed whole exome sequencing in an individual with RUSAT and her healthy parents and identified a de novo missense mutation in MECOM, encoding EVI1, in the individual with RUSAT. Subsequent analysis of MECOM in two other individuals with RUSAT revealed two additional missense mutations. These three mutations were clustered within the 8(th) zinc finger motif of the C-terminal zinc finger domain of EVI1. Chromatin immunoprecipitation and qPCR assays of the regions harboring the ETS-like motif that is known as an EVI1 binding site showed a reduction in immunoprecipitated DNA for two EVI1 mutants compared with wild-type EVI1. Furthermore, reporter assays showed that MECOM mutations led to alterations in both AP-1- and TGF-β-mediated transcriptional responses. These functional assays suggest that transcriptional dysregulation by mutant EVI1 could be associated with the development of RUSAT. We report missense mutations in MECOM resulting in a Mendelian disorder that provide compelling evidence for the critical role of EVI1 in normal hematopoiesis and in the development of forelimbs and fingers in humans.","dc:creator":"Niihori T","dc:date":"2015","dc:title":"Mutations in MECOM, Encoding Oncoprotein EVI1, Cause Radioulnar Synostosis with Amegakaryocytic Thrombocytopenia."},"evidence":[{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb3462ba-d08a-4169-b01f-223bd2ce0734","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89a8fb41-8f93-42cd-860d-9d029033087c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Evi1 expression marks in vivo long-term multilineage repopulating HSCs in adult bone marrow, consistent with the bone marrow failure seen in patients. Furthermore, Evi1 heterozygosity in knockout mice causes specific abrogation of self-renewal capacity in ST- and LT-HSCs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22084405","type":"dc:BibliographicResource","dc:abstract":"Ecotropic viral integration site 1 (Evi1), a transcription factor of the SET/PR domain protein family, is essential for the maintenance of hematopoietic stem cells (HSCs) in mice and is overexpressed in several myeloid malignancies. Here, we generate reporter mice in which an internal ribosome entry site (IRES)-GFP cassette is knocked-in to the Evi1 locus. Using these mice, we find that Evi1 is predominantly expressed in long-term HSCs (LT-HSCs) in adult bone marrow, and in the hematopoietic stem/progenitor fraction in the aorta-gonad-mesonephros, placenta, and fetal liver of embryos. In both fetal and adult hematopoietic systems, Evi1 expression marks cells with long-term multilineage repopulating activity. When combined with conventional HSC surface markers, sorting according to Evi1 expression markedly enhances purification of cells with HSC activity. Evi1 heterozygosity leads to marked impairment of the self-renewal capacity of LT-HSCs, whereas overexpression of Evi1 suppresses differentiation and boosts self-renewal activity. Reintroduction of Evi1, but not Mds1-Evi1, rescues the HSC defects caused by Evi1 heterozygosity. Thus, in addition to documenting a specific relationship between Evi1 expression and HSC self-renewal activity, these findings highlight the utility of Evi1-IRES-GFP reporter mice for the identification and sorting of functional HSCs.","dc:creator":"Kataoka K","dc:date":"2011","dc:title":"Evi1 is essential for hematopoietic stem cell self-renewal, and its expression marks hematopoietic cells with long-term multilineage repopulating activity."},"rdfs:label":"HSC expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":" "},{"id":"cggv:e82f5be9-a148-49e4-9737-43b60e49cc7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:306385a4-78b8-41ce-8e81-db60dce6c5f9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern analysis in mouse tissues found that Evi1 was expressed in specific structures of the developing urogenital system, in the developing lung and heart, and, in a transient manner, in the emerging limb buds.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1893871","type":"dc:BibliographicResource","dc:abstract":"Evi-1 is a putative protooncogene first identified as a common site of retroviral integration in murine myeloid leukemias. It encodes a 145 x 10(3) Mr nuclear DNA-binding protein that contains ten zinc-finger motifs separated into two domains, as well as an acidic domain. These features suggest that Evi-1 encodes a transcriptional regulatory protein. In Drosophila, zinc-finger proteins such as Kruppel are involved in body plan patterning, and exhibit a spatially restricted pattern of expression in the embryo. To determine if Evi-1 may be involved in morphogenetic processes in the mouse embryo, we have performed in situ hybridization and Northern blot analysis on embryonic and adult mouse tissues to delineate the spatial and temporal pattern of Evi-1 expression. Our results show that Evi-1 is expressed at high levels in a few tissues in the embryo and is widely expressed, albeit at generally low levels, in the adult. Regions that exhibit high-level expression in the embryo include: the urinary system and the Mullerian ducts; the bronchial epithelium of the lung; focal areas within the nasal cavities; the endocardial cushions and truncus swellings in the heart; and the developing limbs. Expression in the limb occurs at the highest levels from 9.5 to 12.5 days, is present in both hind and forelimbs, is absent at the apical ectodermal ridge, and does not appear to establish a gradient.(ABSTRACT TRUNCATED AT 250 WORDS)","dc:creator":"Perkins AS","dc:date":"1991","dc:title":"Patterns of Evi-1 expression in embryonic and adult tissues suggest that Evi-1 plays an important regulatory role in mouse development."},"rdfs:label":"Murine expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in the limb buds is consistent with the limb defects seen in patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d543d074-bf0d-46b1-8263-23b208b313e0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c146057f-496d-4094-b482-4bee843311c9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Jbo Mouse, phenotypes includes hearing loss and limb deformities (extra digit) which are similar to aspects of RUSAT 2 individuals. However, the hearing loss in mice occurs due to chronic suppurative otitis media and otorrhea, which is not seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17029558","type":"dc:BibliographicResource","dc:abstract":"Otitis media (OM), inflammation of the middle ear, remains the most common cause of hearing impairment in children. It is also the most common cause of surgery in children in the developed world. There is evidence from studies of the human population and mouse models that there is a significant genetic component predisposing to OM, yet nothing is known about the underlying genetic pathways involved in humans. We identified an N-ethyl-N-nitrosourea-induced dominant mouse mutant Junbo with hearing loss due to chronic suppurative OM and otorrhea. This develops from acute OM that arises spontaneously in the postnatal period, with the age of onset and early severity dependent on the microbiological status of the mice and their air quality. We have identified the causal mutation, a missense change in the C-terminal zinc finger region of the transcription factor Evi1. This protein is expressed in middle ear basal epithelial cells, fibroblasts, and neutrophil leukocytes at postnatal day 13 and 21 when inflammatory changes are underway. The identification and characterization of the Junbo mutant elaborates a novel role for Evi1 in mammalian disease and implicates a new pathway in genetic predisposition to OM.","dc:creator":"Parkinson N","dc:date":"2006","dc:title":"Mutation at the Evi1 locus in Junbo mice causes susceptibility to otitis media."},"rdfs:label":"Mouse model limb defects and hearing loss"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"There is some phenotypic overlap between the mouse model and patients but it is unclear if it is due to similar mechanisms of disease and hematological defects were not investigated."},{"id":"cggv:5e579ba8-1233-4ca6-b550-8d44d66c16e0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72637162-9adb-444a-9cbb-19cf75de8031","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hypoproliferative thrombocytopenia was the most prominent phenotype linked to the Evi1 exon 3 deletion. Histological analyses showed that 31% of the Evi1δex3/δex3 pups had grossly visible focal hemorrhages in various tissues at birth. To further characterize the hematopoietic phenotype linked to the Evi1 exon3 deletion, the authors crossed Evi1fl3/fl3 animals with Vav-iCre transgenic mice.  The hematopoietic phenotype was dramatic, with severe thrombocytopenia, anemia and leucopenia in this conditional exon 3 deletion. Histological analysis of the bones of sick animals confirmed the spontaneous bone marrow hypoplasia.  Another major etiology was severe bacterial infections due to loss of immune defense.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24586749","type":"dc:BibliographicResource","dc:abstract":"The ecotropic viral integration site 1 (Evi1) oncogenic transcription factor is one of a number of alternative transcripts encoded by the Mds1 and Evi1 complex locus (Mecom). Overexpression of Evi1 has been observed in a number of myeloid disorders and is associated with poor patient survival. It is also amplified and/or overexpressed in many epithelial cancers including nasopharyngeal carcinoma, ovarian carcinoma, ependymomas, and lung and colorectal cancers. Two murine knockout models have also demonstrated Evi1's critical role in the maintenance of hematopoietic stem cell renewal with its absence resulting in the death of mutant embryos due to hematopoietic failure. Here we characterize a novel mouse model (designated Evi1(fl3)) in which Evi1 exon 3, which carries the ATG start, is flanked by loxP sites. Unexpectedly, we found that germline deletion of exon3 produces a hypomorphic allele due to the use of an alternative ATG start site located in exon 4, resulting in a minor Evi1 N-terminal truncation and a block in expression of the Mds1-Evi1 fusion transcript. Evi1(δex3/δex3) mutant embryos showed only a mild non-lethal hematopoietic phenotype and bone marrow failure was only observed in adult Vav-iCre/+, Evi1(fl3/fl3) mice in which exon 3 was specifically deleted in the hematopoietic system. Evi1(δex3/δex3) knockout pups are born in normal numbers but die during the perinatal period from congenital heart defects. Database searches identified 143 genes with similar mutant heart phenotypes as those observed in Evi1(δex3/δex3) mutant pups. Interestingly, 42 of these congenital heart defect genes contain known Evi1-binding sites, and expression of 18 of these genes are also effected by Evi1 siRNA knockdown. These results show a potential functional involvement of Evi1 target genes in heart development and indicate that Evi1 is part of a transcriptional program that regulates cardiac development in addition to the development of blood. ","dc:creator":"Bard-Chapeau EA","dc:date":"2014","dc:title":"Mice carrying a hypomorphic Evi1 allele are embryonic viable but exhibit severe congenital heart defects."},"rdfs:label":"hypomorphic Evi1δex3/δex3 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"There was a partial overlap of features in the mice and RUSAT-2 patients. As in patients, these mice demonstrated thrombocytopenia and bone marrow failure.  Limb defects were not noted."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4175,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:598f07c3-f4b1-4358-a736-cd17895c2d7f","type":"GeneValidityProposition","disease":"obo:MONDO_0100458","gene":"hgnc:3498","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MECOM was first reported in relation to Autosomal dominant MECOM-associated syndrome in 2015 (Niihori et al., PMID:26581901). This is a syndromic disease with a variable phenotypic pattern, ranging from isolated radioulnar synostosis with no or mild hematological involvement to severe bone marrow failure without obvious skeletal abnormalities. The clinical picture can also include clinodactyly, cardiac and renal malformations, B-cell deficiency, amegakaryocytic thrombocytopenia, and presenile hearing loss. MECOM codes for a zinc finger transcription factor with important roles in normal development and oncogenesis. The MECOM locus encodes a number of differentially spliced transcripts yielding the MDS1, MDS1-EVI1, and EVI1 protein isoforms. At least 10 missense variants and 5 predicted null variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 16 probands in 4 publications (PMID: 26581901, 29519864, 29540340, 29097497). The mechanism for disease may be haploinsufficiency. This gene-disease association is supported by expression studies consistent with roles in bone marrow (PMID: 22084405) and limb development (PMID: 1893871) and mouse models with partial recapitulation of phenotypes (PMIDs: 24586749, 17029558). In summary, MECOM is definitively associated with Autosomal Dominant MECOM-associated syndrome. This has been repeatedly demonstrated in research and has been upheld over time.","dc:isVersionOf":{"id":"cggv:d1d25a48-f664-49c6-8ea4-dfddd0651209"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}