{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2019-09-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6ad723bd-1423-427f-9d58-48e7b5b2460a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ef53d84-4f44-46e3-966c-327f23f500a1","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":10,"detectionMethod":"cDNA synthesized from fibroblast RNA by RT-PCR. Coding region amplified by PCR and directly sequenced. Restriction enzyme digestion.Genomic PCR amplifying the 150-bp product containing the variant was amplified from fibroblasts.","phenotypes":["obo:HP_0000707","obo:HP_0000239","obo:HP_0001252","obo:HP_0005469","obo:HP_0008167","obo:HP_0005280","obo:HP_0000348","obo:HP_0000347"],"previousTesting":true,"previousTestingDescription":"Plasma analysis (elevated long chain fatty acids, di- and trihydroxycholestanoic acid, and normal phytanic acid level; erythrocyte plasmalogens undetectable); VLCFA ratio of C26:0/C22:0 in fibroblasts (patient 0.336; control 0.0417±0.025); plasmalogen C16:0 DMA (0.154; control 1.2987±0.534); immunofluorescence; transient transfection of pGFPSKL and pPTS2-GF (no PTS1 and PTS2 protein import in patient fibroblasts; present in control); complementation analysis; Immunohistochemistry with antibody to PEX14 showed no punctate staining.","sex":"UnknownEthnicity","variant":{"id":"cggv:6ad723bd-1423-427f-9d58-48e7b5b2460a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3e14085b-85a8-4e73-beb6-915d968a9972","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004565.2(PEX14):c.553C>T (p.Gln185Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7701"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15146459","type":"dc:BibliographicResource","dc:abstract":"Peroxisome biogenesis disorders (PBD) are lethal hereditary diseases caused by abnormalities in the biogenesis of peroxisomes. At present, 12 different complementation groups have been identified and to date, all genes responsible for each of these complementation groups have been identified. The peroxisomal membrane protein PEX14 is a key component of the peroxisomal import machinery and may be the initial docking site for the two import receptors PEX5 and PEX7. Although PEX14 mutants have been identified in yeasts and CHO-cells, human PEX14 deficiency has apparently not been documented. We now report the identification of a new complementation group of the peroxisome biogenesis disorders with PEX14 as the defective gene. Indeed, human PEX14 rescues the import of a PTS1-dependent as well as a PTS2-dependent protein into the peroxisomes in fibroblasts from a patient with Zellweger syndrome belonging to the new complementation group. This patient was homozygous for a nonsense mutation in a putative coiled-coil region of PEX14, c.553C>T (p.Q185X). Furthermore, we showed that the patient's fibroblasts lacked PEX14 as determined by immunocytochemical analysis. These findings indicate that there are 13 genotypes in PBD and that the role of PEX14 is also essential in humans.","dc:creator":"Shimozawa N","dc:date":"2004","dc:title":"Identification of a new complementation group of the peroxisome biogenesis disorders and PEX14 as the mutated gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15146459","rdfs:label":"K-01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:cd779e50-f7cc-4cb4-b1e8-ad75e0a544ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b702bedf-551b-4b78-ace2-3efe1713babc","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":46,"detectionMethod":"Complementation analysis indicated that the patient belonged to group K, which is caused by PEX14 mutations. Full length PEX14 cDNA amplified by RT-PCR followed by direct sequencing. Both parents also sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Hepatomegaly was 2 cm below costal margin; full forehead; rickets at 5 mo; vitamin d deficiency at 5 mo; metaphyseal irregularity at 8 mo and gone by 14 mo; cataract mild in both eyes; peripheral demyelination at 15 mo; respiratory insufficiency and decreased liver function at 26 mo; global developmental delay since infancy.","phenotypes":["obo:HP_0008610","obo:HP_0002093","obo:HP_0002240","obo:HP_0001531","obo:HP_0000260","obo:HP_0000518","obo:HP_0003025","obo:HP_0011096","obo:HP_0000431","obo:HP_0008947","obo:HP_0002748","obo:HP_0100512","obo:HP_0001263","obo:HP_0001410"],"previousTesting":true,"previousTestingDescription":"Aspartate aminotransferase, 86 IU/L; alanine aminotransferase, 47 IU/L); elevated alkaline phosphatase (ALP, 1561 IU/L); hypophosphatemia (serum phosphate, 2.2 mg/dL); chromosome analysis; Thryoid, blood lactate, and pyruvate testing; Elevated serum ALP (2648 IU/L), decreased phosphate (2.2 mg/dL), and normal calcium at 5 mo; Skeletal X-ray; Decreased serum levels of 25–hydroxyvitamin D (6 ng/mL; normal range, 7–41) and increased levels of intact parathyroid hormone (510 pg/mL; normal range, 10–65) at 5 mo; Electroencephalogram at 9 mo; GC-MS of urine showed increased excretion of 3,6‐epoxydicarboxylic acids and 2‐hydroxysebacic acid with VLCFA levels of C26:0, 0.205 µg/100 μL, normal, 0.017 ± 0.01; C24/C22, 2.55, normal, 1.05 ± 0.16; C26/C22, 0.078, normal, 0.012 ± 0.005 and phytanic acid (0.089 µg/100 μL; normal, 0.032 ± 0.03); immunofluorescence studies; complementation test on human fibroblasts.","sex":"Male","variant":{"id":"cggv:cd779e50-f7cc-4cb4-b1e8-ad75e0a544ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5a5bad41-6e99-4696-987a-a4f5a82e4763","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004565.3(PEX14):c.538C>T (p.Gln180Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338334062"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26627464","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome, one of the peroxisome biogenesis disorders, is an autosomal recessive disease caused by mutations in PEX genes. It is characterized by severe hypotonia, failure to thrive, psychomotor retardation, liver dysfunction, and sensorineural hearing impairment. Most of the patients with this disease die before the age of 1 year. PEX14 is the 13th PEX gene responsible for peroxisome biogenesis disorders. Thus far, only two patients with PEX14 deficiency have been reported. Here, we report the first case of a Japanese patient with a PEX14 mutation who showed severe hypotonia, psychomotor retardation, demyelination, and developed rickets at the age of 5 months. An increased excretion of 3,6-epoxydicarboxylic acids leads to the diagnosis of Zellweger syndrome and a mutation analysis of PEX14 revealed a homozygous mutation of c.538C>T (p.Q180X). The patient survived for a prolonged period of time but died of liver failure at the age of 46 months. ","dc:creator":"Komatsuzaki S","dc:date":"2015","dc:title":"First Japanese case of Zellweger syndrome with a mutation in PEX14."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26627464","rdfs:label":"K-02"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:2de9cb76-74db-4dda-800f-f0421f78d323_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2af12dbc-2d87-4310-8d65-e0767f3eb4ed","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"RT-PCR and sequencing of entire PEX14 coding region. Nested PCR of genomic DNA. Parental samples not provided.","phenotypeFreeText":"Jaundice, dystrophy, dolichocephaly, triangular face, large fontanelles, hypotonia, and hepatomegaly (5 cm below the costal margin) at 3 mo; slight megalencephaly at 20 mo; polymicrogyria in right frontal cortex, parietal cortex, and left rolandic cortex; bilateral symmetrical laminar heterotopia; paucity of intrahepatic bile ducts; arterial hyperplasia; visual loss 16 mo on; no spontaneous movements by 21 mo.","phenotypes":["obo:HP_0008936","obo:HP_0000268","obo:HP_0001252","obo:HP_0000627","obo:HP_0000325","obo:HP_0001355","obo:HP_0001284","obo:HP_0000572","obo:HP_0000239","obo:HP_0001396","obo:HP_0006579","obo:HP_0000952","obo:HP_0002240","obo:HP_0002126"],"previousTesting":true,"previousTestingDescription":"Hyperbilirubinaemia (total/direct bilirubin: 5.35/3/73 mg/dl; normal 0.2-1.0) with no haemolysis; serum alkaline phosphatase 1466 U/l; normal <1107 U/l; transaminases elevated. Blood count, karyotype normal. Suberic acid (>39× ULN), sebacic acid (>109× ULN), 4-OH-phenyllactic acid (>9× ULN), 3-OH-sebacic acid (>6× ULN), 3-OH suberic acid (>5× ULN), 5-OH-hexanoic acid (>2× ULN), and 7-OH-octanoic acid (>82× ULN) without glycine conjugates. Normal plasma amino acids, phytanic acid, pristanic acid, and C24:0 levels; increased C26:0 (11.45 μM; normal 0.30–1.30 μM) values, and decreased C22:0 (17.0 μM; normal 28.0–96.0 μM) and plasmalogen concentrations. The plasmalogen levels were measured as the ratio of C16:0 dimethylacetal (DMA) to C16:0 (0.02; normal: 0.065–0.095) and the ratio of C18:0 DMA to C18:0 (0.00; normal: 0.180–0.220). Impaired α-oxidation, defective β-oxidation of 2-methyl branched LCFAs and VLCFAs (table 1), and a plasmalogen deficiency. Immunofluorescence: absence of catalase- and thiolase-positive particles. Expression of wild type PEX14, but no other PEX proteins restored peroxisomal matrix protein import.","sex":"Male","variant":{"id":"cggv:2de9cb76-74db-4dda-800f-f0421f78d323_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b552b738-28bc-4ee0-9b5b-de1dcc0aa1b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PEX14, 41-KB DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7702"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21686775","type":"dc:BibliographicResource","dc:abstract":"Here we report a patient with Zellweger syndrome, who presented at the age of 3 months with icterus, dystrophy, axial hypotonia, and hepatomegaly. Abnormal findings of metabolic screening tests included hyperbilirubinaemia, hypoketotic dicarboxylic aciduria, increased C(26:0) and decreased C(22:0) plasma levels, and strongly reduced plasmalogen concentrations. In fibroblasts, both peroxisomal α- and β-oxidation were impaired. Liver histology revealed bile duct paucity, cholestasis, arterial hyperplasia, very small branches of the vena portae, and parenchymatic destruction. Immunocytochemical analysis of cultured fibroblasts demonstrated that the cells contain peroxisomal remnants lacking apparent matrix protein content and PEX14, a central membrane component of the peroxisomal matrix protein import machinery. Transfection of fibroblasts with a plasmid coding for wild-type PEX14 restored peroxisomal matrix protein import. Mutational analysis of this gene revealed a genomic deletion leading to the deletion of exon 3 from the coding DNA (c.85-?_170+?del) and a concomitant change of the reading frame (p.[Ile29_Lys56del;Gly57GlyfsX2]).","dc:creator":"Huybrechts SJ","dc:date":"2009","dc:title":"Identification of a novel PEX14 mutation in Zellweger syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21686775","rdfs:label":"Huybrechts 2009 Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:28e3b532-7a92-480d-9d6b-a07cb372c166_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:894050ba-a37a-4997-87c7-edd3584bb3ab","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"NextGen sequencing (no other details provided).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Leukocoria in LE in 2008; Retrolental mass producing anterior displacement of iris; Progressive hearing loss onset at 9 yrs; Decline in school; Medulloepithelioma at 4 yr; Marked pallor of optic nerve.","phenotypes":["obo:HP_0009891","obo:HP_0000408","obo:HP_0001268","obo:HP_0012511","obo:HP_0007240","obo:HP_0030071","obo:HP_0000529","obo:HP_0000555"],"previousTesting":true,"previousTestingDescription":"Hemogram; measurement of vitamin B12 and folic acid levels, ANA levels, anti-DNA levels, and ENA levels; infection serology; thrombotic risk profile measrument; QuantiFERON assay, and genetic testing of OPA1 were negative. VLCFA levels measured, increased phytanic acid, pristanic acid, and cerotic acid (C26:0). Hepatic profile (aspartate aminotransferase, alanine amino transferase, gamma-glutamyl transferase, total bilirubin) were normal.","sex":"Female","variant":{"id":"cggv:28e3b532-7a92-480d-9d6b-a07cb372c166_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b08600f-59e3-4ac7-8fec-0a2b04afeb69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004565.3(PEX14):c.677G>A (p.Arg226Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338336852"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30224891","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal biogenesis disorders (PBDs) are autosomal recessive diseases caused by mutations in one of the 14 PEX genes described in the scientific literature. All of these syndromes may be associated with different mutations in the PEX genes, the most frequent being PEX1 for patients with Zellweger syndrome (ZS). In this paper, we present the case of a patient with a peculiar clinical history: evisceration of the left eye (LE) at 4 years of age because of a benign ocular teratoid medulloepithelioma and a progressive loss of visual acuity (VA) in the right eye (RE) beginning at 9 years of age, leading to the diagnosis of ZS. In addition, the patient presented a mutation in the PEX14 gene that has not been previously described in the literature. This case broadens the spectrum of clinical expression in ZS patients because of not only the presence of a benign ocular teratoid medulloepithelioma at 4 years of age but also the late clinical expression of ZS (at 9 years of age).","dc:creator":"Galvez-Ruiz A","dc:date":"2018","dc:title":"A clinical case of Zellweger syndrome in a patient with a previous history of ocular medulloepithelioma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30224891","rdfs:label":"Galvez-Ruiz 2018 Case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.25},{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffc3a0db-45c7-4ab2-b4ba-5db244903157","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e99b9a6-bb07-4780-bf92-bb758e3b827d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using the two-hybrid system, the authors detected  interactions between PEX14 and PTS receptors (PEX5 and PEX7) and the putative docking protein for PTS1-dependent protein import (PEX13), which have all been implicated in peroxisomal biogenesis disorder.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9094717","type":"dc:BibliographicResource","dc:abstract":"Pex14p, an S. cerevisiae peroxin, is attached to the outer face of the peroxisomal membrane and is a component of the protein import machinery. Pex14p interacts with both the PTS1 and PTS2 receptors. It is the only known peroxisomal membrane protein that binds the PTS2 receptor and might thus mediate the membrane docking event of PTS2-dependent protein import. These results suggest that the two import pathways overlap and, furthermore, that Pex14p represents the point of convergence. Pex14p also interacts with two other membrane-bound peroxins including Pex13p, another binding protein for the PTS1 receptor. The data presented here are consistent with the idea of a common translocation machinery for both PTS-dependent protein import pathways in the peroxisomal membrane.","dc:creator":"Albertini M","dc:date":"1997","dc:title":"Pex14p, a peroxisomal membrane protein binding both receptors of the two PTS-dependent import pathways."},"rdfs:label":"PEX5 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgrading due to multiple interactions."},{"id":"cggv:4c212eae-fef9-406d-b0f5-73cc9174a783","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72a065be-381d-4053-84c8-ee6038440359","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PBDs can be caused by a defect in any of at least 14 different PEX genes, which encode peroxins that are involved in various stages of peroxisomal protein import and/or biogenesis of peroxisomes. Complementation testing established which genes are involved in PBDs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22871920","type":"dc:BibliographicResource","dc:abstract":"Human peroxisome biogenesis disorders (PBDs) are a heterogeneous group of autosomal recessive disorders comprised of two clinically distinct subtypes: the Zellweger syndrome spectrum (ZSS) disorders and rhizomelic chondrodysplasia punctata (RCDP) type 1. PBDs are caused by defects in any of at least 14 different PEX genes, which encode proteins involved in peroxisome assembly and proliferation. Thirteen of these genes are associated with ZSS disorders. The genetic heterogeneity among PBDs and the inability to predict from the biochemical and clinical phenotype of a patient with ZSS which of the currently known 13 PEX genes is defective, has fostered the development of different strategies to identify the causative gene defects. These include PEX cDNA transfection complementation assays followed by sequencing of the thus identified PEX genes, and a PEX gene screen in which the most frequently mutated exons of the different PEX genes are analyzed. The benefits of DNA testing for PBDs include carrier testing of relatives, early prenatal testing or preimplantation genetic diagnosis in families with a recurrence risk for ZSS disorders, and insight in genotype-phenotype correlations, which may eventually assist to improve patient management. In this review we describe the current status of genetic analysis and the molecular basis of PBDs.","dc:creator":"Waterham HR","dc:date":"2012","dc:title":"Genetics and molecular basis of human peroxisome biogenesis disorders."},"rdfs:label":"PEX Genes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased points since there are 12 PEX genes all involved in the same types of disorders."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a98f00f-c9ff-42cc-9271-007938873a4a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cd1aa384-9c41-42ee-b9b9-9dc444433ff8","type":"FunctionalAlteration","dc:description":"Immunofluorescence in K-01 patient cells showed no punctate staining with anti-catalase and a few particle-bound staining with anti-AOX, -DBP, and PT antibodies. Transient transfection of pGFPSKL and pPTS2-GFP showed no PTS1 and PTS2 protein import. Transfection of wild type PEX14 restored protein import.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15146459","rdfs:label":"PEX14 Complementation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bfac1882-9764-4b4f-ade0-ae2f9d65d685","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:425b56b1-1241-4cca-b4e2-7d3464a1a202","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PEX14 deletion cells were unable to utilize oleic acid as a single carbon source, which is a characteristic of yeast mutant strains defective in peroxisome metabolism or biogenesis. The ability to grow was restored by introduction of wild type PEX14. The mutant cells showed a characteristic absence of morphologically detectable peroxisomes and a failure to import PTS1 and PTS2 proteins. These are characteristics of patients with PBDs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9094717","rdfs:label":"PEX14 Yeast Cells"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":538,"specifiedBy":"GeneValidityCriteria6","strengthScore":11.25,"subject":{"id":"cggv:72c02ef9-5590-4ee9-b4ae-e5076e3a98b0","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8856","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PEX14 and peroxisome biogenesis disorder, an autosomal recesiive disorder, was evaluated using the ClinGen Clinical Validity Framework as of August, 2019. PEX14 encodes a membrane-bound peroxisomal protein that interacts with PEX13 to form the peroxisomal docking site for the PTS1 receptor PEX5 (reviewed in Waterham and Ebberink, 2016; PMID: 22871920). Peroxisomal biogenesis disorders are caused by defects in various stages of peroxisomal protein import and/or peroxisome biogenesis. There are at least 14 PEX genes implicated in peroxisome biogenesis disorders, with PEX14 being one of the least commonly affected genes in patients (Steinberg et al., 2003; PMID: 20301621). Variants in PEX14 were first reported in humans with peroxisomal biogenesis disorder in 2004 (Shimozawa et al., PMID: 15146459). There are four patients reported in the literature with four unique variants (nonsense, deletion, and missense) (Shimozawa et al., 2004; PMID: 15146459; Huybrechts et al., 2009; PMID: 21686775; Komatsuzaki et al., 2015; PMID: 26627464; Galvez-Ruiz et al., 2018; PMID: 30224891). The relationship between PEX14 and peroxisome biogenesis disorder is supported by experimental evidence including a biochemical function similar to other PEX genes implicated in peroxisome biogenesis disorders  (Waterham et al., 2012, PMID 22871920), in vitro assays (Albertini et al., 1997; PMID: 9094717; Shimozawa et al., 2004; PMID: 15146459) and a protein interaction with PEX5 and PEX13 (Albertini et al., 1997; PMID: 9094717), which have also been implicated in the disorder. In summary, PEX14 is deﬁnitively associated with peroxisome biogenesis disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Peroxisomal Disorders Gene Curation Expert Panel on September 20, 2019.\n","dc:isVersionOf":{"id":"cggv:846efcc3-5456-4db3-9bc2-e441acb768cd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}