{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-07-28T17:52:21.414Z","role":"Publisher"},{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-07-15T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a87983d-a657-44ac-9a42-7e403cb59b12","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b41df9df-d058-4768-a9de-3b53677c30d3","type":"FunctionalAlteration","dc:description":"To determine whether the impairment of TCR/CD3 signaling observed in CD3γ-deficient T cells would also affect the capacity of T-reg cells to suppress the activation of T-conv cells, the T-eff cells from controls were assayed for cell division following coculture with varying ratios of T-reg cells isolated from either controls or patients. T-eff cells cocultured with control T-reg cells demonstrated a linear reduction in cell proliferation as the number of Treg cells was uptitrated to a final T-reg:T-eff cell ratio of 1:1 (Figure 4B-C). By contrast, T-reg cells from CD3G-mutated patients completely failed to suppress proliferation of control T-eff cells up to a 1:2 T-reg:T-eff cell ratio; reduced suppressive activity was also detected at a 1:1 T-reg:T-conv ratio (Figure 4B-C). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29653965","type":"dc:BibliographicResource","dc:abstract":"Integrity of the T-cell receptor/CD3 complex is crucial for positive and negative selection of T cells in the thymus and for effector and regulatory functions of peripheral T lymphocytes. In humans, ","dc:creator":"Rowe JH","dc:date":"2018","dc:title":"Patients with "},"rdfs:label":"T-reg cells from patients decreased suppressive activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These findings demonstrate that T-reg cells isolated from patients with CD3G mutations are unable to suppress the proliferation of T-eff cells upon stimulation, suggesting that loss of T-reg suppressive function may be an important component of altered peripheral T-cell tolerance in patients with CD3γ deficiency."},{"id":"cggv:b3e632da-5884-49a3-83a6-d46e44e33165","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:85b7d983-4d17-487d-8372-5caba8841bfd","type":"FunctionalAlteration","dc:description":"Authors analyzed CD8+ T cells, CD4+ T-conv, and CD4+ T-reg cells from patients P1 to P5 and controls, and found that expression of both CD3 (as indicated by staining with a monoclonal antibody specific for the CD3ε chain) and TCRαβ was markedly reduced in each of these subsets in all patients with CD3G mutations.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965","rdfs:label":"Expression of surface CD3/TCRαβ complex"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Findings extend previous observations and demonstrate that CD3g is required to maintain optimal levels of surface TCRaband CD3complex expression in all T-cell subsets."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e219e962-fd4d-4d0b-bb0b-4d962109ca16","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28722eb8-fdd7-4b47-abef-9bafca4aeaec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors show that the age-associated decline of naive T cells is strongly accelerated in CD3gammaLLAA knock-in mice homozygous for a double leucine to alanine mutation in the CD3gamma di-leucine-based motif, whereas the number of memory T cells is unaffected by the mutation. This results in premature T cell population senescence with a severe dominance of memory T cells and very few naive T cells in middle-aged to old CD3gamma mutant mice. The reduced number of naive T cells in CD3gamma mutant mice was caused by the combination of reduced thymic output, decreased T cell apoptosis, and increased transition of naive T cells to memory T cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19801521","type":"dc:BibliographicResource","dc:abstract":"TCR and cytokine receptor signaling play key roles in the complex homeostatic mechanisms that maintain a relative stable number of T cells throughout life. Despite the homeostatic mechanisms, a slow decline in naive T cells is typically observed with age. The CD3gamma di-leucine-based motif controls TCR down-regulation and plays a central role in fine-tuning TCR expression and signaling in T cells. In this study, we show that the age-associated decline of naive T cells is strongly accelerated in CD3gammaLLAA knock-in mice homozygous for a double leucine to alanine mutation in the CD3gamma di-leucine-based motif, whereas the number of memory T cells is unaffected by the mutation. This results in premature T cell population senescence with a severe dominance of memory T cells and very few naive T cells in middle-aged to old CD3gamma mutant mice. The reduced number of naive T cells in CD3gamma mutant mice was caused by the combination of reduced thymic output, decreased T cell apoptosis, and increased transition of naive T cells to memory T cells. Experiments with bone marrow chimeric mice confirmed that the CD3gammaLLAA mutation exerted a T cell intrinsic effect on T cell homeostasis that resulted in an increased transition of CD3gammaLLAA naive T cells to memory T cells and a survival advantage of CD3gammaLLAA T cells compared with wild-type T cells. The experimental observations were further supported by mathematical modeling of T cell homeostasis. Our study thus identifies an important role of CD3gamma-mediated TCR down-regulation in T cell homeostasis.","dc:creator":"Boding L","dc:date":"2009","dc:title":"TCR down-regulation controls T cell homeostasis."},"rdfs:label":"Mouse Model TCR down-regulation controls T cell homeostasis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This study identifies an important role of CD3gamma-mediated TCR down-regulation in T cell homeostasis. Scored at 1 instead of default 2 points because does not discuss autoimmunity. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:d94f1d4b-69f2-4380-afd1-aeceab12f24a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6dc33ce-89dd-4562-87e5-5b1eeb6c81ee","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Linkage analysis around the CD3 receptor cluster by genotyping microsatellite markers (D11S908 and D11S1998) on chromosome 11q23 in all family members. Mutation screening of the 38 coding exons and exon–intron boundaries of CD3d, CD3c, and CD3e were PCR-ampliﬁed with speciﬁc intronic primers in genomic DNA of affected patients. Gene sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Autoimmune hepatitis and nephrotic syndrome.","phenotypes":["obo:HP_0000421","obo:HP_0001882","obo:HP_0001873","obo:HP_0001433","obo:HP_0001903","obo:HP_0001888"],"previousTesting":true,"previousTestingDescription":"Laboratory ﬁndings were consistent with Evans syndrome. Immunologic evaluation, which was carried out due to lymphopenia, revealed low levels of IgA, IgG level, low speciﬁc antibody response, and low TCRab expression.\n","secondTestingMethod":"Linkage analysis","sex":"Female","variant":[{"id":"cggv:d1664b91-b2ca-4335-a6f5-fc3034a8e154_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.118349742G>C (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6302103"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23590417","type":"dc:BibliographicResource","dc:abstract":"CD3 chain expression defects including CD3 gamma, epsilon, delta, and zeta chain subunits, are autosomal recessive inherited severe combined immunodeficiencies (SCID). The phenotype is usually T-B+NK+ SCID with lymphopenia where the clinical findings may be mild (CD3γ) or severe (CD3δ, ε, ζ) owing to the underlying molecular defect. There is limited information about the disease in literature.","dc:creator":"Tokgoz H","dc:date":"2013","dc:title":"Variable presentation of primary immune deficiency: two cases with CD3 gamma deficiency presenting with only autoimmunity."}},{"id":"cggv:d94f1d4b-69f2-4380-afd1-aeceab12f24a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23590417"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23590417","rdfs:label":"Tokgoz Proband 2013"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Additional case with NM_000073.3:c.80-1G>C or IVS2-1G>C, Splice acceptor variant. The proband displayed low TCRαβ expression, low IgG, low IgA, low IgM, low CD3, low CD4, and low CD8. This variant has been reported previously in a heterozygous state by Arnaiz-Villena A et al. (PMID: 1635567)."},{"id":"cggv:54bb0c06-fda7-4cc8-b9f1-0f53a62e9238_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e84b725-8457-408d-9297-2a26c404f124","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"detectionMethod":"Sequenced all exons and intron/exon boundaries of CD3G, CD3D, and CD3E genes in patient VI:1. No mutations were detected in CD3D and CD3E, but the analysis revealed a homozygous A to T transversion at nucleotide 205 in exon 3 (c.205A→T) of CD3G. The mutation had been reported in another family from Southeastern Turkey, data suggest the possibility of a common founder allele bearing the c.205A3T mutation causing the CD3G deficiency in the Turkish population.","firstTestingMethod":"PCR","phenotypeFreeText":"Selective partial T lymphocytopenia. Chronic diarrhea and pulmonary infections, recurrent otitis media, oral moniliasis, severe diaper dermatitis, and perianal fistula. Died due to bilateral pneumonia at the age of 20 months.","previousTesting":true,"previousTestingDescription":"No mutations were detected in CD3D and CD3E. Immunological workup: 2180 lymphocytes/μl with partial T lymphocytopenia: 43% CD19+, 18% CD16+CD56+CD3−, 21% CD4+CD8−, 18% CD8+CD4−, 14% CD25+, low CD3 (27% with SK7) and TCRαβ (2% with WT31), but not TCRγδ (7.6% with 11F2, 3.2% also CD8+, 5.6% also CD3+). The proliferative responses to PHA and Con A were low compared with the control (6020 vs 43949 and 6504 vs 35760 cpm, respectively). Tested autoantibodies were negative (anti-nuclear Ab, smooth muscle, parietal, thyroglobulin, transglutaminase, and enterocyte). ","sex":"Male","variant":{"id":"cggv:54bb0c06-fda7-4cc8-b9f1-0f53a62e9238_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ffccb5f-18a0-460c-8dbd-d22e032330a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000073.2(CD3G):c.205A>T (p.Lys69Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150563"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17277165","type":"dc:BibliographicResource","dc:abstract":"The biological role in vivo of the homologous CD3gamma and delta invariant chains within the human TCR/CD3 complex is a matter of debate, as murine models do not recapitulate human immunodeficiencies. We have characterized, in a Turkish family, two new patients with complete CD3gamma deficiency and SCID symptoms and compared them with three CD3gamma-deficient individuals belonging to two families from Turkey and Spain. All tested patients shared similar immunological features such as a partial TCR/CD3 expression defect, mild alphabeta and gammadelta T lymphocytopenia, poor in vitro proliferative responses to Ags and mitogens at diagnosis, and very low TCR rearrangement excision circles and CD45RA(+) alphabeta T cells. However, intrafamilial and interfamilial clinical variability was observed in patients carrying the same CD3G mutations. Two reached the second or third decade in healthy conditions, whereas the other three showed lethal SCID features with enteropathy early in life. In contrast, all reported human complete CD3delta (or CD3epsilon) deficiencies are in infants with life-threatening SCID and very severe alphabeta and gammadelta T lymphocytopenia. Thus, the peripheral T lymphocyte pool was comparatively well preserved in human CD3gamma deficiencies despite poor thymus output or clinical outcome. We propose a CD3delta > CD3gamma hierarchy for the relative impact of their absence on the signaling for T cell production in humans.","dc:creator":"Recio MJ","dc:date":"2007","dc:title":"Differential biological role of CD3 chains revealed by human immunodeficiencies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17277165","rdfs:label":"VI:1 Family 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NM_000073.2(CD3G):c.205A>T (p.Lys69Ter), Nonsense Variant. This variant is predicted to truncate the CD3g protein shortly after the leader peptide. The mutation creates an additional restriction site for the enzyme Tru9I at exon 3. The patient presented with low surface CD3 expression."},{"id":"cggv:d1664b91-b2ca-4335-a6f5-fc3034a8e154_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6dc33ce-89dd-4562-87e5-5b1eeb6c81ee"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"NM_000073.3:c.80-1G>C or IVS2-1G>C, Splice acceptor variant. The proband displayed low TCRαβ expression, low IgG, low IgA, low IgM, low CD3, low CD4, and low CD8. "},{"id":"cggv:7c9ef6ed-1ef3-46ee-b5f8-cb7f060b5144_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11b4e26f-94d8-4157-a541-405aaded6d32","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"Molecular analysis of the CD3G gene showed in exon 3 at position -1, in the acceptor splice site, a homozygous mutation from a G to C nucleotide (c.80-1G>C). Pedigrees of both families were shown in Fig. 2.","phenotypeFreeText":"Autoimmune thyroiditis, combined TB+NK+ immunodeficiency, history of severe varicella infection, growth retardation, rudimentary tonsils, enlarged and heterogenous thyroid gland, and mild protrusion of the eyes. ","phenotypes":["obo:HP_0200117","obo:HP_0001045","obo:HP_0100582","obo:HP_0002110"],"previousTesting":true,"previousTestingDescription":"Laboratory examination revealed anaemia (Hb: 9.8 g/dl), eosinophilia (0.7x109/l.11%), high IgG (1950 mg/dl), high IgE (815 IU/ml) levels, low TSH (0.006uIU/ml), high free T4 (4.49 ng/dl), high antithyroglobulin, anti-microsomal and stimulating TSH receptor antibodies (102 IU/ml, 331 IU/ml and 28 U/l, respectively) and positive ANA. T cell functions were impaired. The flow cytometric analysis of peripheral blood lymphocytes revealed low T cells, CD3+TCRαβ(5%), CD8+TCRαβ (0%), and CD3+TCRγδ(1%) cell percentages.","sex":"Female","variant":{"id":"cggv:7c9ef6ed-1ef3-46ee-b5f8-cb7f060b5144_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24910257","type":"dc:BibliographicResource","dc:abstract":"The patients with CD3γ deficiency can present with different clinical findings despite having the same homozygous mutation. We report three new CD3gamma-deficient siblings from a consanguineous family with a combined T-B+NK+ immunodeficiency and their variable clinical and cellular phenotypes despite the same homozygous mutation of the CD3G gene (c.80-1G>C). We also re-evaluate a previously reported non-consanguineous family with two CD3gamma-deficient siblings with the same mutation. The median age at diagnosis was 11 years (14 months-20 years). We found all five patients to display autoimmunity: autoimmune thyroiditis (n = 5), autoimmune haemolytic anaemia (n = 2), immune thrombocytopenia (n = 1), autoimmune hepatitis (n = 1), minimal change nephrotic syndrome (n = 1), vitiligo (n = 1) and positive antinuclear antibodies (n = 3) as well as high IgE (n = 2) and atopic eczema (n = 2). While CD3(+) TCRαβ+T cell percentages were low in all patients, only one had lymphopenia and 3 had CD3(+) T cell lymphopenia. Strikingly, we report frequent and multiple autoimmunity in tested heterozygous carriers in both families (n = 6; in 67%), and frequent autoimmunity in family members not available for testing (n = 5, in 80%). The results suggest that CD3G should be studied as a candidate gene for autoimmunity and that CD3gamma deficiency should be considered among other primary immunodeficiencies with predominantly autoimmune manifestations. ","dc:creator":"Gokturk B","dc:date":"2014","dc:title":"CD3G gene defects in familial autoimmune thyroiditis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24910257","rdfs:label":"Patient 1 III:1 (F1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NM_000073.3:c.80-1G>C, Splice Acceptor Variant. This variant results in aberrant splicing of CD3g transcripts, resulting in loss of the first 17 nucleotides of exon 3 in the transcript and a consequently premature stop codon at the protein level. "},{"id":"cggv:67234777-7ce1-4653-933c-5795f25701cf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:03e2397a-3814-4b24-905d-c2e97f8b24a9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"phenotypeFreeText":"Autoimmunity but is presently healthy and well into their teens.","previousTesting":true,"previousTestingDescription":"Low CD3 expression. Low PBMC responses to: Ags, Anti-CD3, and Lectins.","sex":"Male","variant":{"id":"cggv:67234777-7ce1-4653-933c-5795f25701cf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ffccb5f-18a0-460c-8dbd-d22e032330a8"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17277165"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17277165","rdfs:label":"IV:4 Family 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"NM_000073.2(CD3G):c.205A>T (p.Lys69Ter), Nonsense variant.\n\nThis is the second Turkish family reported with this variant. Both families shared a core haplotype associated with the c.205A→T mutation suggesting the possibility of a common founder allele."},{"id":"cggv:8a023338-adff-4951-8127-3f5ce23b1e3e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c762cda-56cc-4304-b438-ce1c6828687d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"All patients studied were determined previously to have CD3G mutations.","phenotypeFreeText":"Autoimmunity, acute bronchitis, hypothyroidism, and atopic dermatitis.","previousTesting":true,"previousTestingDescription":"CD4 cells/μL 520 (400-2100), CD8 cells/μL 40 (300-1300).","sex":"UnknownEthnicity","variant":{"id":"cggv:8a023338-adff-4951-8127-3f5ce23b1e3e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Additional case with NM_000073.3:c.80-1G>C, Splice Acceptor Variant. T-reg function was assessed by studying its ability to suppress proliferation of T-conv cells. T-reg cells of patients with CD3G defects had reduced diversity, increased clonality, and reduced suppressive function. "},{"id":"cggv:824e690f-9245-4ffb-ab97-948ce82efef0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96466778-ab83-408e-ae75-9b749d53516b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":34,"detectionMethod":"All patients studied were determined previously to have CD3G mutations.","phenotypeFreeText":"Autoimmunity, soft tissue abscesses, viral meningitis, vitiligo, hypothyroidism, and atopic dermatitis.","previousTesting":true,"previousTestingDescription":"CD4 cells/μL 842 (400-2100), CD8 cells/μL 200 (300-1300).","sex":"UnknownEthnicity","variant":{"id":"cggv:824e690f-9245-4ffb-ab97-948ce82efef0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},{"id":"cggv:a6f6db3e-fd3e-430e-9462-f74f29aaee0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000073.2(CD3G):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150559"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965","rdfs:label":"P6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Additional patient with NM_000073.2(CD3G):c.1A>G (p.Met1Val) and NM_000073.3:c.80-1G>C, Missense and Splice Acceptor Variant. T-reg function was assessed by studying its ability to suppress proliferation of T-conv cells. T-reg cells of patients with CD3G defects had reduced diversity, increased clonality, and reduced suppressive function. "},{"id":"cggv:0247c853-72b9-4615-bec9-48eaae6e1b51_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:afede6dd-48ca-4710-9e9e-8c1e672cc30e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"detectionMethod":"Homozygous A to T transversion at nucleotide 205 in exon 3 of the CD3γ gene was found by Regueiro JR.","phenotypeFreeText":"Intractable diarrhea, failure to thrive, recurrent pneumonia, recurrent oral moniliasis, chronic pruritus, skin desquamation, and inflammatory bowel disease.","previousTesting":true,"previousTestingDescription":"Clinical and laboratory findings suggested the diagnosis of CD3 chain deficiency. In vitro lymphocyte function test revealed a positive response to distal stimulation by Ca-ionophore alone as expected. The serum immunoglobulin levels and lymphocyte counts were normal. Both CD3 and CD4 counts and percentages were found to be lower than normal. ","sex":"Male","variant":{"id":"cggv:0247c853-72b9-4615-bec9-48eaae6e1b51_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ffccb5f-18a0-460c-8dbd-d22e032330a8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18482219","type":"dc:BibliographicResource","dc:abstract":"Partial or total CD3 chain expression defects including CD3 gamma, epsilon, delta, and zeta chain are among the autosomally inherited SCID presenting with T-B+NK+ phenotype with lymphopenia. The clinical findings are generally severe in all except for CD3 gamma deficiency. Here we present a 10-month-old CD3 gamma deficient boy with IBD. The patient had suffered from intractable diarrhea, recurrent pulmonary infections and oral moniliasis since two months of age. Following the first allogeneic HSCT from his HLA-identical (6/6) sister after a reduced intensity regimen, a second transplantation was performed five months later. On day +19 after second transplantation, the CD3 TCR alpha/beta chain expression increased to 66% with development of full donor chimerism (98.6%). A significant improvement in diarrhea, perianal lesions, and rectal fistula was observed suggesting an improvement in inflammatory bowel disease. The patient died at home on day +50 with a sudden respiratory failure secondary to an undetermined infection. The case was interesting being the first reported case with SCID and inflammatory bowel disease who responded very well to HSCT by full recovery of intractable diarrhea, failure to thrive, laboratory findings, and improvement of fistula formation.","dc:creator":"Ozgür TT","dc:date":"2008","dc:title":"Hematopoietic stem cell transplantation in a CD3 gamma-deficient infant with inflammatory bowel disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18482219","rdfs:label":"Ozgür Proband 2008"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Additional patient with NM_000073.2(CD3G):c.205A>T (p.Lys69Ter), Nonsense variant. This patient showed signiﬁcantly decreased CD3 expression intensity and absent CD3/TCR expression."},{"id":"cggv:cb7f5a42-0dc4-4540-9de5-e39e024b6d16_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33dacb03-42d0-47c7-bf8b-470db38a236c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":27,"detectionMethod":"All patients studied were determined previously to have CD3G mutations.","phenotypeFreeText":"Infections: Klebsiella pneumoniae, MSSA, severe EBV. Autoimmune enteropathy, GLILD, and AIHA.","previousTesting":true,"previousTestingDescription":"CD4 cells/μL 627 (500-2700), CD8 cells/μL 1139 (200-1800).","sex":"UnknownEthnicity","variant":{"id":"cggv:cb7f5a42-0dc4-4540-9de5-e39e024b6d16_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a6f6db3e-fd3e-430e-9462-f74f29aaee0f"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"NM_000073.2(CD3G):c.1A>G (p.Met1Val) Homozygous Missense variant. T-reg function was assessed by studying its ability to suppress proliferation of T-conv cells. T-reg cells of patients with CD3G defects had reduced diversity, increased clonality, and reduced suppressive function. "},{"id":"cggv:5fe40c52-70ab-41eb-b08e-368b5c8f0b6a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:38ed0168-62ae-408a-bf1a-138b9339dddd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"Using a WES approach, a 1 base pair deletion was identified at position 71 in the coding sequence (c.213 del A), which led to a frameshift at position 71 and a premature stop codon at position 110.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with CVID and hypogammaglobulinemia, recurrent sinopulmonary infections, and a poor response to polysaccharides at 15-years of age. Atrophic endobronchial mucosa caused exercise tachypnea, clubbing of the fingers, and obstructive sleep apnea. An engorged portal vein, splenomegaly, splenic artery, and coarse liver surface gradually developed.","previousTesting":true,"previousTestingDescription":"Patient showed a decrease in switched memory B cells and diminished CD40L expression.","sex":"Male","variant":{"id":"cggv:5fe40c52-70ab-41eb-b08e-368b5c8f0b6a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:48bc2c26-ea6d-4734-8910-bee343712f32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000073.2(CD3G):c.213del (p.Lys71fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6302132"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31921117","type":"dc:BibliographicResource","dc:abstract":"The T-cell receptor (TCR)/CD3 complex is crucial for T-cell development and regulation. In humans, ","dc:creator":"Lee WI","dc:date":"2019","dc:title":"A Novel "}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31921117","rdfs:label":"Lee Proband 2019"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_000073.2(CD3G):c.213del (p.Lys71fs), frameshift variant. This novel CD3G deletion (c.del213A) caused an obvious decrease in switched memory B cells and diminished CD40L expression. However, sufficient Treg suppression function was maintained so that the patient remained free of autoimmune thyroiditis (AIT), inflammatory bowel disease (IBD), and autoimmune pancytopenia. CD4+ and CD8+ T cells from the patient and controls were analyzed: authors found that the expression of CD3 decreased by one-log fluorescence intensity. The expression of TCRαβ also clearly decreased in the patient compared with the control. "},{"id":"cggv:79822b0c-48c0-4e99-bf1e-8be25c269800_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ac20933-bd0f-4fd4-857f-14b6d94173a3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"All patients studied were determined previously to have CD3G mutations. ","phenotypeFreeText":"Autoimmunity, hypothyroidism, AIHA, ITP, nephropathy, and ALPS. Infections: RRTI and bronchiectasis.","previousTesting":true,"previousTestingDescription":" CD4 cells/μL 210 (400-2100), CD8 cells/μL 116 (300-1300).","sex":"UnknownEthnicity","variant":{"id":"cggv:79822b0c-48c0-4e99-bf1e-8be25c269800_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29653965","rdfs:label":"P4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Additional case with NM_000073.3:c.80-1G>C, Splice Acceptor Variant. T-reg function was assessed by studying its ability to suppress proliferation of T-conv cells. T-reg cells of patients with CD3G defects had reduced diversity, increased clonality, and reduced suppressive function. "},{"id":"cggv:297ff857-4e77-44d5-9504-56c84695fe80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5aac9c39-18c2-4862-83b4-e852a3502f82","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"The full coding portion of the cDNA coding for CD3-γ was amplified from mRNA and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Classic features of severe combined immunodeficiency started at age 11 months. Severe autoimmune hemolytic anemia and respiratory distress developed when the patient was 31 months old. Patient died at 31 months. ","previousTesting":true,"previousTestingDescription":"Laboratory studies: normal lymphocyte counts, a selective IgG2 deficiency, and serum autoantibodies against mitochondria, smooth muscle, and intestinal epithelial cells. Previous biochemical evidence demonstrated that despite the low level of expression of the T-cell receptor—CD3 complex on the surface of T lymphocytes, the cells contained many of the proteins required to build the complex: T-cell receptors α and β, CD3-δ, CD3-ε, and CD3-ζ.6 Further studies indicated that the CD3-γ protein was either missing or abnormal both in the cytoplasm and in the few T-cell receptor—CD3 complexes that reached the surface of the T cells. These data suggested that the primary defect in T lymphocytes involved the CD3-γ protein.","sex":"Male","variant":{"id":"cggv:297ff857-4e77-44d5-9504-56c84695fe80_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7294b0f3-7c8b-4d16-a866-afee7b611f3e"},{"id":"cggv:a6f6db3e-fd3e-430e-9462-f74f29aaee0f"}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1635567","type":"dc:BibliographicResource","dc:creator":"Arnaiz-Villena A","dc:date":"1992","dc:title":"Brief report: primary immunodeficiency caused by mutations in the gene encoding the CD3-gamma subunit of the T-lymphocyte receptor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1635567","rdfs:label":"III-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_000073.2(CD3G):c.1A>G (p.Met1Val) and NM_000073.3:c.80-1G>C, Missense and Splice Acceptor Variants: Both caused abnormal CD3-γ mRNA molecules, which coded for severely truncated CD3-γ proteins or for a total lack of these proteins. The lack of CD3-γ hindered but did not abolish the normal association and surface expression of the T-cell receptor—CD3 complex. The parents of the proband and the proband's two female siblings had only one of the two mutations (the brother was homozygous) and produced some normal CD3-γ mRNA and protein, with normal expression of the T-cell receptor—CD3 complex."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3203,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:9ce1569c-d1ab-4057-8e3d-dbb7871aecb0","type":"GeneValidityProposition","disease":"obo:MONDO_0014276","gene":"hgnc:1675","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"CD3G was first reported in relation to autosomal recessive, combined immunodeficiency due to CD3gamma deficiency in 1986 (Regueiro et al., PMID:2872416) and in 1992 (Arnaiz-Villena et al., PMID:1635567). Also known as immunodeficiency 17, CD3gamma deficiency is an autosomal recessive primary immunodeficiency characterized by partial T-cell lymphopenia, decreased amounts of the CD3 complex, and impaired proliferative responses to T-cell receptor (TCR)-dependent stimuli. This disease results in a variable clinical presentation that ranges from asymptomatic until adulthood, to high susceptibility to infections from early infancy with predominant autoimmune manifestations. The more severely affected patients may have evidence of autoimmune disease or enteropathy. At least 4 unique variants (missense, splice acceptor, nonsense, and frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n\nSummary of Case Level Data: 13.25 points.\nVariants in this gene have been reported in at least 11 probands in 8 publications (PMID: 2872416, PMID: 1635567, PMID: 17277165, PMID:31921117, PMID:24910257, PMID:23590417, PMID:29653965, and PMID:18482219). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nSummary of Experimental Evidence: 2.5 points. \nThis gene-disease association is supported by animal models, expression studies, and patient cell functional studies (PMID:1635567, PMID: 29653965, PMID: 19801521). Boding L et al. demonstrated that the age-associated decline of naive T cells is strongly accelerated in CD3gammaLLAA knock-in mice, homozygous for a double leucine to alanine mutation in the CD3gamma di-leucine-based motif. This resulted in premature T cell population senescence with a severe dominance of memory T cells and very few naive T cells, caused by the combination of reduced thymic output, decreased T cell apoptosis, and increased transition of naive T cells to memory T cells. Rowe JH et al. studied 6 patients with CD3G mutations to assess T-reg function and its ability to suppress proliferation of T-conv cells. T-reg cells in patients with CD3G defects had reduced diversity, increased clonality, and reduced suppressive function. \n\nIn summary, there is definitive evidence to support the relationship between CD3G and autosomal recessive, combined immunodeficiency due to CD3gamma deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n\nThis classification was approved by the ClinGen SCID-CID GCEP on the meeting date July 15, 2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:8ea83aa7-473b-4670-88dd-36b1abe277f8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}