{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04aev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-01-16T15:20:15.445Z","role":"Publisher"},{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-18T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d89b6230-9482-410a-8d60-463ee1a07d27","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:787101e1-2adf-4dd8-8247-f19c5d0bdfd2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Robust protein interaction with C1QBP\nBinding partner of CHCHD2 which interacts with OPA1 via OMA1 pathway","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29121267","type":"dc:BibliographicResource","dc:abstract":"Coiled-helix coiled-helix domain containing protein 10 (CHCHD10) and its paralogue CHCHD2 belong to a family of twin CX9C motif proteins, most of which localize to the intermembrane space of mitochondria. Dominant mutations in CHCHD10 cause amyotrophic lateral sclerosis (ALS)/frontotemporal dementia, and mutations in CHCHD2 have been associated with Parkinson's disease, but the function of these proteins remains unknown. Here we show that the p.R15L CHCHD10 variant in ALS patient fibroblasts destabilizes the protein, leading to a defect in the assembly of Complex I, impaired cellular respiration, mitochondrial hyperfusion, an increase in the steady-state level of CHCHD2, and a severe proliferation defect on galactose, a substrate that forces cells to synthesize virtually all of their ATP aerobically. CHCHD10 and CHCHD2 appeared together in distinct foci by immunofluorescence analysis and could be quantitatively immunoprecipitated with antibodies against either protein. Blue native polyacrylamide gel electrophoresis analyses showed that both proteins migrated in a high molecular weight complex (220 kDa) in control cells, which was, however, absent in patient cells. CHCHD10 and CHCHD2 levels increased markedly in control cells in galactose medium, a response that was dampened in patient cells, and a new complex (40 kDa) appeared in both control and patient cells cultured in galactose. Re-entry of patient cells into the cell cycle, which occurred after prolonged culture in galactose, was associated with a marked increase in Complex I, and restoration of the oxygen consumption defect. Our results indicate that CHCHD10-CHCHD2 complexes are necessary for efficient mitochondrial respiration, and support a role for mitochondrial dysfunction in some patients with ALS.","dc:creator":"Straub IR","dc:date":"2018","dc:title":"Loss of CHCHD10-CHCHD2 complexes required for respiration underlies the pathogenicity of a CHCHD10 mutation in ALS."},"rdfs:label":"Immunoprecipitate studies "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"interacts with at least 2 genes associated with primary mitochondrial disease, score 1 point"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7220e43f-f44d-4db6-98a7-46c6088729b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c31e710d-43b6-46d4-853e-96b70edd75c7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"mouse C10 G58R exogenous expressionvcaused mitochondrial fragmentation in human cells, similar to what we observed previously for human C10 G58R\n\nC10G58R mice had myopathy with smaller leg muscles compared to wild type, p.S59L, and double knock outs of C2 and C10. Mice also had worse grip strength and treadmill induced fatigue\n\nMice had decreased body weight and significantly decreased survival\n\nComplex I and IV deficiency seen in heart and in muscle, and had multiple mitochondrial DNA deletions","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35700042","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial stress triggers a response in the cell's mitochondria and nucleus, but how these stress responses are coordinated in vivo is poorly understood. Here, we characterize a family with myopathy caused by a dominant p.G58R mutation in the mitochondrial protein CHCHD10. To understand the disease etiology, we developed a knockin (KI) mouse model and found that mutant CHCHD10 aggregated in affected tissues, applying a toxic protein stress to the inner mitochondrial membrane. Unexpectedly, the survival of CHCHD10-KI mice depended on a protective stress response mediated by the mitochondrial metalloendopeptidase OMA1. The OMA1 stress response acted both locally within mitochondria, causing mitochondrial fragmentation, and signaled outside the mitochondria, activating the integrated stress response through cleavage of DAP3-binding cell death enhancer 1 (DELE1). We additionally identified an isoform switch in the terminal complex of the electron transport chain as a component of this response. Our results demonstrate that OMA1 was critical for neonatal survival conditionally in the setting of inner mitochondrial membrane stress, coordinating local and global stress responses to reshape the mitochondrial network and proteome.","dc:creator":"Shammas MK","dc:date":"2022","dc:title":"OMA1 mediates local and global stress responses against protein misfolding in CHCHD10 mitochondrial myopathy."},"rdfs:label":"Knock in of G58R in Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"1 point for strong phenotype overlap + 0.5 (combined oxphos deficiency) + 0.5 (mitochondrial fragmentation and multiple deletions) "},{"id":"cggv:1a82cf8e-b59e-4548-a569-d09537ef72df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3ae5c36-c8f5-4e16-a985-904d82ac2ef0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with conditional knockout have reduced grip strength, increased beam walking time\n\nEMG in mice showed loss of successful NM transmission after repeat stim\n\nWe co-transfected Flag-CHCHD10 and mito-RFP (an indicator of mitochondria) into C2C12 cells.\nConsistent with the previous report (33), we found that there were many large lysosome-like vesicles (red arrow, high-dense round vesicles) in the mutant mitochondria that were rarely shown in the mitochondria in control animals (13.45 ± 1.80% in the mutant vs. 1.50 ± 0.43% in the control, P < 0.001; Fig. 5B and C), indicating active degradation of unhealthy mitochondria in the mutant\n\n\nTo further examine whether mitochondria function in skeletal muscle fibers is impaired without CHCHD10, we checked the ATP levels in Ad-Ctrl and Ad-Cre infected CHCHD10f/f primary myotubes and found that the total ATP levels were reduced by ∼30% (69.92 ± 2.38% in Ad-Cre-infected myotubes and 100 ± 2.07% in the control, P < 0.001; Fig. 5E)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31261376","type":"dc:BibliographicResource","dc:abstract":"The neuromuscular junction (NMJ) is a synapse between motoneurons and skeletal muscles to control motor behavior. Acetylcholine receptors (AChRs) are restricted at the synaptic region for proper neurotransmission. Mutations in the mitochondrial CHCHD10 protein have been identified in multiple neuromuscular disorders; however, the physiological roles of CHCHD10 at NMJs remain elusive. Here, we report that CHCHD10 is highly expressed at the postsynapse of NMJs in skeletal muscles. Muscle conditional knockout CHCHD10 mice showed motor defects, abnormal neuromuscular transmission and NMJ structure. Mechanistically, we found that mitochondrial CHCHD10 is required for ATP production, which facilitates AChR expression and promotes agrin-induced AChR clustering. Importantly, ATP could effectively rescue the reduction of AChR clusters in the CHCHD10-ablated muscles. Our study elucidates a novel physiological role of CHCHD10 at the peripheral synapse. It suggests that mitochondria dysfunction contributes to neuromuscular pathogenesis.","dc:creator":"Xiao Y","dc:date":"2020","dc:title":"Loss of mitochondrial protein CHCHD10 in skeletal muscle causes neuromuscular junction impairment."},"rdfs:label":"Conditional Sk Msk KO of CHCHD10 in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"PMID: 29112723 - Heterozygote and homozygote males and females (knockouts) were viable and did not exhibit any gross phenotypic abnormalities from birth through early adulthood (up to 200 days of age). Furthermore, the level of CHCHD2 in these tissues was not affected by the lack of CHCHD10 expression."},{"id":"cggv:3ffbfd29-423e-41b4-b99e-4c5c0ba89f1f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba704039-83ee-4e33-ad50-a73389a234b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Late onset poor motor control and myopathy\n(note: Shammas et al 2022 did not report this degree of findings, but phenotype demarcates >25 weeks, where Shammas reports function of p.S55L mice at 25 weeks)\n\nDid not see the degree of cognitive dysfunction expected but exploration time was decreased ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30877432","type":"dc:BibliographicResource","dc:abstract":"Mutations in coiled-coil-helix-coiled-coil-helix domain containing 10 (CHCHD10), a mitochondrial protein of unknown function, cause a disease spectrum with clinical features of motor neuron disease, dementia, myopathy and cardiomyopathy. To investigate the pathogenic mechanisms of CHCHD10, we generated mutant knock-in mice harboring the mouse-equivalent of a disease-associated human S59L mutation, S55L in the endogenous mouse gene. CHCHD10","dc:creator":"Anderson CJ","dc:date":"2019","dc:title":"ALS/FTD mutant CHCHD10 mice reveal a tissue-specific toxic gain-of-function and mitochondrial stress response."},"rdfs:label":"Mouse Knockin of p.S59L"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"1 (phenotype overlap) + 0.5 expression in tissues of interest (dopaminergic neurons of the substantia nigra andspinal cord, heart, skeletal muscle, liver) + 0.5 (ultrastructural abnormalities in mitochondria on EM)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":7537,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:48ebeffa-b70c-4321-b21a-2be2cfe0ceb5","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:15559","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between *CHCHD10* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of May 18, 2023. *CHCHD10* encodes a small protein called coiled-coil-helix-coiled-coil-helix domain containing 10 that localizes to the mitochondrial intermembrane space. While the exact mechanism of disease has not been fully elucidated, it appears that it is involved in mitochondrial genome stability and maintenance of cristae junctions. Defects of this protein are associated with mitochondrial fragmentation and/or trigger the mitochondrial integrated stress response. \n\n*CHCHD10* was first reported in relation to autosomal dominant primary mitochondrial disease in 2014 (PMID: 24934289), in two adults with late onset motor neuron disease characterized by dysphagia, dysarthria, areflexia, myopathy and cognitive impairment.  While various names have been given to the constellation of features seen in those with *CHCHD10*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *CHCHD10* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four unique missense variants identified in seven probands from six publications (PMIDs: 25428574, 25833818, 25113787, 35700042, 25193783, 24934289). Of note, toxic gain-of-function appears to be the disease mechanism for the p.Ser59Leu and p.Gly58Arg variants and loss-of-function appears to be the disease mechanism for other variants such as the p.Arg15Leu (PMID: 36158221). Affected individuals have a broad spectrum of features including mitochondrial myopathy with or without cardiomyopathy, motor neuron disease, Charcot Marie Tooth-like phenotypes, and spinal muscular atrophy. While the evidence for primary mitochondrial pathology is less clear in some of these cases, this Expert Panel agreed that these clinical phenotypes are within the spectrum of primary mitochondrial disease and opted to include them in this curation with conservative scoring.  Familial segregation was also included in this curation (PMID: 25193783). \n  \nThis gene-disease association is also supported by its known biochemical function and numerous knock-in mouse models of different variants (PMIDs: 30877432, 35700042). Of note, not all animal model *CHCHD10* knockouts display a phenotype (PMID: 29112723).\n\nIn summary, there is definitive evidence to support the relationship between *CHCHD10* and primary mitochondrial disease. This has been repeatedly demonstrated and upheld over time, and no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 18, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:6940c6eb-dacf-46ce-a08c-d8b9f98b04ae"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}