{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-03-15T13:12:20.080Z","role":"Approver"},{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-04-13T00:55:59.068Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28628108","type":"dc:BibliographicResource","dc:abstract":"Few monogenic causes for severe manifestations of common allergic diseases have been identified. Through next-generation sequencing on a cohort of patients with severe atopic dermatitis with and without comorbid infections, we found eight individuals, from four families, with novel heterozygous mutations in CARD11, which encodes a scaffolding protein involved in lymphocyte receptor signaling. Disease improved over time in most patients. Transfection of mutant CARD11 expression constructs into T cell lines demonstrated both loss-of-function and dominant-interfering activity upon antigen receptor-induced activation of nuclear factor-κB and mammalian target of rapamycin complex 1 (mTORC1). Patient T cells had similar defects, as well as low production of the cytokine interferon-γ (IFN-γ). The mTORC1 and IFN-γ production defects were partially rescued by supplementation with glutamine, which requires CARD11 for import into T cells. Our findings indicate that a single hypomorphic mutation in CARD11 can cause potentially correctable cellular defects that lead to atopic dermatitis.","dc:creator":"Ma CA","dc:date":"2017","dc:title":"Germline hypomorphic CARD11 mutations in severe atopic disease."},"evidence":[{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba706449-0958-4b46-80cf-a5ff41e15c0c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d99e1ee9-0d7e-47e6-82fd-70498405eccf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"High levels of CARD11 transcript were found in the spleen and lungs of mice, but was absent or present at only low levels in several other organs assessed (Fig. 1B). Authors also mention that CARD11 is expressed in thymocytes, splenocytes, lymph nodes, B cells, T cells, and macrophages, but data is not shown. This is supported by human expression studies in Gtex, showing CARD11 is only highly expressed in the spleen, whole blood, and small intestine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12818158","type":"dc:BibliographicResource","dc:abstract":"Members of the MAGUK family proteins cluster receptors and intracellular signaling molecules at the neuronal synapse. We report that genetic inactivation of the MAGUK family protein CARD11/Carma1/Bimp3 results in a complete block in T and B cell immunity. CARD11 is essential for antigen receptor- and PKC-mediated proliferation and cytokine production in T and B cells due to a selective defect in JNK and NFkappaB activation. Moreover, B cell proliferation and JNK activation were impaired upon stimulation of TLR4 with lipopolysaccharide, indicating that CARD11 is involved in both the innate and adaptive immune systems. Our results show that the same family of molecules are critical regulators of neuronal synapses and immune receptor signaling.","dc:creator":"Hara H","dc:date":"2003","dc:title":"The MAGUK family protein CARD11 is essential for lymphocyte activation."},"rdfs:label":"CARD11 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This study demonstrates in mice, and is supported by human data in GTex, that CARD11 is expressed in cell subsets relevant to patient disease and phenotypes (lymphocytes)."},{"id":"cggv:5ab348a3-2422-4aac-878f-eca35423b06f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1879111c-3eae-4e8a-9996-56ea7f57704b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IKKa/iKKB is involved in the activation of NFkB through mediation of NFkB inhibitor degradation. The interaction of CARD11 and IKKa/IKKB indicates a means by which CARD11 may help activate NFkB. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12154356","type":"dc:BibliographicResource","dc:abstract":"Stimulation of the T cell receptor (TCR) complex initiates multiple signaling cascades that lead to the activation of several transcription factors, including the NF-kappa B family members. Although various proximal signaling components of the TCR have been intensively studied, the distal components that mediate TCR-induced NF-kappa B activation remain largely unknown. Using a somatic mutagenesis approach, we cloned a CARMA1-deficient T cell line. Deficiency in CARMA1 (originally known as CARDII) resulted in selectively impaired activation of NF-kappa B induced by the TCR and a consequent defect in interleukin-2 (IL-2) production. Reconstitution of the CARMA1-deficient cells with CARMA1 fully rescued this signaling defect. Together, our results show that CARMA1 is an essential signaling component that mediates TCR-induced NF-kappa B activation.","dc:creator":"Wang D","dc:date":"2002","dc:title":"A requirement for CARMA1 in TCR-induced NF-kappa B activation."},"rdfs:label":"CARD11 interacts with IKKa"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Study demonstrates CARD11 interacts with IKKa/IKKB, which is consistent with its role in NFkB activation"},{"id":"cggv:0cbbfb36-6473-4bcd-8cd0-a73a9fac9282","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:874f9e71-7db7-4984-80ac-5e1d63252e4d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with DN CARD11 mutations often present with impaired T cell proliferation and function and this experiment indicates CARD11 has a role in these processes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12867038","type":"dc:BibliographicResource","dc:abstract":"Ligation of antigen receptors (TCR, BCR) on T and B lymphocytes leads to the activation of new transcriptional programs and cell cycle progression. Antigen receptor-mediated activation of NF-kappa B, required for proliferation of B and T cells, is disrupted in T cells lacking PKC theta and in B and T cells lacking Bcl10, a caspase recruitment domain (CARD)-containing adaptor protein. CARMA1 (also called CARD11 and Bimp3), the only lymphocyte-specific member in a family of membrane-associated guanylate kinase (MAGUK) scaffolding proteins that interact with Bcl10 by way of CARD-CARD interactions, is required for TCR-induced NF-kappa B activation in Jurkat T lymphoma cells. Here we show that T cells from mice lacking CARMA1 expression were defective in recruitment of Bcl10 to clustered TCR complexes and lipid rafts, in activation of NF-kappa B, and in induction of IL-2 production. Development of CD5(+) peritoneal B cells was disrupted in these mice, as was B cell proliferation in response to both BCR and CD40 ligation. Serum immunoglobulin levels were also markedly reduced in the mutant mice. Together, these results show that CARMA1 has a central role in antigen receptor signaling that results in activation and proliferation of both B and T lymphocytes.","dc:creator":"Egawa T","dc:date":"2003","dc:title":"Requirement for CARMA1 in antigen receptor-induced NF-kappa B activation and lymphocyte proliferation."},"rdfs:label":"CARD11 necessary for T cell activation and proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This study indicates a role for CARD11 in T cell activation and proliferation, consistent with T cell defects seen in patients. "},{"id":"cggv:c14d6883-4da6-4adc-968e-6c68e643936a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:067b4080-89a8-4e8d-bb57-d1e06debbda5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"A role for positive regulation for CARD11 in NFkB activation downstream of the TCR is consistent with the defects seen in patient T cell proliferation and activation. In addition, patient lymphocytes carrying CARD11 variants have demonstrated decreased NFkB activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12356734","type":"dc:BibliographicResource","dc:abstract":"NF-kappaB is a critical target of signaling downstream of the T cell receptor (TCR) complex, but how TCR signaling activates NF-kappaB is poorly understood. We have developed an expression cloning strategy that can identify catalytic and noncatalytic molecules that participate in different pathways of NF-kappaB activation. Screening of a mouse thymus cDNA library yielded CARD11, a membrane-associated guanylate kinase (MAGUK) family member containing CARD, PDZ, SH3 and GUK domains. Using a CARD-deleted variant of CARD11 and RNA interference (RNAi), we demonstrate that CARD11 mediates NF-kappaB activation by alphaCD3/alphaCD28 cross-linking and PMA/ionomycin treatment, but not by TNFalpha or dsRNA. CARD11 is not required for TCR-mediated induction of NFAT or AP-1. CARD11 functions upstream of the IkappaB-kinase (IKK) complex and cooperates with Bcl10 in a CARD domain-dependent manner. RNAi-rescue experiments suggest that the CARD, coiled-coil, SH3 and GUK domains of CARD11 are critical for its signaling function. These results implicate CARD11 in factor- specific activation of NF-kappaB by the TCR complex and establish a role for a MAGUK family member in antigen receptor signaling.","dc:creator":"Pomerantz JL","dc:date":"2002","dc:title":"CARD11 mediates factor-specific activation of NF-kappaB by the T cell receptor complex."},"rdfs:label":"CARD11 necessary for NFkB activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Indicates a role for CARD11 in positive regulation of NFkB activity, consistent with phenotypes seen in patient cells."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37f5c14c-d131-4b30-b448-9c5921157e7b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:40e320ce-b16a-4954-80c5-89ab2598f9b6","type":"FunctionalAlteration","dc:description":"PBMCs isolated from healthy controls and patient, stimulated with PMA for 0, 5, and 10 min, and then Ikb-alpha and phospho-ERK was quantified by flow cytometry. Patient cells exhibited decreased stimulation-induced NF-kB signaling","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33202260","type":"dc:BibliographicResource","dc:abstract":"Genetic testing has increased the number of variants identified in disease genes, but the diagnostic utility is limited by lack of understanding variant function. CARD11 encodes an adaptor protein that expresses dominant-negative and gain-of-function variants associated with distinct immunodeficiencies. Here, we used a \"cloning-free\" saturation genome editing approach in a diploid cell line to simultaneously score 2,542 variants for decreased or increased function in the region of CARD11 associated with immunodeficiency. We also described an exon-skipping mechanism for CARD11 dominant-negative activity. The classification of reported clinical variants was sensitive (94.6%) and specific (88.9%), which rendered the data immediately useful for interpretation of seven coding and splicing variants implicated in immunodeficiency found in our clinic. This approach is generalizable for variant interpretation in many other clinically actionable genes, in any relevant cell type.","dc:creator":"Meitlis I","dc:date":"2020","dc:title":"Multiplexed Functional Assessment of Genetic Variants in CARD11."},"rdfs:label":"NFkB activation in patient lymphocytes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient cells carrying CARD11 variant display defects in NFkB activation"},{"id":"cggv:401a94c8-d160-49a2-b600-6dec6831c4e6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4f439989-eec4-42c6-ab76-491cef752537","type":"FunctionalAlteration","dc:description":"Lymphocytes were isolated from either healthy controls or patients carrying the CARD11 c.88C>T variant (3 family members) and then stimulated with PHA or anti-CD3/CD8. Patient cells produced significantly less IFNg and IIL-2 compared to the healthy controls following stimulation indicating impaired lymphocyte function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28826773","type":"dc:BibliographicResource","dc:abstract":"Combined immunodeficiency (CID) is a T-cell defect frequently presenting with recurrent infections, as well as associated immune dysregulation manifesting as autoimmunity or allergic inflammation.","dc:creator":"Dadi H","dc:date":"2018","dc:title":"Combined immunodeficiency and atopy caused by a dominant negative mutation in caspase activation and recruitment domain family member 11 (CARD11)."},"rdfs:label":"T cell cytokine secretion in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Lymphocytes derived from multiple patients displayed defects in T cell cytokine production following stimulation, which is consistent with disease. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d09a715d-3cf2-4494-b5f3-70c62726dd07","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88f36b79-d4ea-4a8e-b9af-ad17698e11d7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients carrying dominant negative CARD11 mutations often display increased IgE levels, decreased IgM levels (sometimes), decreased NFkB activation following stimulation of cells, and defects in T cell activation and function, which is consistent with what was seen in the mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34341167","rdfs:label":"CARD11 R30W Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Decreased score from a 2 to a 1 because while the mice matched patient phenotypes of increased IgE levels, decreased IgM levels (sometimes), decreased NFkB activation following stimulation of cells, and defects in T cell activation and function, the mice did not develop atopic dermatitis nor was susceptibility to infection assessed. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":4221,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:b95442e5-dd79-4470-90a7-c64f32f348a9","type":"GeneValidityProposition","disease":"obo:MONDO_0054697","gene":"hgnc:16393","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CARD11 (i.e., CARMA1) was first reported in relation to autosomal dominant immunodeficiency 11B with atopic dermatitis in 2017 (Ma CA et al., PMID: 28628108). This is a typically early-onset and heterogeneous disease characterized by atopic dermatitis, recurrent respiratory tract infections, asthma, food allergies, variable decreases in antibody levels, elevated serum IgE levels, and eosinophilia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance patterns, and phenotypic variability for the diseases associated with CARD11. Therefore, the following disease entities have been split into multiple disease entities: autosomal recessive immunodeficiency 11A (i.e., severe combined immunodeficiency due to CARD11 deficiency; OMIM: 615206), autosomal dominant immunodeficiency 11B with atopic dermatitis (OMIM: 617638), and autosomal dominant B-cell expansion with NFkB and T-cell anergy (BENTA; OMIM: 616452). The split curations for immunodeficiency 11A and BENTA have been curated separately. Twenty-one variants (missense, canonical splice site, and nonsense) that have been reported in 21 probands in 4 publications (PMIDs: 28628108, 28826773, 30170123, 33202260) are included in this curation. In addition, CARD11 variants segregated with disease in multiple families (PMID: 28628108, 28826773, 30170123). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be dominant negative. This gene-disease association is also supported by expression studies, an animal model, and in vitro functional assays (PMID: 12154356, 12356734, 12818158, 12867038, 28826773, 30170123, 33202260, 34341167). CARD11 has been demonstrated to be expressed in immune cells (PMID: 12818158) and be a positive regulator of NFkB activation (PMID: 12366734) and T-cell activation and proliferation (PMID: 12867038). The dominant-negative effect of CARD11 variants is typically confirmed in vitro in a CARD11-deficient T-cell line based on NFkB activity (PMID: 28628108, 28826773, 30170123, 33202260). These CARD11 variants have also been shown to cause impairment of NFkB activity and T-cell function in patient cells (PMID: 28826773, 33202260). A mouse model expressing a dominant-negative CARD11 variant recapitulated certain aspects of human disease (PMID: 34341167). In summary, CARD11 is definitively associated with autosomal dominant immunodeficiency 11B with atopic dermatitis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:603e8c98-82b7-41b5-8174-1fdbfc724a7d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}