{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-30T16:16:20.013Z","role":"Publisher"},{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-23T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31353022","type":"dc:BibliographicResource","dc:abstract":"The glycosylphosphatidylinositol (GPI) anchor links over 150 proteins to the cell surface and is present on every cell type. Many of these proteins play crucial roles in neuronal development and function. Mutations in 18 of the 29 genes implicated in the biosynthesis of the GPI anchor have been identified as the cause of GPI biosynthesis deficiencies (GPIBDs) in humans. GPIBDs are associated with intellectual disability and seizures as their cardinal features. An essential component of the GPI transamidase complex is PIGU, along with PIGK, PIGS, PIGT, and GPAA1, all of which link GPI-anchored proteins (GPI-APs) onto the GPI anchor in the endoplasmic reticulum (ER). Here, we report two homozygous missense mutations (c.209T>A [p.Ile70Lys] and c.1149C>A [p.Asn383Lys]) in five individuals from three unrelated families. All individuals presented with global developmental delay, severe-to-profound intellectual disability, muscular hypotonia, seizures, brain anomalies, scoliosis, and mild facial dysmorphism. Using multicolor flow cytometry, we determined a characteristic profile for GPI transamidase deficiency. On granulocytes this profile consisted of reduced cell-surface expression of fluorescein-labeled proaerolysin (FLAER), CD16, and CD24, but not of CD55 and CD59; additionally, B cells showed an increased expression of free GPI anchors determined by T5 antibody. Moreover, computer-assisted facial analysis of different GPIBDs revealed a characteristic facial gestalt shared among individuals with mutations in PIGU and GPAA1. Our findings improve our understanding of the role of the GPI transamidase complex in the development of nervous and skeletal systems and expand the clinical spectrum of disorders belonging to the group of inherited GPI-anchor deficiencies.","dc:creator":"Knaus A","dc:date":"2019","dc:title":"Mutations in PIGU Impair the Function of the GPI Transamidase Complex, Causing Severe Intellectual Disability, Epilepsy, and Brain Anomalies."},"evidence":[{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c37e910-e610-4e8a-9244-7a2b5782fd31","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:43a3404f-b33e-4317-a7a4-a2d96f6f994c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This article reviews the GPI transamidase complex and its role in the GPI anchor protein biosynthesis pathway. The GPI-TA complex a heteropentameric complex which links GPI-anchored proteins (GPI-APs) onto the GPI anchor in the endoplasmic reticulum (ER) before transport to the cell surface. Components of the complex include PIGK, PIGS, PIGT and GPAA1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30054924","type":"dc:BibliographicResource","dc:abstract":"It is estimated that 0.5% of all mammalian proteins have a glycosylphosphatidylinositol (GPI)-anchor. GPI-anchored proteins (GPI-APs) play key roles, particularly in embryogenesis, neurogenesis, immune response and signal transduction. Due to their involvement in many pathways and developmental events, defects in the genes involved in their synthesis and processing can result in a variety of genetic disorders for which affected individuals display a wide spectrum of features. We compiled the clinical characteristics of 202 individuals with mutations in the GPI biosynthesis and processing pathway through a review of the literature. This review has allowed us to compare the characteristics and the severity of the phenotypes associated with different genes as well as highlight features that are prominent for each. Certain combinations, such as seizures with aplastic/hypoplastic nails or abnormal alkaline phosphatase levels suggest an inherited GPI deficiency, and our review of all clinical findings may orient the management of inherited GPI deficiencies.","dc:creator":"Bellai-Dussault K","dc:date":"2019","dc:title":"Clinical variability in inherited glycosylphosphatidylinositol deficiency disorders."},"rdfs:label":"Review"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Multiple disease associated genes encode components of the GPI transamidase complex.   products involved in complex: \nPIGS: glycosylphosphatidylinositol biosynthesis defect 18. \nNot curated by ClinGen; GenCC 2 x strong assertions (PanelApp Australia, Invitae) one Moderate assertion (Invitae)\n\nPIGT: multiple congenital anomalies-hypotonia-seizures syndrome 3\nNot curated by ClinGen; GenCC Definitive (TGMI), 3 x Strong assertions (PanelApp Australia, Invitae, Ambry).\n\nGPAA1: glycosylphosphatidylinositol biosynthesis defect 15. \nNot curated by ClinGen; GenCC 2x Strong assertions (PanelApp Australia, TGMI).\n\nPIGK: neurodevelopmental disorder with hypotonia and cerebellar atrophy, with or without seizures\nNot curated by ClinGen; 2 x Strong assertions (PanelApp Australia, Invitae,) Moderate  (Ambry).\n"},{"id":"cggv:b7c62d89-ae25-490d-a3a8-34a1c55dca95","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4cf23d56-e029-45ff-9358-bad02cfd21c1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Review: At least 20 genes with roles in the GPI anchor protein biosynthesis pathway have been associated with inherited GPI deficiencies, a disorder characterised by developmental delay, intellectual disability and seizures. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30054924","rdfs:label":"Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"ClinGen have curated PIGA: moderate, PIGO definitive. Most genes in this pathway have an entry in GenCC."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:365c2ccf-a5d0-4470-a49c-ef9a8fcfc996_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:365c2ccf-a5d0-4470-a49c-ef9a8fcfc996","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"allele":{"id":"cggv:9f7c5316-360f-476a-b3dc-5b1370bc5a66","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_080476.5(PIGU):c.209T>A (p.Ile70Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/689723"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Myoclonic seizures occurred within the first months\n7 months: global developmental\ndelay and severe muscular hypotonia with reduced spontaneous movements.\nDysmorphic features: Malar flattening, smooth philtrum, thin upper lip, pointed chin, high arched palate, posteriorly rotated ears, hypertrichosis\nstrabismus convergens at the age of one year\nMRI at 1 year showed MRI of the brain revealed delayed myelination and a small periventricular focal gliosis on the left side, MRI at 5 years showed atrophy of the white matter and an increase of lactate and a decrease of\nN-acetylaspartate (NAA) in the spectroscopy. X-ray of spine revealed osteopenia and scoliosis.\nFurther course of disease was characterized by persistent focal myoclonic seizures up to 100 times a day, occurrence of generalized myoclonic-tonic seizures and the development of spasticity in all limbs leading to a slow regression and loss of all achieved skills.\ndysphagia and dystrophy required gastrostomy at age 8\nAt 19 years: profoundly disabled, osteopenia and scoliosis. \nFamily History: consanguineous family, affected brother (P2): focal myoclonic seizures from age 7 weeks, profound developmental delay, hypotonia and poor eye contact. Visual evoked cortical potentials (VECPs) were absent on the right eye and diminished on the left eye. \nAn electrocardiogram (ECG) revealed an incomplete right bundle branch block (RBBB), and echocardiography showed an atrial septal defect (ASD) type II\n4 years: supraventricular tachycardia\nAt age 12 years: wheelchair-bound boy with profound intellectual disability, poor interaction, no speech, and severe scoliosis","previousTesting":true,"previousTestingDescription":"normal karyotype; Array-CGH revealed a 0.16Mb deletion in 11q14.1 (arr 11q14.1\n(84,017,779-84,177,562)x1 (NCBI Build 36.1)), a CNV with unknown significance.","sex":"Female","variant":{"id":"cggv:218ee73f-580f-431b-9c1e-7c295fa812ca_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9f7c5316-360f-476a-b3dc-5b1370bc5a66"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31353022"},"rdfs:label":"Family 1, P1"},{"id":"cggv:218ee73f-580f-431b-9c1e-7c295fa812ca","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:218ee73f-580f-431b-9c1e-7c295fa812ca_variant_evidence_item"},{"id":"cggv:218ee73f-580f-431b-9c1e-7c295fa812ca_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Variant located in exon 3.  The exchange of the hydrophobic amino acid isoleucine at position 70 to a hydrophilic lysine was predicted to cause a conformational change of the first ER luminal domain between TM1 and TM2 (Grantham score 102). Function: PIGU is a component of the GPI transamidase complex. The GPI transamidase complex links GPI-anchored proteins (GPI-APs) onto the GPI anchor in the endoplasmic reticulum (ER) before transport to the cell surface. Fig 3.  Flow cytometry analysis of patient (Fam1 II-1) granulocytes showed significant reduction in cell surface expression of GPI-Accessory protens on the cell surface, specifically CD16, and CD24. Flaer which binds to the GPI anchor was also reduced compared to controls. An increased abundance of free GPI on the cell surface was detected by T5 antibody binding to the GPI anchor in B-cells.  Together data indicates reduced activity of the GPI transamidase complex. Note: CD55 and CD59 levels were not significantly reduced. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5b1c5b93-cd1b-4564-b69b-d0deff9c0b0b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5b1c5b93-cd1b-4564-b69b-d0deff9c0b0b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":0,"allele":{"id":"cggv:4bca1e7c-4602-4576-b4a8-6abec70c5343","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_080476.5(PIGU):c.1149C>A (p.Asn383Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/689724"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Female","variant":{"id":"cggv:53ea926a-3e9a-4f16-ac4e-97c643e5dc86_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4bca1e7c-4602-4576-b4a8-6abec70c5343"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31353022"},"rdfs:label":"Family 3, P5"},{"id":"cggv:53ea926a-3e9a-4f16-ac4e-97c643e5dc86","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53ea926a-3e9a-4f16-ac4e-97c643e5dc86_variant_evidence_item"},{"id":"cggv:53ea926a-3e9a-4f16-ac4e-97c643e5dc86_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"see entry for Family 2, P3"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f37004c8-6c3c-4b54-a792-1c589f5a9018_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f37004c8-6c3c-4b54-a792-1c589f5a9018","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":0,"allele":{"id":"cggv:4bca1e7c-4602-4576-b4a8-6abec70c5343"},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Hypotonic at birth, at 11 months myoclonic seizures. MRI: progressive cerebellar atrophy\nAt age 6 dysmetric movement disorder and profound developmental delay\nAge 17 years scoliosis surgically corrected. \nFamily history: non consanguineous healthy parents. Affected brother: Hypertonic at birth, MRI at 4 months: frontal atrophy and Dandy Walker variant (cerebellem). \nGlobal development: profoundly delayed\nage of 6 years, myoclonic epilepsy developed, MRI showed progressive vermis hypoplasia\nage 12 years able to walk independently for short distances and to speak few words, developed scoliosis. ","previousTesting":false,"sex":"Male","variant":{"id":"cggv:e81be686-c15a-4488-a338-2cb30e6d2674_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4bca1e7c-4602-4576-b4a8-6abec70c5343"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31353022"},"rdfs:label":"Family 2, P3"},{"id":"cggv:e81be686-c15a-4488-a338-2cb30e6d2674","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e81be686-c15a-4488-a338-2cb30e6d2674_variant_evidence_item"},{"id":"cggv:e81be686-c15a-4488-a338-2cb30e6d2674_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Located in exon 11, The exchange of the amino acid asparagine to lysine at position 383 is also positioned in an ER luminal domain before TM10. Function: Fig 3.  Flow cytometry analysis of patient  granulocytes from three individuals homozygous for the variant (P3, P4, P5) showed significant reduction in cell surface expression of GPI-Accessory protens on the cell surface, specifically CD16, and CD24. Flaer which binds to the GPI anchor was also reduced compared to controls. An increased abundance of free GPI on the cell surface was detected by T5 antibody binding to the GPI anchor in B-cells.  Together data indicates reduced activity of the GPI transamidase complex. Note: CD55 and CD59 levels were not significantly reduced. Function 2 Fig . PIGU deficient CHO cell line was transiently transfected with either wildtype or p.Asn383Lys PIGU-Flag constructs. Using flow cytometry wildtype completely rescued cell surface expression of CD59 and urokinase plasminogen activator receptor (uPAR) while a partial rescue was seen in the Asn383Lys transfected cells (equivalent protein levels confirmed). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":4679,"specifiedBy":"GeneValidityCriteria8","strengthScore":4.5,"subject":{"id":"cggv:11413504-e8be-414b-a582-420661b24bff","type":"GeneValidityProposition","disease":"obo:MONDO_0032824","gene":"hgnc:15791","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The PIGU gene is located on chromosome 20 at 20q11.22 and encodes the phosphatidylinositol glycan anchor biosynthesis class U protein, a ubiquitously expressed protein which is a component of the glycosylphosphatidylinositol (GPI) transamidase complex. The GPI anchor links many types of protein to the cell surface and the GPI transamidase complex couples the GPI anchored proteins (GPI-APs) onto the GPI anchor within the endoplasmic reticulum before transport to the cell surface. GPI-APs mediate a range of cellular processes including cellular signaling, cell adhesion and immune modulation as well as playing key roles in embryogenesis and neurodevelopment. The PIGU gene was first reported in relation to autosomal recessive glycosylphosphatidylinositol biosynthesis defect 21 in 2019 (31353022: Knaus et al. 2019). In this report, two missense variants were associated with the disease in five individuals from three families. In all cases, variants were identified in a homozygous state and caused a reduction in presentation of cell surface GPI anchored proteins, due to decreased GPI transaminase activity (31353022: Knaus et al. 2019). A number of genes involved in the biosynthesis of the GPI anchor have been associated with disease. These disorders, collectively known as GPI biosynthesis deficiencies, are characterized by a clinical spectrum of disease which includes global developmental delay, intellectual disability and seizures as the key features (30054924: Bellai-Dussault et al. 2019). Specifically, three further components of the GPI transamidase complex; GPAA1, PIGT and PIGS have all been associated with autosomal recessive glycosylphosphatidylinositol biosynthesis deficiencies (30054924: Bellai-Dussault et al. 2019). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 05.20.2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:06c208ae-ed82-4b3e-88b6-a9a144ef7775"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}