{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-12-08T17:51:19.141Z","role":"Publisher"},{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-07-12T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationFrameworkChange"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd72d9a7-bee7-4d7a-85a2-da11ca1f511c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f8ee84a4-52e5-4938-bca7-8c47e9b391de","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"RT-PCR to MYH7 cDNA exons 12-14.  RNA samples to synthesize cDNA included endomyocardial biopsy from HCM proband and normal heart.  HCM proband showed slightly lower expression than normal heart. However RT-PCR bands were not quantified and qRT-PCR was not conducted.  The \"less-intense\" band in the HCM proband (lane 2-cDNA(HCM)) may not actually be lowered expression, but instead a bad PCR reaction or less cDNA put in the tube for that reaction in comparison to the normal heart control reaction (lane 4- cDNA (normal heart)).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1634614","type":"dc:BibliographicResource","dc:abstract":"We have determined that a missense mutation in exon 13 of the beta-myosin heavy chain (beta MHC) gene is expressed in the messenger RNA (mRNA) isolated from a right ventricular endomyocardial biopsy obtained from the proband of a family with hypertrophic cardiomyopathy. The mutation is the result of a substitution of an adenine for a guanine residue in one allele of the beta MHC gene and creates a second recognition site for the restriction endonuclease Ddel in exon 13. The mutation is inherited in a Mendelian fashion and co-segregates with hypertrophic cardiomyopathy in this family. Complementary DNAs synthesized from RNA isolated from the endomyocardial biopsy were cloned into a plasmid vector and sequenced to confirm the expression of both the normal and mutant allele in mRNA of myocardial tissue. This is the first report of the transcription of a mutant beta MHC gene allele into mRNA of the myocardium.","dc:creator":"Perryman MB","dc:date":"1992","dc:title":"Expression of a missense mutation in the messenger RNA for beta-myosin heavy chain in myocardial tissue in hypertrophic cardiomyopathy."},"rdfs:label":"Perryman 1992 Experimental 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"HCM proband showed slightly lower expression than normal heart."},{"id":"cggv:41dd2d96-11e0-48c7-93d9-ff3dc327880f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a6b5ca9-11aa-470b-b36f-1ca528dd5a33","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":" GTEx expression highest in the heart and skeletal muscle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bd92d17e-32dc-4f11-9b6e-47282b839257","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ba6cfc2-3b94-41b3-83bb-06e9890159ee","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"With decreased ability of mutant MYH7 motors to \"let go\" of actin filaments in cardiac muscle, the muscle stays in a constant contracted state, and thus stresses the heart resulting in heart attack. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23798412","type":"dc:BibliographicResource","dc:abstract":"Cardiovascular disorders are the leading cause of morbidity and mortality in the developed world, and hypertrophic cardiomyopathy (HCM) is among the most frequently occurring inherited cardiac disorders. HCM is caused by mutations in the genes encoding the fundamental force-generating machinery of the cardiac muscle, including β-cardiac myosin. Here, we present a biomechanical analysis of the HCM-causing mutation, R453C, in the context of human β-cardiac myosin. We found that this mutation causes a ∼30% decrease in the maximum ATPase of the human β-cardiac subfragment 1, the motor domain of myosin, and a similar percent decrease in the in vitro velocity. The major change in the R453C human β-cardiac subfragment 1 is a 50% increase in the intrinsic force of the motor compared with wild type, with no appreciable change in the stroke size, as observed with a dual-beam optical trap. These results predict that the overall force of the ensemble of myosin molecules in the muscle should be higher in the R453C mutant compared with wild type. Loaded in vitro motility assay confirms that the net force in the ensemble is indeed increased. Overall, this study suggests that the R453C mutation should result in a hypercontractile state in the heart muscle. ","dc:creator":"Sommese RF","dc:date":"2013","dc:title":"Molecular consequences of the R453C hypertrophic cardiomyopathy mutation on human β-cardiac myosin motor function."},"rdfs:label":"Sommese 2013 Experimental 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"\"Overall, this study suggests that the R453C mutation should result in a hypercontractile state in the heart muscle.\""}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d049c332-0b09-43a7-b63c-c03b03adcf48","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fe59435b-e915-48cf-a5ef-91e50c5f9a44","type":"FunctionalAlteration","dc:description":"Arg442Gly Mutant iPSC-induced CMs showed marked increase in action potential duration (APD) versus wt iPSC CMs (Figure 4A) and  increased arrythmogenic events in Arg442Gly iPSC-induced CMs versus WT iPSC-induced CMs (Figure 4F)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25209314","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (HCM) is one the most common heart disorders, with gene mutations in the cardiac sarcomere. Studying HCM with patient-specific induced pluripotent stem-cell (iPSC)-derived cardiomyocytes (CMs) would benefit the understanding of HCM mechanism, as well as the development of personalized therapeutic strategies.","dc:creator":"Han L","dc:date":"2014","dc:title":"Study familial hypertrophic cardiomyopathy using patient-specific induced pluripotent stem cells."},"rdfs:label":"Han 2014 Experimental 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"iPSCs from HCM patient with a single missense mutation (Arginine442Glycine) in the MYH7 gene. A widespread increase of genes responsible for 'Cell Proliferation' was observed in HCM iPSC-CMs when compared with control iPSC-CMs. Additionally, HCM iPSC-CMs exhibited disorganized sarcomeres and electrophysiological irregularities. Furthermore, disease phenotypes of HCM iPSC-CMs were attenuated with pharmaceutical treatments. "},{"id":"cggv:7ecf16d6-5636-4330-ac9c-928f257ca0b1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fbab47f4-3c4c-444d-a978-9b1317e47fe0","type":"FunctionalAlteration","dc:description":"\"A large subfraction (40.4% ± 12.9%; n = 131, 5 patient lines) of HCM myocytes as compared to controls (5.1% ± 7.1%; n = 144, 5 control subject lines)\" were observed to exhibit arrhythmic waveforms including frequent small depolarizations that resembled delayed afterdepolarizations (DADs) that failed to trigger action potentials and clustered beats\" (Figure 3). Ca2+ channel inhibition with verapamil mitigates HCM phenotypes in HCM-iPSC-induced cardiomyocytes (Figure 6). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23290139","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (HCM) is a prevalent hereditary cardiac disorder linked to arrhythmia and sudden cardiac death. While the causes of HCM have been identified as genetic mutations in the cardiac sarcomere, the pathways by which sarcomeric mutations engender myocyte hypertrophy and electrophysiological abnormalities are not understood. To elucidate the mechanisms underlying HCM development, we generated patient-specific induced pluripotent stem cell cardiomyocytes (iPSC-CMs) from a ten-member family cohort carrying a hereditary HCM missense mutation (Arg663His) in the MYH7 gene. Diseased iPSC-CMs recapitulated numerous aspects of the HCM phenotype including cellular enlargement and contractile arrhythmia at the single-cell level. Calcium (Ca(2+)) imaging indicated dysregulation of Ca(2+) cycling and elevation in intracellular Ca(2+) ([Ca(2+)](i)) are central mechanisms for disease pathogenesis. Pharmacological restoration of Ca(2+) homeostasis prevented development of hypertrophy and electrophysiological irregularities. We anticipate that these findings will help elucidate the mechanisms underlying HCM development and identify novel therapies for the disease.","dc:creator":"Lan F","dc:date":"2013","dc:title":"Abnormal calcium handling properties underlie familial hypertrophic cardiomyopathy pathology in patient-specific induced pluripotent stem cells."},"rdfs:label":"Lan 2013 Experimental 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient-specific iPSC-CMs from a ten-member family cohort carrying a hereditary HCM missense mutation (Arg663His) in the MYH7 gene. Diseased iPSC-CMs recapitulated numerous aspects of the HCM phenotype including cellular enlargement and contractile arrhythmia at the single-cell level. Calcium (Ca(2+)) imaging indicated dysregulation of Ca(2+) cycling and elevation in intracellular Ca(2+) ([Ca(2+)](i)) are central mechanisms for disease pathogenesis. Pharmacological restoration of Ca(2+) homeostasis prevented development of hypertrophy and electrophysiological irregularities. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7abe7730-fdce-47d0-beb6-4ee7811fde8c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0715ad69-dc7a-4080-8ed3-75162739752c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant aMHC 403/+ mice provide a genetic model of Human FHC.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8614836","type":"dc:BibliographicResource","dc:abstract":"A mouse model of familial hypertrophic cardiomyopathy (FHC) was generated by the introduction of an Arg 403 --> Gln mutation into the alpha cardiac myosin heavy chain (MHC) gene. Homozygous alpha MHC 403/403 mice died 7 days after birth, and sedentary heterozygous alpha MHC 403/+ mice survived for 1 year. Cardiac histopathology and dysfunction in the alpha MHC 403/+ mice resembled human FHC. Cardiac dysfunction preceded histopathologic changes, and myocyte disarray, hypertrophy, and fibrosis increased with age. Young male alpha MHC 403/+ mice showed more evidence of disease than did their female counterparts. Preliminary results suggested that exercise capacity may have been compromised in the alpha MHC 403/+ mice. This mouse model may help to define the natural history of FHC.","dc:creator":"Geisterfer-Lowrance AA","dc:date":"1996","dc:title":"A mouse model of familial hypertrophic cardiomyopathy."},"rdfs:label":"Geisterfer-Lowrance 1996 Experimental 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Mouse model may help to define the natural history of FHC.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:04ee0402-1b3d-41ac-bdea-923f87b211a9","type":"EvidenceLine","evidence":[{"id":"cggv:04ee0402-1b3d-41ac-bdea-923f87b211a9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:01d25ad4-7de9-48fe-a7da-a8133866b54d","type":"Cohort","allGenotypedSequenced":6112,"alleleFrequency":0.1421793193717278,"detectionMethod":"High-resolution DNA melting (WAVE dHPLC, LightScanner)  Sanger sequencing  Targeted NGS (OMGL HCM cases); DNA microarray (Cardiochip) Sanger sequencing. Targeted NGS (LMM HCM); WES (ExAC) - entire gene sequenced in both cases and controls","evidence":[{"id":"cggv:04ee0402-1b3d-41ac-bdea-923f87b211a9_cc_evidence_item"}],"numWithVariant":869,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:dc3155a8-bf67-48c8-818e-530a6fad247b","type":"Cohort","allGenotypedSequenced":60471,"alleleFrequency":0.01397364025731342,"detectionMethod":"WES","evidence":[{"id":"cggv:04ee0402-1b3d-41ac-bdea-923f87b211a9_cc_evidence_item"}],"numWithVariant":845},"lowerConfidenceLimit":10.8,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":12,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":13.3,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"Walsh et al. HCM"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.35}],"evidenceStrength":"Definitive","sequence":7237,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.85,"subject":{"id":"cggv:0db39ffb-638f-4e55-a054-749105993390","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:7577","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"Variation in the MYH7 gene is associated with autosomal dominant hypertrophic cardiomyopathy (HCM). HCM was first linked to variation in MYH7 in 1990 (Geisterfer-Lowrance et al, 1990, PMID 1975517). Over 100 missense pathogenic variants have subsequently been reported in humans with HCM (Alfares et al, 2015, PMID: 25611685), and robust association and/or linkage has been demonstrated for many distinct variants (Watkins et al, 1992, PMID 1552912). Not all evidence in the literature has been curated. The mechanism for disease is gain of function. This gene-disease association is supported by functional assays (including Han et al, 2014, PMID 25209314; Lan et al, 2013, PMID 23290139; Sommese et al, 2013, PMID 23798412), expression of MYH7 in heart tissue (Perryman et al, 1992, PMID 1634614; GTEx Consortium, 2013, PMID 23715323), and an HCM mouse model that recapitulates the phenotype (Geisterfer-Lowrance et al, 1996, PMID 8614836). In summary, MYH7 is definitively associated with autosomal dominant HCM. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on November 1, 2016 using SOP version 5. This gene-disease relationship was updated and recurated on January 28, 2021. On July 12, 2023, this gene was precurated to evaluate whether HCM should be curated alone or with other cardiac phenotypes. The Hereditary Cardiovascular Disease GCEP decided that HCM should be curated alone and that there was no need to recurate for this disease entity since it has a definitive relationship with MYH7. The scoring was updated to SOP version 9 at this time. As a result of these updates, the classification did not change. ","dc:isVersionOf":{"id":"cggv:31325c90-05cb-4db0-9372-e4f705cd5c82"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}