{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2022-10-07T14:49:42.956Z","role":"Publisher"},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2022-06-27T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12446870","type":"dc:BibliographicResource","dc:abstract":"The DJ-1 gene encodes a ubiquitous, highly conserved protein. Here, we show that DJ-1 mutations are associated with PARK7, a monogenic form of human parkinsonism. The function of the DJ-1 protein remains unknown, but evidence suggests its involvement in the oxidative stress response. Our findings indicate that loss of DJ-1 function leads to neurodegeneration. Elucidating the physiological role of DJ-1 protein may promote understanding of the mechanisms of brain neuronal maintenance and pathogenesis of Parkinson's disease.","dc:creator":"Bonifati V","dc:date":"2003","dc:title":"Mutations in the DJ-1 gene associated with autosomal recessive early-onset parkinsonism."},"evidence":[{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00e87650-3438-4b5a-b47e-da80d7fe34c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:630a26f9-6838-4311-a212-379b940ddaa7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interaction of parkin with pathogenic DJ-1 mutants. SH-SY5Y lysates co-expressing myc-tagged WT or mutant (L166P, M26I, A104T, D149A or R98Q) DJ-1 or control plasmid, together with FLAG-tagged parkin, were subjected to IP with anti-myc antibody, and IP and input lysates were analyzed by WB with anti-FLAG and anti-myc antibodies. ( C ) Parkin interacts primarily with full-length L166P DJ-1. SH-SY5Y lysates co-expressing myc-tagged DJ-1 (WT or L166P) together with FLAG-tagged parkin or control plasmid were subjected to IP with anti-FLAG antibody, and IP and input lysates were analyzed by WB with anti-myc and anti-FLAG antibodies. Full-length (FL) and N-terminally truncated (ΔN1 and ΔN2) myc-tagged DJ-1 species are indicated by arrows.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15525661","type":"dc:BibliographicResource","dc:abstract":"The identification of rare monogenic forms of Parkinson's disease (PD) has provided tremendous insight into the molecular pathogenesis of this disorder. Heritable mutations in alpha-synuclein, parkin, DJ-1 and PINK1 cause familial forms of PD. In the more common sporadic form of PD, oxidative stress and derangements in mitochondrial complex-I function are considered to play a prominent role in disease pathogenesis. However, the relationship of DJ-1 with other PD-linked genes and oxidative stress has not been explored. Here, we show that pathogenic mutant forms of DJ-1 specifically but differentially associate with parkin, an E3 ubiquitin ligase. Chemical cross-linking shows that pathogenic DJ-1 mutants exhibit impairments in homo-dimer formation, suggesting that parkin may bind to monomeric DJ-1. Parkin fails to specifically ubiquitinate and enhance the degradation of L166P and M26I mutant DJ-1, but instead promotes their stability in cultured cells. The interaction of parkin with L166P DJ-1 may involve a larger protein complex that contains CHIP and Hsp70, perhaps accounting for the lack of parkin-mediated ubiquitination. Oxidative stress also promotes an interaction between DJ-1 and parkin, but this does not result in the ubiquitination or degradation of DJ-1. Parkin-mediated alterations in DJ-1 protein stability may be pathogenically relevant as DJ-1 levels are dramatically increased in the detergent-insoluble fraction from sporadic PD/DLB brains, but are reduced in the insoluble fraction from parkin-linked autosomal recessive juvenile-onset PD brains. These data potentially link DJ-1 and parkin in a common molecular pathway at multiple levels that may have important implications for understanding the pathogenesis of inherited and sporadic PD.","dc:creator":"Moore DJ","dc:date":"2005","dc:title":"Association of DJ-1 and parkin mediated by pathogenic DJ-1 mutations and oxidative stress."},"rdfs:label":"Association of DJ-1 and parkin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6aeb4a6f-0aec-415e-ae7d-97b77309031d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eefcaf12-0aad-46e0-8e9f-5834d84b28e9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-immunoprecipitation of DJ-1 and PINK1. Upper panel: Myc-tagged wild-type DJ-1 or DJ-1A39S was co-transfected with either empty, flag-tagged wild-type PINK1 or flag-tagged PINK1P399L into SH-SY5Y cells. Cell lysates were immunoprecipitated with an anti-myc tag antibody followed by immunoblotting with an anti-flag tag antibody. Lower panel: flag-tagged wild-type PINK1 or PINK1P399L was co-transfected with either empty, myc-tagged wild-type DJ-1 or myc-tagged DJ-1A39S into SH-SY5Y cells. Cell lysates were immunoprecipitated with an anti-flag tag antibody followed by immunoblotting with an anti-DJ-1 antibody","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16632486","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes encoding both DJ-1 and pten-induced kinase 1 (PINK1) are independently linked to autosomal recessive early-onset familial forms of Parkinson's disease (PD). We here report identification of a family with PD patients harboring novel heterozygous missense mutations in both PINK1 and DJ-1 genes encoding DJ-1A39S and PINK1P399L, respectively. In transfected cells, DJ-1 interacts with PINK1. PINK1P399L is less stable than the wild-type protein and is degraded via the ubiquitin-mediated proteasomal pathway. Expression of wild-type DJ-1 increased steady-state levels of PINK1, whereas expression of DJ-1A39S reduced steady-state levels of PINK1. Furthermore, co-expression of wild-type DJ-1 and PINK1 suppresses neurotoxin 1-methyl-4-phenylpyridinium (MPP(+))-induced death of dopaminergic SH-SY5Y cells. In contrast, co-expression of PD-associated DJ-1A39S and PINK1P399L significantly potentiated susceptibility of SH-SY5Y cells to MPP(+)-induced cell death. This study reports the first case of autosomal recessive PD with digenic inheritance and demonstrates that DJ-1 and PINK1 physically associate and collaborate to protect cells against stress via complex formation.","dc:creator":"Tang B","dc:date":"2006","dc:title":"Association of PINK1 and DJ-1 confers digenic inheritance of early-onset Parkinson's disease."},"rdfs:label":"co-expression of DJ-1 and PINK1 "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a53048d-d9ee-40c0-9bd5-c9b53e4a22d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:590499a7-47a2-45a6-9fae-05069897bc97","type":"FunctionalAlteration","dc:description":"Comparison of the data with those obtained for the wild-type protein shows that the L166P mutation leads to severe and global destabilization and unfolding of the protein structure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18436956","type":"dc:BibliographicResource","dc:abstract":"Mutations in the protein DJ-1 are associated with familial forms of Parkinson's disease, indicating that DJ-1 may be involved in pathways related to the etiology of this disorder. Here we have used solution state NMR and circular dichroism spectroscopies to evaluate the extent of structural perturbations associated with five different Parkinson's disease linked DJ-1mutations: L166P, E64D, M26I, A104T, and D149A. Comparison of the data with those obtained for the wild-type protein shows that the L166P mutation leads to severe and global destabilization and unfolding of the protein structure, while the structure of the E64D mutation, as expected, is nearly unperturbed. Interestingly, the remaining three mutants all show different degrees of structural perturbation, which are accompanied by a reduction in the thermodynamic stability of the protein. The observed structural and thermodynamic differences are likely to underlie any functional variations between these mutants and the wild type, which in turn are likely responsible for the pathogenicity of these mutations.","dc:creator":"Malgieri G","dc:date":"2008","dc:title":"Structural effects of Parkinson's disease linked DJ-1 mutations."},"rdfs:label":"solution state NMR and circular dichroism spectroscopies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:fa010992-51b5-43f0-af83-f1ddc9fe571f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1d46f12-ab85-4ea3-879e-df73237146e2","type":"FunctionalAlteration","dc:description":"Western blotting","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14607841","type":"dc:BibliographicResource","dc:abstract":"Mutations in the PARK7/DJ-1 gene cause autosomal-recessive Parkinson's disease. In some patients the gene is deleted. The molecular basis of disease in patients with point mutations is less obvious. We have investigated the molecular properties of [L166P]DJ-1 and the novel variant [E64D]DJ-1. When transfected into non-neuronal and neuronal cell lines, steady-state expression levels of [L166P]DJ-1 were dramatically lower than wild-type [WT]DJ-1 and [E64D]DJ-1. Cycloheximide and pulse-chase experiments revealed that the decreased expression levels of [L166P]DJ-1 were because of accelerated protein turnover. Proteasomal degradation was not the major pathway of DJ-1 breakdown because treatment with the proteasome inhibitor MG-132 caused only minimal accumulation of DJ-1, even of the very unstable [L166P]DJ-1 mutant. Because of the structural resemblance of DJ-1 with bacterial cysteine proteases, we considered an autoproteolytic mechanism. However, neither pharmacological inhibition nor site-directed mutagenesis of the putative active site residue Cys-106 stabilized DJ-1. To gain further insight into the structural defects of DJ-1 mutants, human [WT]DJ-1 and both mutants were expressed in Escherichia coli. As in eukaryotic cells, expression levels of [L166P]DJ-1 were dramatically reduced compared with [WT]DJ-1 and [E64D]DJ-1. Circular dichroism spectrometry revealed that the solution structures of [WT]DJ-1 and [E64D]DJ-1 are rich in beta-strand and alpha-helix conformation. Alpha-helices were more susceptible to thermal denaturation than the beta-sheet, and [WT]DJ-1 was more flexible in this regard than [E64D]DJ-1. Thus, structural defects of [E64D]DJ-1 only become apparent upon denaturing conditions, whereas the L166P mutation causes a drastic defect that leads to excessive degradation.","dc:creator":"Görner K","dc:date":"2004","dc:title":"Differential effects of Parkinson's disease-associated mutations on stability and folding of DJ-1."},"rdfs:label":"Reduced stability of mutated protein"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dfab9f85-02ce-4ee4-81d2-864831646892","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6bb3bec3-e44a-41af-90a1-5e47f9fe30ff","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of DJ-1 in DJ-1 +/+  (Fig. 5 C, D, and G), and DJ-1 -/- (Fig. 5 E–G) mice\nprevented much of the neuronal loss induced by MPTP.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15784737","type":"dc:BibliographicResource","dc:abstract":"Mutations of the DJ-1 (PARK7) gene are linked to familial Parkinson's disease. We used gene targeting to generate DJ-1-deficient mice that were viable, fertile, and showed no gross anatomical or neuronal abnormalities. Dopaminergic neuron numbers in the substantia nigra and fiber densities and dopamine levels in the striatum were normal. However, DJ-1-/- mice showed hypolocomotion when subjected to amphetamine challenge and increased striatal denervation and dopaminergic neuron loss induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyrindine. DJ-1-/-embryonic cortical neurons showed increased sensitivity to oxidative, but not nonoxidative, insults. Restoration of DJ-1 expression to DJ-1-/- mice or cells via adenoviral vector delivery mitigated all phenotypes. WT mice that received adenoviral delivery of DJ-1 resisted 1-methyl-4-phenyl-1,2,3,6-tetrahydropyrindine-induced striatal damage, and neurons overexpressing DJ-1 were protected from oxidative stress in vitro. Thus, DJ-1 protects against neuronal oxidative stress, and loss of DJ-1 may lead to Parkinson's disease by conferring hypersensitivity to dopaminergic insults.","dc:creator":"Kim RH","dc:date":"2005","dc:title":"Hypersensitivity of DJ-1-deficient mice to 1-methyl-4-phenyl-1,2,3,6-tetrahydropyrindine (MPTP) and oxidative stress."},"rdfs:label":"restoration of DJ-1 expression by adenovirus"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:b605b10e-5952-4305-abb9-8af50f13f785","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8fb69ed1-d572-4329-8328-57bba532e3e0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both share bradykinesia and loss of dopaminergic neurons","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15784737","rdfs:label":"DJ-1-Deficient Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9739d3bd-1563-466a-8077-4e70da986430_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9739d3bd-1563-466a-8077-4e70da986430","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":28,"allele":{"id":"cggv:c529ab6c-2d9e-4026-8b81-18443db3b04c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007262.5(PARK7):c.90+1dup","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/804432"}},"detectionMethod":"WES and in silico filtering identified 24 variants within regions of\nhomozygosity shared by the affected brothers.\nSanger sequencing of\nall available individuals confirmed the c.90dupG variant.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bd6cdbc9-11df-4de0-b712-10ea0ff6f3dd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c529ab6c-2d9e-4026-8b81-18443db3b04c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30928208","type":"dc:BibliographicResource","dc:abstract":"Bi-allelic mutations in PARK7 are a rare cause of autosomal recessive early onset Parkinson's disease (EO-PD). To date, 30 individuals harbouring 20 unique causative variants have been described. Understanding of the spectrum of clinical features and natural history of PARK7 mediated EO-PD remain limited.","dc:creator":"Stephenson SE","dc:date":"2019","dc:title":"Familial early onset Parkinson's disease caused by a homozygous frameshift variant in PARK7: Clinical features and literature update."}},"rdfs:label":"II.1"},{"id":"cggv:bd6cdbc9-11df-4de0-b712-10ea0ff6f3dd","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bd6cdbc9-11df-4de0-b712-10ea0ff6f3dd_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:98c6d331-64fe-4198-a24a-51b19998fd4a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:98c6d331-64fe-4198-a24a-51b19998fd4a","type":"Proband","allele":{"id":"cggv:801787a3-636d-49c7-985b-07469fa204d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"nsv513788","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7063"}},"detectionMethod":"Fine mapping by typing available and newly developed short tandem repeat (STR) or single nucleotide polymorphism (SNP) markers, reduced the critical region in the Dutch family to a 5.6-Mb region of homozygous sequence, spanning six contigs and five gaps in NCBI build 29 of the human genome (5) and containing as many as 90 genes (Fig. 1) (6). \nWe then performed a systematic screening of the transcripts in the region, using reverse-transcriptase–polymerase chain reaction (RT-PCR) material obtained from lymphoblastoid cell lines of one patient in each family and a normal control. One of the cDNAs analyzed, corresponding to the\nwhole DJ-1 gene open reading frame (ORF), could not be amplified in the Dutch patient (fig. S1). Amplification of DJ-1 exons 1A/B to 5 from genomic DNA yielded no products in the same patient, whereas the two more centromeric exons 6 and 7 were normally amplified.","firstTestingMethod":"Homozygosity mapping","previousTesting":true,"previousTestingDescription":"genome-wide linkage analysis (homozygosity mapping; PMID:  11462174 (dutch family) ","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:9e021e8b-ec18-488d-b2f4-53738c36e760_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:801787a3-636d-49c7-985b-07469fa204d0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12446870"},"rdfs:label":"2"},{"id":"cggv:9e021e8b-ec18-488d-b2f4-53738c36e760","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9e021e8b-ec18-488d-b2f4-53738c36e760_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3a19aaee-87d1-433c-abd0-4089ae17874a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3a19aaee-87d1-433c-abd0-4089ae17874a","type":"Proband","allele":{"id":"cggv:821d93f9-61b8-4c63-b52b-57c81dcf6c8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007262.5(PARK7):c.497T>C (p.Leu166Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254090"}},"detectionMethod":"We then sequenced the DJ-1 cDNA from the Italian patient","firstTestingMethod":"Genotyping","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:9089c387-77d1-4a0f-8ab0-8685cf15242d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:821d93f9-61b8-4c63-b52b-57c81dcf6c8e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12446870"},"rdfs:label":"1"},{"id":"cggv:9089c387-77d1-4a0f-8ab0-8685cf15242d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9089c387-77d1-4a0f-8ab0-8685cf15242d_variant_evidence_item"},{"id":"cggv:9089c387-77d1-4a0f-8ab0-8685cf15242d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"decreased expression levels of [L166P]DJ-1 were because of accelerated protein turnover (PMID:  14607841)\n\nGörner, 2004; Moore, 2003; Hering, 2004; Blackinton, 2005; Malgieri, 2008; Giaime, 2010; Ramsey, 2010; Alvarez-Castelao, 2012; Repici, 2013; Maita, 2013; Björkblom, 2014; Zondler, 2014; Calì, 2015; Bankapalli, 2015; Lu, 2016; Kim, 2016;\n"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:62ae4d53-b36d-445d-8c26-bf2590efa234_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:62ae4d53-b36d-445d-8c26-bf2590efa234","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:907282f8-a679-4543-8502-48fd795c986f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007262.5(PARK7):c.133C>T (p.Gln45Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/873319"}},"detectionMethod":"Illumina TruSeq Nano DNA library preparation guide or TruSeq DNA PCR-free library preparation guide. The libraries were sequenced using Illumina HiSeqX sequencer","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Whole genome shotgun sequencing","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a5e13eb4-0724-427d-a77c-6ee41ecbc241_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:907282f8-a679-4543-8502-48fd795c986f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26972524","type":"dc:BibliographicResource","dc:abstract":"DJ1 mutations (PARK7) are among the monogenic causes of early-onset autosomal recessive parkinsonism. Here, we report clinical and genetic findings in a family with Turkish origin carrying a new DJ1 mutation and presenting with early-onset levodopa responsive parkinsonism and signs of amyotrophic lateral sclerosis (ALS).","dc:creator":"Hanagasi HA","dc:date":"2016","dc:title":"A novel homozygous DJ1 mutation causes parkinsonism and ALS in a Turkish family."}},"rdfs:label":"IV-4"},{"id":"cggv:a5e13eb4-0724-427d-a77c-6ee41ecbc241","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a5e13eb4-0724-427d-a77c-6ee41ecbc241_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5173,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:0de05304-dbdc-4bb0-9168-f3f090308d92","type":"GeneValidityProposition","disease":"obo:MONDO_0005180","gene":"hgnc:16369","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*PARK7* (also known as *DJ-1*) was first reported in relation to autosomal-recessive Parkinson´s disease in 2003 (Bonifati et al. 2003, PMID: 12446870). Parkinson´s disease is a progressive degenerative disorder of the central nervous system characterized by loss of dopamine-producing neurons in the substantia nigra, and Lewy bodies in the substantia nigra and locus coeruleus are found in most cases. Signs and symptoms include tremor, which is most pronounced during rest, muscle rigidity, slowing of voluntary movements (bradykinesia), and a tendency to fall back (postural instability). Several pathogenic variants have been reported in >30 patients by different authors/groups from different ethnicities (Kasten et al. 2018, PMID: 29644727, www.mdsgene.org). The mutational spectrum is broad, including structural variants (exon deletions), nonsense, frameshift, splice site, and missense changes. Four of these publications are included in this curation covering multiplex families with mainly truncating variants. The additional evidence from the literature was not included in this curation because the maximum score for genetic evidence (12 pts.) has been reached. The disease follows a recessive mode of inheritance with seemingly full penetrance. This gene-disease association is also supported by recurrent experimental evidence, including animal models and in-vitro functional assays. The mechanism of pathogenicity appears to be a loss-of-function (LOF) indicated by the many truncating variants. It has further been shown that several of the missense variants are unstable (Görner et al. 2004, PMID: 14607841; Blackinton et al. 2005, PMID: 15790532; Malgieri and Eliezer, PMID: 18436956). *PARK7/DJ-1* encodes a declycase and has pleiotropic functions including roles as a chaperone with protease activity, a transcriptional regulator, and an antioxidant scavenger and redox sensor (Ottolini et al. 2013; PMID: 23418303). DJ-1 is also involved in tumorigenesis and in maintaining mitochondrial homeostasis. The encoded protein may interact with other autosomal-recessive Parkinson´s disease genes, including PRKN (Moore et al. 2005, PMID: 15525661) and PINK1 (Tang et al. 2006, PMID: 16632486). Dj1-null mice showed a significant decrease in locomotor activity upon oxidative stress as well as a significant loss of striatal dopaminergic neurons when compared to control mice. Restoration of Dj1 expression in Dj1-null mice resulted in a protective effect upon oxidative stress (Kim et al. 2005, PubMed: 15784737). In summary, biallelic, pathogenic variants in *PARK7/DJ-1* are definitively causing autosomal-recessive Parkinson´s disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:d79439d2-844b-4ba6-aceb-e6b179eaaa01"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}