{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-01T00:48:37.223Z","role":"Publisher"},{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-07T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31616000","type":"dc:BibliographicResource","dc:abstract":"Postsynaptic density (PSD) proteins have been implicated in the pathophysiology of neurodevelopmental and psychiatric disorders. Here, we present detailed clinical and genetic data for 20 patients with likely gene-disrupting mutations in TANC2-whose protein product interacts with multiple PSD proteins. Pediatric patients with disruptive mutations present with autism, intellectual disability, and delayed language and motor development. In addition to a variable degree of epilepsy and facial dysmorphism, we observe a pattern of more complex psychiatric dysfunction or behavioral problems in adult probands or carrier parents. Although this observation requires replication to establish statistical significance, it also suggests that mutations in this gene are associated with a variety of neuropsychiatric disorders consistent with its postsynaptic function. We find that TANC2 is expressed broadly in the human developing brain, especially in excitatory neurons and glial cells, but shows a more restricted pattern in Drosophila glial cells where its disruption affects behavioral outcomes.","dc:creator":"Guo H","dc:date":"2019","dc:title":"Disruptive mutations in TANC2 define a neurodevelopmental syndrome associated with psychiatric disorders."},"evidence":[{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bec8cbd3-f7eb-4547-b4dd-3456d56eb99a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:831a7afd-2056-454f-8616-2ccd6ea7a673","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"bioGFP-TANC2 was expressed in HEK293 cells, purified using streptavidin-pulldowns and then incubated with rat brain extracts. Co-purified proteins have been identified by AP-MS and classified as TANC2 interactors. Postsynaptic density proteins, such as PSD-95(DLG4), SAP-97(DLG1), CASK, Scribble, Centaurin gamma2 and 3 (AGAP1 and AGAP3), and various subunits of the NMDA receptor (Grin1 and Grin2B) were identified as the main interactors of TANC2. Grin1 and Grin2B have been curated by the ClinGen Epilepsy GCEP and found to be definitively linked to autosomal dominant Complex NDD. TANC2 was also found to be interacting with KIF1A also through BioID and AP-MS. KIF1A is a gene previously curated by the ClinGen ID/ASD GCEP and found to be definitively associated with autosomal dominant syndromic ID. CASK has also been curated by the ClinGen ID/ASD GCEP as definitively associated with X-linked syndromic intellectual disability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30021165","type":"dc:BibliographicResource","dc:abstract":"Tight regulation of neuronal transport allows for cargo binding and release at specific cellular locations. The mechanisms by which motor proteins are loaded on vesicles and how cargoes are captured at appropriate sites remain unclear. To better understand how KIF1A-driven dense core vesicle (DCV) transport is regulated, we identified the KIF1A interactome and focused on three binding partners, the calcium binding protein calmodulin (CaM) and two synaptic scaffolding proteins: liprin-α and TANC2. We showed that calcium, acting via CaM, enhances KIF1A binding to DCVs and increases vesicle motility. In contrast, liprin-α and TANC2 are not part of the KIF1A-cargo complex but capture DCVs at dendritic spines. Furthermore, we found that specific TANC2 mutations-reported in patients with different neuropsychiatric disorders-abolish the interaction with KIF1A. We propose a model in which Ca","dc:creator":"Stucchi R","dc:date":"2018","dc:title":"Regulation of KIF1A-Driven Dense Core Vesicle Transport: Ca"},"rdfs:label":"AP-MS of TANC2 in rat brain extracts"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Score was upgraded by Expert Panel from 0.5 to 1 due to the number of physical interaction partners of TANC2 that have been associated with neurodevelopmental disorders. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7dd391a4-bccb-4a39-8036-6c15352784bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36ff2331-7ef8-4795-b5d1-e60306c8147f","type":"FunctionalAlteration","dc:description":"Unlike WT TANC2, TANC2-R1066X failed to accumulate at the dendritic spines seen by dendritic protrusions of neurons expressing GFP-TANC2_WT, GFP-TANC2_R760C or GFP-TANC2_R1066X. These results are in agreement with the important role of the C-terminal PDZ binding domain for TANC2 synaptic localization. The missense mutation did not impair localization, but it was enough to be detrimental to KIF1A binding and thus impair the recruitment of KIF1A-transported vesicles. This was verified by quantifications of average run length, speed and run duration of anterograde/retrograde transport of vesicles in the axon initial segment of neurons co-expressing wild-type or R760C mutant TANC2.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30021165","rdfs:label":"TANC2 disease mutations affecting KIF1A interaction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3de3600-a200-4238-9c2c-359df8aeb5b6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8208fdcf-24aa-498a-b1e2-2534dd8e1ed5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The synaptic and behavioral phenotypes of Tanc2+/− mice implicate Tanc2 in the regulation of synaptic plasticity and behaviors, including long term potentiation, learning and memory, hyperactivity, and anxiety-like behavior, which are phenotypes consistent with the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33976205","type":"dc:BibliographicResource","dc:abstract":"mTOR signaling, involving mTORC1 and mTORC2 complexes, critically regulates neural development and is implicated in various brain disorders. However, we do not fully understand all of the upstream signaling components that can regulate mTOR signaling, especially in neurons. Here, we show a direct, regulated inhibition of mTOR by Tanc2, an adaptor/scaffolding protein with strong neurodevelopmental and psychiatric implications. While Tanc2-null mice show embryonic lethality, Tanc2-haploinsufficient mice survive but display mTORC1/2 hyperactivity accompanying synaptic and behavioral deficits reversed by mTOR-inhibiting rapamycin. Tanc2 interacts with and inhibits mTOR, which is suppressed by mTOR-activating serum or ketamine, a fast-acting antidepressant. Tanc2 and Deptor, also known to inhibit mTORC1/2 minimally affecting neurodevelopment, distinctly inhibit mTOR in early- and late-stage neurons. Lastly, Tanc2 inhibits mTORC1/2 in human neural progenitor cells and neurons. In summary, our findings show that Tanc2 is a mTORC1/2 inhibitor affecting neurodevelopment.","dc:creator":"Kim SG","dc:date":"2021","dc:title":"Tanc2-mediated mTOR inhibition balances mTORC1/2 signaling in the developing mouse brain and human neurons."},"rdfs:label":"Heterozygous TANC2 mice models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded by the expert panel from 2 points to 1 point since the mouse behavior is non-specific."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":5287,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:d063e77e-542f-4670-aafa-e61d5b2a479d","type":"GeneValidityProposition","disease":"obo:MONDO_0030051","gene":"hgnc:30212","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TANC2* was first reported in relation to autosomal dominant Intellectual developmental disorder with autistic features and language delay, with or without seizures in 2019 (Guo et al., PMID: 31616000). The mechanism for the disease is haploinsufficiency and more than 20 unique loss-of-function variants have been reported in humans. Most variants occurred de novo, but some individuals inherited the variant from an affected parent. Variants in this gene have been reported in over 20 probands from a total of 3 publications, reaching the maximum score for genetic evidence (Guo et al. 2019, PMID: 31616000; Tian et al., 2019, PMID: 34861844; Tassano et al., 2020, PMID: 33160097). In addition to the case-level data, this gene-disease association is supported by experimental evidence, including animal models, protein interaction assays, and in vitro functional assays. \n\nIn summary, there is definitive evidence to support the relationship between *TANC2* and autosomal dominant Intellectual developmental disorder with autistic features and language delay, with or without seizures. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on September 7th, 2022 (SOP Version 9).\nReplicated over time with no conflicts over the past 3 years (initial case report October 2019). Approved modification by the ID/Autism GCEP experts.","dc:isVersionOf":{"id":"cggv:b3d3d067-5a78-44b4-9c57-25cc784123bf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}