{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10130","role":"SecondaryContributor"},{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-22T06:00:00.000Z","role":"Approver"},{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-12T19:52:07.118Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24678003","type":"dc:BibliographicResource","dc:abstract":"MEIS2 is a homeodomain-containing transcription factor of the TALE superfamily that has been proven important for development. We confirm and extend a recent single clinical report stating that deletions in MEIS2 can cause cleft palate [Crowley et al. (2010); Am J Med Genet 152A:1326-1327]. Here we report on five additional patients with 15q14 deletions of sizes 0.6, 0.6, 1.0, 1.9, and 4.8 Mb, respectively, all involving MEIS2. In addition, we present a family with four affected individuals and an intragenic 58 kb direct duplication disrupting MEIS2. In total, 7/9 cases had clefting, from mild (submucous cleft palate) to severe (cleft lip and palate), and 3/9 cases had ventricular septal defects. All cases had delayed motor development and most had learning disability, at worst in the mild intellectual disability range. The cases had overlapping facial features (broad forehead, finely arched eyebrows, mildly shortened philtrum, and tented upper lip) but individually they were not considered to be dysmorphic. Our results show that MEIS2 is a gene needed for palate closure. In syndromic cases of cleft palate, MEIS2 should be considered among the candidate genes, for example, in cases without 22q11.2 deletions.","dc:creator":"Johansson S","dc:date":"2014","dc:title":"Haploinsufficiency of MEIS2 is associated with orofacial clefting and learning disability."},"evidence":[{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bb113b1-f84f-44de-a50f-799cfbec54bf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bbd7819d-329a-4bed-a7d0-f50e6bf4c188","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Newborn pups showed incomplete and complete cleft palate and whole-mount skeletal staining of  newborn pups showed all Meis2 mutants with displayed complete absence of palatal bones. These findings are consistent with the cleft palate noted in individuals with MEIS2 variants. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32169905","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency of Meis homeobox 2 (","dc:creator":"Wang L","dc:date":"2020","dc:title":"The transcriptional regulator MEIS2 sets up the ground state for palatal osteogenesis in mice."},"rdfs:label":"Meis2 Conditional Mouse Mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded to 0.5 point because only the palatal phenotype was explored and no neurodevelopmental phenotypes were assessed."},{"id":"cggv:50b27d1a-649c-4532-b6ce-ad9e4c1d0de0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f99fbcdb-c595-4530-825c-498e41319a27","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The tissue specific deletion of meis2 resulted in cardiac defects and abnormalities of the head bones and cartilage. These findings are representative of the heart defects, dysmorphic facies, and cleft palate observed in humans with MEIS2 variants. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26545946","type":"dc:BibliographicResource","dc:abstract":"TALE-class homeodomain transcription factors Meis and Pbx play important roles in formation of the embryonic brain, eye, heart, cartilage or hematopoiesis. Loss-of-function studies of Pbx1, 2 and 3 and Meis1 documented specific functions in embryogenesis, however, functional studies of Meis2 in mouse are still missing. We have generated a conditional allele of Meis2 in mice and shown that systemic inactivation of the Meis2 gene results in lethality by the embryonic day 14 that is accompanied with hemorrhaging.","dc:creator":"Machon O","dc:date":"2015","dc:title":"Meis2 is essential for cranial and cardiac neural crest development."},"rdfs:label":"Tissue Specific MEIS2 knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded to 0.5 point because the authors studied knockout mice (-/-) or tissue specific mutants, rather than heterozygous mice and no neurodevelopmental phenotypes were explored."},{"id":"cggv:c42f3529-5b3c-4bcc-97c0-677d11e5bda6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aaf5faea-7fff-4898-af0d-c2583f2a637e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The jaw phenotypes observed in the zebrafish morpholino model are representative of cleft palate and dysmorphic features in individuals with MEIS2 variants (e.g., retrognathia, micrognathia). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23559552","type":"dc:BibliographicResource","dc:abstract":"The regulatory mechanisms underpinning facial development are conserved between diverse species. Therefore, results from model systems provide insight into the genetic causes of human craniofacial defects. Previously, we generated a comprehensive dataset examining gene expression during development and fusion of the mouse facial prominences. Here, we used this resource to identify genes that have dynamic expression patterns in the facial prominences, but for which only limited information exists concerning developmental function.","dc:creator":"Melvin VS","dc:date":"2013","dc:title":"A morpholino-based screen to identify novel genes involved in craniofacial morphogenesis."},"rdfs:label":"Zebrafish meis2a Morpholino"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Downgraded because non-mammalian model that utilized the morpholino approach and did not explore neurodevelopmental phenotypes."},{"id":"cggv:99c4a6e5-850d-4e40-b711-8cba11e03e9b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4dea6465-d043-4d62-9364-cda8499db6f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Delivery of a splice-blocking MO directed against meis2b into fertilized zebrafish eggs results in defective cardiac morphogenesis. Similarly, some individuals (58%) with MEIS2 variants have congenital heart defects. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22981225","type":"dc:BibliographicResource","dc:abstract":"Directed differentiation of human embryonic stem cells (ESCs) into cardiovascular cells provides a model for studying molecular mechanisms of human cardiovascular development. Although it is known that chromatin modification patterns in ESCs differ markedly from those in lineage-committed progenitors and differentiated cells, the temporal dynamics of chromatin alterations during differentiation along a defined lineage have not been studied. We show that differentiation of human ESCs into cardiovascular cells is accompanied by programmed temporal alterations in chromatin structure that distinguish key regulators of cardiovascular development from other genes. We used this temporal chromatin signature to identify regulators of cardiac development, including the homeobox gene MEIS2. Using the zebrafish model, we demonstrate that MEIS2 is critical for proper heart tube formation and subsequent cardiac looping. Temporal chromatin signatures should be broadly applicable to other models of stem cell differentiation to identify regulators and provide key insights into major developmental decisions.","dc:creator":"Paige SL","dc:date":"2012","dc:title":"A temporal chromatin signature in human embryonic stem cells identifies regulators of cardiac development."},"rdfs:label":"Zebrafish meis2b Morpholino"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Downgraded because non-mammalian model that utilized the morpholino approach and did not explore neurodevelopmental phenotypes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":8435,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:5abbeaff-85bb-43e6-908a-ae35e508e9ff","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:7001","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Variants in *MEIS2* were first reported in relation to syndromic intellectual disability by Johannson et al. in 2014 (PMID: 24678003). The authors identified a 58 kb intragenic, tandem duplication of exon 9 and the flanking intronic region that was predicted to result in a frameshift and protein truncation in a mother and three children with syndromic intellectual disability. Since that time, additional publications have described individuals with variants in the *MEIS2* gene. Clinical features in affected individuals with *MEIS2* variants include palatal defects, intellectual disability, autism spectrum disorder, dysmorphic features, gastroesophageal reflux, and various types of structural congenital heart disease, including atrial septal defect, ventricular septal defect, coarctation of aorta, and tetralogy of Fallot.\n\n*MEIS2* is a member of the Three Amino-acid Loop Extension (TALE) family and encodes a homeodomain-containing transcription factor. At least 27 probands with *MEIS2* variants have been reported in the literature. At least three intragenic copy number variants have been reported in three probands (PMIDs: 20425846, 24678003, 28934986), 13 unique nonsense, canonical splice-site, and frameshift variants have been reported in 15 probands (PMIDs: 27225850, 27479907, 30291340, 30735726, 31452935, 32345733, 33004838, 33722742), six unique missense variants have been reported in seven probands (PMIDs: 29322350, 30055086, 30291340, 33427397), and one in-frame deletion in two probands (PMIDs: 25712757, 33091211). Missense variants cluster in the homeodomain alpha helices (PMID: 30055086). The mechanism of pathogenicity is loss of function. Variants are *de novo* in a majority of probands though inheritance from an unaffected parent with low-level mosaicism and mildly affected parent have been reported (PMIDs: 24678003, 33091211, 33722742). This gene-disease association is also supported by experimental evidence, including mouse (PMIDs: 26545946, 32169905) and zebrafish models (PMIDs: 22981225, 23559552).\n\nIn summary, there is definitive evidence to support the relationship between *MEIS2* and autosomal dominant syndromic intellectual disability. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on April 22, 2022 (SOP Version 8). As of June 2024, this record underwent administrative updates to include additional information about the cardiac presentation oif this condition which was provided by the Congenital Heart Disease GCEP. No new evidence was added or scored.\n","dc:isVersionOf":{"id":"cggv:fe156246-6e64-4096-a4c5-a83a3e70dbb9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}