{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-26T14:23:08.645Z","role":"Publisher"},{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-03-19T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a218655e-ac9c-4d4c-a429-affe83a95718","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b764d27-92c5-4814-b0a0-555b73d66f04","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human T98G glioblastoma cells were serum-deprived for 72 h to induce quiescence and then stimulated to re-enter the cell cycle with serum\nSynchronously cycling cells were harvested at 4, 21 and 25 h post-stimulation, corresponding to the G1, S and G2 phases of cell cycle, respectively.\nRNA was examined by qRT-PCR: the mRNA levels of histone H4 gene were upregulated in S phase between 5- and 20-fold above the levels in G1 and G2 phases, including H4C5 (H4/J).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16131487","type":"dc:BibliographicResource","dc:abstract":"The replication of eukaryotic genomes necessitates the coordination of histone biosynthesis with DNA replication at the onset of S phase. The multiple histone H4 genes encode identical proteins, but their regulatory sequences differ. The contributions of these individual genes to histone H4 mRNA expression have not been described. We have determined, by real-time quantitative PCR and RNase protection, that the human histone H4 genes are not equally expressed and that a subset contributes disproportionately to the total pool of H4 mRNA. Differences in histone H4 gene expression can be attributed to observed unequal activities of the H4 gene promoters, which exhibit variations in gene regulatory elements. The overall expression pattern of the histone H4 gene complement is similar in normal and cancer cells. However, H4 genes that are moderately expressed in normal cells are sporadically silenced in tumor cells with compensation of expression by other H4 gene copies. Chromatin immunoprecipitation analyses and in vitro DNA binding assays indicated that 11 of the 15 histone H4 genes interact with the cell cycle regulatory histone nuclear factor P, which forms a complex with the cyclin E/CDK2-responsive co-regulator p220(NPAT). These 11 H4 genes account for 95% of the histone H4 mRNA pool. We conclude that the cyclin E/CDK2/p220(NPAT)/histone nuclear factor P signaling pathway is the principal regulator of histone H4 biosynthesis.","dc:creator":"Holmes WF","dc:date":"2005","dc:title":"Coordinate control and selective expression of the full complement of replication-dependent histone H4 genes in normal and cancer cells."},"rdfs:label":"H4C5 expression during cell cycle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:630184ac-26f5-449d-a356-9dbf7176fe51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e50c23e6-c7c3-4f11-b6ca-ab7810da1557","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mass spectrometric and immunoblotting analyses for predeposited form of H3.3 complexes identified histone H4 as a common component.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14718166","type":"dc:BibliographicResource","dc:abstract":"Deposition of the major histone H3 (H3.1) is coupled to DNA synthesis during DNA replication and possibly DNA repair, whereas histone variant H3.3 serves as the replacement variant for the DNA-synthesis-independent deposition pathway. To address how histones H3.1 and H3.3 are deposited into chromatin through distinct pathways, we have purified deposition machineries for these histones. The H3.1 and H3.3 complexes contain distinct histone chaperones, CAF-1 and HIRA, that we show are necessary to mediate DNA-synthesis-dependent and -independent nucleosome assembly, respectively. Notably, these complexes possess one molecule each of H3.1/H3.3 and H4, suggesting that histones H3 and H4 exist as dimeric units that are important intermediates in nucleosome formation. This finding provides new insights into possible mechanisms for maintenance of epigenetic information after chromatin duplication.","dc:creator":"Tagami H","dc:date":"2004","dc:title":"Histone H3.1 and H3.3 complexes mediate nucleosome assembly pathways dependent or independent of DNA synthesis."},"rdfs:label":"Purification of predeposited histones complexes"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e1e6455-1d44-4a67-9668-b8e042345310","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e3ad030a-08be-4374-ab74-655bc6942fd1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish embryos expressing the H4K91 mutants showed significant increase in the accumulation of DNA double-strand breaks (DSBs), revealed by increased γ-H2AX signal (Fig. 2e). Both K91Q- and K91R-expressing embryos displayed anomalous development and abnormal accumulation of cells in S/G2/M phase in the head and caudal regions (Fig. 3a), in agreement with the increases in DSBs and apoptosis observed in these regions. These results demonstrate that expression of histone H4 mutated at K91 during embryonic development results in an increase in DSBs, leading to abnormal cell cycle progression and apoptosis, and suggest that these defects cause the syndromic phenotypes of the patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28920961","type":"dc:BibliographicResource","dc:abstract":"Covalent modifications of histones have an established role as chromatin effectors, as they control processes such as DNA replication and transcription, and repair or regulate nucleosomal structure. Loss of modifications on histone N tails, whether due to mutations in genes belonging to histone-modifying complexes or mutations directly affecting the histone tails, causes developmental disorders or has a role in tumorigenesis. More recently, modifications affecting the globular histone core have been uncovered as being crucial for DNA repair, pluripotency and oncogenesis. Here we report monoallelic missense mutations affecting lysine 91 in the histone H4 core (H4K91) in three individuals with a syndrome of growth delay, microcephaly and intellectual disability. Expression of the histone H4 mutants in zebrafish embryos recapitulates the developmental anomalies seen in the patients. We show that the histone H4 alterations cause genomic instability, resulting in increased apoptosis and cell cycle progression anomalies during early development. Mechanistically, our findings indicate an important role for the ubiquitination of H4K91 in genomic stability during embryonic development.","dc:creator":"Tessadori F","dc:date":"2017","dc:title":"Germline mutations affecting the histone H4 core cause a developmental syndrome by altering DNA damage response and cell cycle control."},"rdfs:label":"Functional consequence of germline mutation in histone H4"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The functional evidence of this H4 protein is from variant in H4C3 gene"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Strong","sequence":9023,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:cea13bfe-b582-43b0-a829-2c2a1b624eab","type":"GeneValidityProposition","disease":"obo:MONDO_0030993","gene":"hgnc:4790","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The H4C5 gene is located on chromosome 6 at 6p22.2 and encodes the H4 clustered histone 5 protein, a core component of nucelosomes. H4C5 was first reported in relation to autosomal dominant Tessadori-Bicknell-van Haaften neurodevelopmental syndrome 3 (TEVANED3) in 2022 (Tessadori et al., PMID: 35202563). TEVANED3 is characterized by intellectual disability/global developmental delay, hypotonia, seizure, microcephaly and short stature. To date, 7 missense variants, including 4 unique and 3 recurrent variants in 18 probands have been reported in two publications and are included in this curation (PMID 35202563; 36987712). Experimental evidence to support this gene-disease relationship association is  from expression and protein interaction data at present. In summary, there is strong evidence to support the relationship between H4C5 and autosomal dominant TEVANED3. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date March 19, 2024 (SOP Version 10.0).\n","dc:isVersionOf":{"id":"cggv:934ff2db-b242-49d8-968f-08f8eb7b1310"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}