{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-29T22:08:43.191Z","role":"Publisher"},{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-11-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f81e60d3-5063-4366-9da9-9d724af76111","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1852e982-6ffa-4ff7-a6de-62ac5639eb85","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Genome-wide integrated omics approach involving quantitative transcriptomics at the tissue and organ level (RNA-seq), combined with tissue microarray–based immunohistochemistry (tiussue microarrays) demonstrated expression of TBK1 in the brain at both the RNA and protein levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Tissue-based map of the human proteome"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:948e1490-48d5-40c6-a52c-8cea293b9825","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72d991b3-30c3-4296-9e5a-2ce3f71d912f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This paper demonstrates that TBK1 phosphorylates SQSTM1 (p62).\n\nVarious experiments were used to demonstrate this relationship, and the sum of their results provides robust evidence of this interaction. This includes:\n1) Intracellular co-localisation analysis of TBK1 and p62/SQSTM1  in murine bone marrow macrophages showed that the two proteins co-localise\n2) Murine bone marrow macrophages treated with a TBK1 inhibitor showed an increase in p62 puncta via high-content quantitative imaging analysis and a endogenous p62 antibody - confirmed by Western Blot.\n3) p62 was shown to accumulate in TBK1 -/- cells, suggesting TBK1 is necessary for p62 autophagic degradation\n4) Showed that TBK1 phosphorylates p62 using:\na. co-expression in HEK293 cells, immunoprecipitation of p62 and mass spectrometry\nb. HEK293 cells transfected with TBK1, treated or untreated with a TBK1 inhibitor, and immunoblotted with a phosphospecific antibody\nc. E.coli MBP and MBP-p62 proteins expressed and purified from E.coli, and purified proteins were incubated with active TBK-1 in the presence of [γ-32P] ATP for 10 min at 30°C. The reaction products were analysed by autoradiography","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22921120","type":"dc:BibliographicResource","dc:abstract":"Autophagy is a fundamental biological process of the eukaryotic cell contributing to diverse cellular and physiological functions including cell-autonomous defense against intracellular pathogens. Here, we screened the Rab family of membrane trafficking regulators for effects on autophagic elimination of Mycobacterium tuberculosis var. bovis BCG and found that Rab8b and its downstream interacting partner, innate immunity regulator TBK-1, are required for autophagic elimination of mycobacteria in macrophages. TBK-1 was necessary for autophagic maturation. TBK-1 coordinated assembly and function of the autophagic machinery and phosphorylated the autophagic adaptor p62 (sequestosome 1) on Ser-403, a residue essential for its role in autophagic clearance. A key proinflammatory cytokine, IL-1β, induced autophagy leading to autophagic killing of mycobacteria in macrophages, and this IL-1β activity was dependent on TBK-1. Thus, TBK-1 is a key regulator of immunological autophagy and is responsible for the maturation of autophagosomes into lytic bactericidal organelles.","dc:creator":"Pilli M","dc:date":"2012","dc:title":"TBK-1 promotes autophagy-mediated antimicrobial defense by controlling autophagosome maturation."},"rdfs:label":"TBK1 phosphorylates p62/SQSTM1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8532914d-bdd3-4b69-853c-b239e974a621","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e30f78d9-4bba-473d-9423-6dd6f91fdf35","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Numerous mutations in UBQLN2 have been implicated a cause of ALS, this disease-gene relationship has been curated and classed as \"definitive\" by the ClinGen ALS GCEP. \n\nTBK1 and OPTN have been demonstrated as protein interacting partners through both 1) immunoprecipitation of TBK1-myc and UBLN2-Flag, in both directions and 2) GST pull-down where His-UBQLN2 was effectively pulled down with GST-TBK1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32413959","type":"dc:BibliographicResource","dc:abstract":"Mutations of Ubiquilin 2 (","dc:creator":"Chen T","dc:date":"2020","dc:title":"UBQLN2 Promotes the Production of Type I Interferon via the TBK1-IRF3 Pathway."},"rdfs:label":"TBK1 interacts with the ALS protein UBQLN2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ea64eed3-3b37-4f10-abb2-0475659e1a02","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:937d0027-7e94-413d-a8ca-1abfa27ef2ae","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Numerous mutations in OPTN have been implicated a cause of ALS, this disease-gene relationship has been curated and classed as \"definitive\" by the ClinGen ALS GCEP.\n\nTBK1 and OPTN have been demonstrated as protein interacting partners through both 1) Co-immunoprecipitation (Co-IP) of EGFP-OPTN and Flag–wild-type TBK1 and 2) GST pull-down of TBK1 transfected HEK293T cell lysates incubated with recombinant, immobilized GST-OPTN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25803835","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a genetically heterogeneous neurodegenerative syndrome hallmarked by adult-onset loss of motor neurons. We performed exome sequencing of 252 familial ALS (fALS) and 827 control individuals. Gene-based rare variant analysis identified an exome-wide significant enrichment of eight loss-of-function (LoF) mutations in TBK1 (encoding TANK-binding kinase 1) in 13 fALS pedigrees. No enrichment of LoF mutations was observed in a targeted mutation screen of 1,010 sporadic ALS and 650 additional control individuals. Linkage analysis in four families gave an aggregate LOD score of 4.6. In vitro experiments confirmed the loss of expression of TBK1 LoF mutant alleles, or loss of interaction of the C-terminal TBK1 coiled-coil domain (CCD2) mutants with the TBK1 adaptor protein optineurin, which has been shown to be involved in ALS pathogenesis. We conclude that haploinsufficiency of TBK1 causes ALS and fronto-temporal dementia. ","dc:creator":"Freischmidt A","dc:date":"2015","dc:title":"Haploinsufficiency of TBK1 causes familial ALS and fronto-temporal dementia."},"rdfs:label":"TBK1 interacts with the ALS protein OPTN"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49e79eea-394d-4c5f-9d28-976c351504f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ca45349-70f8-422f-a9d5-0b897ed7b677","type":"FunctionalAlteration","dc:description":"1. Decreased phosphorylation of the substrate IRF3.\nWestern blot showing reduced levels of phosphorylated IRF3 for the mutants compared to WT, confirmed using immunocytochemistry.\n\n2. Decreased binding to, and phosphorylation of, OPTN. \nCo-IP with HA-tag pull down of TBK1 showing no binding of OPTN for mutants compared to WT. transiently cotransfected HEK293T treated with alkaline phosphatase and analyzed by Western blot showed a lack of OPTN phosphorylation in mutated samples. \n\n3. Decrease the phosphorylation of TBK1 itself.\nWestern blot showing reduced levels of phosphorylated TBK1 for the mutants compared to WT, confirmed using immunocytochemistry.\n\n4. Disruption of TBK1 homodimerization. \nNative gel analysis of transiently cotransfected HEK293T cells showed  weaker dimer and monomer for G217R. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30033073","type":"dc:BibliographicResource","dc:abstract":"Mutations in TANK binding kinase 1 (TBK1) have been linked to amyotrophic lateral sclerosis. Some TBK1 variants are nonsense and are predicted to cause disease through haploinsufficiency; however, many other mutations are missense with unknown functional effects. We exome sequenced 699 familial amyotrophic lateral sclerosis patients and identified 16 TBK1 novel or extremely rare protein-changing variants. We characterized a subset of these: p.G217R, p.R357X, and p.C471Y. Here, we show that the p.R357X and p.G217R both abolish the ability of TBK1 to phosphorylate 2 of its kinase targets, IRF3 and optineurin, and to undergo phosphorylation. They both inhibit binding to optineurin and the p.G217R, within the TBK1 kinase domain, reduces homodimerization, essential for TBK1 activation and function. Finally, we show that the proportion of TBK1 that is active (phosphorylated) is reduced in 5 lymphoblastoid cell lines derived from patients harboring heterozygous missense or in-frame deletion TBK1 mutations. We conclude that missense mutations in functional domains of TBK1 impair the binding and phosphorylation of its normal targets, implicating a common loss of function mechanism, analogous to truncation mutations.","dc:creator":"de Majo M","dc:date":"2018","dc:title":"ALS-associated missense and nonsense TBK1 mutations can both cause loss of kinase function."},"rdfs:label":"TBK1 mutant transfected HEK293T cells functional alterations"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Four distinct functional alterations have been demonstrated for two different mutations, thus have increased to a maximum score of 1."},{"id":"cggv:21ef8d00-1543-496d-901a-9b954d914de9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e2a300dc-1bb1-4252-8cf8-13b4833ac5ab","type":"FunctionalAlteration","dc:description":"Western blot analysis of 5 patient lymphoblastoid cell lines carrying 5 different TBK1 mutations showed lower levels of phosphorylated TBK1 compared to 7 controls lymphoblastoid cell lines. This difference was quantitated using an unpaired 2 tailed t-test (p=0.0229).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30033073","rdfs:label":"TBK1 mutant lymphoblastoids show reduced TBK1phosphorylation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c183bea7-bd48-45df-ade6-3dd35b433038","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3c4479a8-0940-4b47-9126-1b9a20386571","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of motor neurons is a hallmark feature observed in ALS patient postmortem neuronal tissues, the model recapitulates this by showing 1) decreased cell viability showed by CCK-8 assay and 2) decreased cell proliferation measured by Ki67 staining\n\nIncreased level of relative reactive oxygen species measured by Flow Cytometry\nIncreased expression of p62 by Western Blot\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33312375","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) can result in the dysfunction of upper and lower motor neurons. A previous study has indicated that TBK1 mutation (hTBK1-c.978T>A) is involved in progression of ALS. However, the mechanism by which TBK1 mutation mediates the progression of ALS remains unclear.","dc:creator":"Zhang Y","dc:date":"2020","dc:title":"hTBK1-c.978T>A mutation promotes the ferroptosis in NSC-34 cells via mediation of KEAP1/NRF2/p62 signaling."},"rdfs:label":"hTBK1-c.978T>A NSC-34 cell culture model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score downgraded from default 1 to 0.5 as phenotypes are very basic and not particularly ALS-specific, and only one variant has been modelled.\n"},{"id":"cggv:b729860a-9071-444a-85fd-e7ef9da7aafc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:04a715a6-a584-4771-8a8c-f4ed17a0ec9c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"Reduction of TBK1 protein levels - Haploinsufficiency of TBK1 has been demonstrated in TBK1 mutation carrier ALS patients, thus a ~50% reduction of TBK1 protein levels in the model mimics this phenotype.\n\nMotor neuron death - Death of upper and lower motor neurons is a defining characteristic of ALS, therefore a progressive reduction in the number of motor neurons seen in this model mimics this phenotype.\n\nProtein aggregate accumulation - Misfolded protein aggregates within affected motor neurons are a hallmark feature of ALS, therefore the presence of such aggregates in this model mimics this phenotype.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30939964","type":"dc:BibliographicResource","dc:abstract":"Mutations in the ","dc:creator":"Catanese A","dc:date":"2019","dc:title":"Retinoic acid worsens ATG10-dependent autophagy impairment in TBK1-mutant hiPSC-derived motoneurons through SQSTM1/p62 accumulation."},"rdfs:label":"hiPSC-derived motor neuron model of TBK1 mutants"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:c35bccdb-dc02-4457-b425-b428bf9d3014","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e0dfe166-c0d8-42c8-9911-c050f09cc988","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"When compared to single mutant C9orf72-(G4C2)149 mice, double mutant mice carrying both C9orf72-(G4C2)149 + TBK1-R228H showed enhanced ALS phenotypes seen in humans, namely:\n\n1. Motor impairments: progressive hindlimb clasping defect (Fig. 3A) and showed impaired performance in the rotarod (fig. S3A), hanging wire (Fig.3B), and fear conditioning tests (fig. S3B). Reflecting the various motor difficulties experienced by ALS patients.\n\n2. Pathological post mortem brain features: reduced total brain weight (Fig. 3C), cortical neuronal loss and a noticeably thinner cortex (Fig. 3, D and E). Both of which are observed in ALS patient post mortem tissues. \n\n3. Increased neuroinflammation: increased the expression of the microglial markers Iba1 (fig. S4A) andCD68 (fig. S4B)and the astroglial marker GFAP(fig. S4C). \n\n4. Neuronal inclusions: increased number of inclusions in neurons (Fig. 3,G and I, Fig S4). Particularly there was an increased number of pTDP-43 positive inclusions (Fig. 4, E and F). The hallmark feature of ALS patients is the presence of protein inclusions within motor neurons, and these contain TDP-43 in ~97% of ALS patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36201573","type":"dc:BibliographicResource","dc:abstract":"Frontotemporal dementia and amyotrophic lateral sclerosis (FTD-ALS) are associated with both a repeat expansion in the ","dc:creator":"Shao W","dc:date":"2022","dc:title":"Two FTD-ALS genes converge on the endosomal pathway to induce TDP-43 pathology and degeneration."},"rdfs:label":"C9orf72-(G4C2)149 + TBK1 R228H mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"As this is a double mutant mouse model, the score has been downgraded. However, the exacerbated phenotypes observed in the double mutant including the TBK1 mutation compared to the single mutant C9orf72 mouse model are indeed consistent with observations in the literature where patients carrying both C9orf72 and TBK1 mutations experience more severe ALS disease courses compared with patients carrying only a C9orf72 expansion."},{"id":"cggv:6dd42649-54b7-46b3-837b-e8ddae714dd7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8387a4bf-d27e-41e5-ad93-2d11cf0ff6d6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"1.\tReduced (barely detectable) expression of TBK1 in TBK1-NKO mice neuronal tissues (cortex and cerebellum), mimicking the haploinsuffieceincy of TBK1 observed in ALS patient TBK1 mutation carriers.\n2.\tImpaired motor function, demonstrated by reduced swimming distance of TBK1-NKO mice, recapitulating motor impairments experienced by ALS patients, loss of the ability/reduced capacity to walk.\n3.\tALS patients display numerous neuropathological changes, including the loss/death of motor neurons, abnormally shaped neurons, presence of ubiquitinated protein inclusions in affected motor neurons, etc. Many similar features were observed in TBK1-NKO mice, namely: A) abnormally shaped neurons in the cortex Fig. 4A and Fig S1, B) decreased density of dendritic spines in the cortex and hippocampus (Fig. 4B, C and Fig. S2), C) reduced number of synapses in the cortex (Fig. 4D, E), D) Presence of protein aggregates containing ubiquitin and p62 (Fig. 5), E) increased astrocyte activation (Fig. 6A), F) glial degeneration (Fig. 6B), G) p62 aggregates in abnormal cerebellar astrocytes (Fig. 6C), H) elevated p62 expression in cerebellum and cortex (only significant in the cortex) (Fig. 7A) and I) dendritic swelling in the Purkinje cell layer\nand neurofibrillary tangles in the cortex (Fig. 8). \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31039129","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency of the protein kinase Tbk1 has shown to cause both amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD); however, the pathogenic mechanisms are unclear. Here we show that conditional neuronal deletion of Tbk1 in leads to cognitive and locomotor deficits in mice. Tbk1-NKO mice exhibited numerous neuropathological changes, including neurofibrillary tangles, abnormal dendrites, reduced dendritic spine density, and cortical synapse loss. The Purkinje cell layer of the cerebellum presented dendritic swelling, abnormally shaped astrocytes, and p62- and ubiquitin-positive aggregates, suggesting impaired autophagy. Inhibition of autophagic flux with bafilomycin A increased total Tkb1 levels in motor neuron-like cells ","dc:creator":"Duan W","dc:date":"2019","dc:title":"Deletion of Tbk1 disrupts autophagy and reproduces behavioral and locomotor symptoms of FTD-ALS in mice."},"rdfs:label":"Conditional neuron-specific Tbk1 knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Homozygous deletion does not TBK1 in this mouse model does not mirror the effects of homozygous deletion of TBK1 in humans (lethality). "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:c68fe58d-51db-4aef-af53-9801bb8922d1","type":"EvidenceLine","evidence":[{"id":"cggv:c68fe58d-51db-4aef-af53-9801bb8922d1_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:10ba46df-dcac-4147-a43d-dd0f8d27eb7b","type":"Cohort","allGenotypedSequenced":4187,"alleleFrequency":0.0109863864342011,"detectionMethod":"Majority of samples underwent whole exome sequencing, however a proportion did undergo custom capture sequencing.","evidence":[{"id":"cggv:c68fe58d-51db-4aef-af53-9801bb8922d1_cc_evidence_item"}],"numWithVariant":46,"relatedCondition":{"id":"obo:MONDO_0014641"}},"controlCohort":{"id":"cggv:42bfd5c9-4b3d-4b8a-9521-5f45941ca5c9","type":"Cohort","allGenotypedSequenced":8776,"alleleFrequency":0.001937101185050137,"detectionMethod":"Majority of samples underwent whole exome sequencing, however a proportion did undergo custom capture sequencing","evidence":[{"id":"cggv:c68fe58d-51db-4aef-af53-9801bb8922d1_cc_evidence_item"}],"numWithVariant":17},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":3.6E-11,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25700176","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a devastating neurological disease with no effective treatment. We report the results of a moderate-scale sequencing study aimed at increasing the number of genes known to contribute to predisposition for ALS. We performed whole-exome sequencing of 2869 ALS patients and 6405 controls. Several known ALS genes were found to be associated, and TBK1 (the gene encoding TANK-binding kinase 1) was identified as an ALS gene. TBK1 is known to bind to and phosphorylate a number of proteins involved in innate immunity and autophagy, including optineurin (OPTN) and p62 (SQSTM1/sequestosome), both of which have also been implicated in ALS. These observations reveal a key role of the autophagic pathway in ALS and suggest specific targets for therapeutic intervention. ","dc:creator":"Cirulli ET","dc:date":"2015","dc:title":"Exome sequencing in amyotrophic lateral sclerosis identifies risk genes and pathways."},"rdfs:label":"Cirulli2015 Combined Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":5,"dc:description":"This genome-wide gene burden analysis identified known ALS genes (eg. SOD1) and a novel ALS gene, TBK1. A total of 4,187 cases and 8,776 controls were analysed, predominately using whole exome sequencing with a small proportion of individuals undergoing custom capture and sequencing. Cases and controls were genetically matched for ethnicity (European). A burden of \"dominant not benign\" variants was identified in TBK1 when comparing cases vs controls to implicate TBK1 as a novel ALS gene. This result provided a highly significant p-value of P = 3.60 × 10^−11, in reference to the adjusted significance threshold of p<9.07x10^-7 which accounts for multiple testing of all genes across 6 different models employed in this study."},{"id":"cggv:61ec819d-7100-4ad5-8034-f11ee23f8754","type":"EvidenceLine","evidence":[{"id":"cggv:61ec819d-7100-4ad5-8034-f11ee23f8754_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:64ba10fb-efbd-435e-9e34-f78fb52a8a68","type":"Cohort","allGenotypedSequenced":2869,"alleleFrequency":0.00801673056814221,"evidence":[{"id":"cggv:61ec819d-7100-4ad5-8034-f11ee23f8754_cc_evidence_item"}],"numWithVariant":23,"relatedCondition":{"id":"obo:MONDO_0014641"}},"controlCohort":{"id":"cggv:7e6f3a32-9431-4b82-b251-502506b9fd35","type":"Cohort","allGenotypedSequenced":6405,"alleleFrequency":0.001873536299765808,"evidence":[{"id":"cggv:61ec819d-7100-4ad5-8034-f11ee23f8754_cc_evidence_item"}],"numWithVariant":12},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.000011,"statisticalSignificanceType":"","statisticalSignificanceValue":4.3,"statisticalSignificanceValueType":"Odds Ratio","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25700176","rdfs:label":"Cirulli2015 Discovery Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"This phase of analysis did not reach the corrected significance threshold. The paper states \"The adjusted alpha after correcting for the number of genes tested over all six genetic models is p<9.07x10^-7\"."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5591,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:cbe00f97-6cb9-41bf-82f7-baebe00d035f","type":"GeneValidityProposition","disease":"obo:MONDO_0014641","gene":"hgnc:11584","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TBK1* was first reported in relation to autosomal dominant amyotrophic lateral sclerosis in 2015 (Cirulli et al. Science (2015); PMID: 25700176 and Freischmidt et al. Nat Neurosci (2015); PMID: 25803835). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in molecular mechanism(s) and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, amyotrophic lateral sclerosis (OMIM:616439) and herpes simplex virus encephalitis (OMIM:617900). A case-control genome-wide gene burden analysis of whole-exome sequencing data from 4,187 cases and 8,776 controls identified a burden of \"dominant not benign\" variants in *TBK1* among ALS cases compared to controls (PMID: 25700176). A further seven loss of function variants that have been reported in seven probands in two publications (PMIDs: 25803835, 30033073) are also included in this curation, as well as two splicing and nine missense variants publications (PMIDs: 25803835, 30033073). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. This gene-disease association is also supported by experimental evidence including protein interactions, expression studies, in vitro functional assays, cell models and an animal models (PMIDs: 25803835, 32413959, 30033073, 30939964, 33312375, 22921120, 25613900, 36201573). In summary, *TBK1* is definitively associated with autosomal dominant amyotrophic lateral sclerosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ALS GCEP on the meeting date June 23, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:509b9e29-d354-4974-96e9-e819c3fee579"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}