{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694cv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2024-08-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2024-08-07T20:05:40.372Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6c7ce01-da2a-43fa-9bb3-3e2178f741b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:54aac910-b2f8-45e3-9f03-91c0f8ff3cd2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Identified difference in CTF1 mRNA and protein levels in normal compared to hypertensive heart failure samples. Scored for expression in heart tissue not difference in patient sample as the patients had hypertensive heart failure not DCM","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24366078","type":"dc:BibliographicResource","dc:abstract":"Cardiotrophin-1 has been shown to be profibrogenic in experimental models. The aim of this study was to analyze whether cardiotrophin-1 is associated with left ventricular end-diastolic stress and myocardial fibrosis in hypertensive patients with heart failure. Endomyocardial biopsies from patients (n=31) and necropsies from 7 control subjects were studied. Myocardial cardiotrophin-1 protein and mRNA and the fraction of myocardial volume occupied by collagen were increased in patients compared with controls (P<0.001). Cardiotrophin-1 overexpression in patients was localized in cardiomyocytes. Cardiotrophin-1 protein was correlated with collagen type I and III mRNAs (r=0.653, P<0.001; r=0.541, P<0.01) and proteins (r=0.588, P<0.001; r=0.556, P<0.005) in all subjects and with left ventricular end-diastolic wall stress (r=0.450; P<0.05) in patients. Plasma cardiotrophin-1 and N-terminal pro-brain natriuretic peptide and serum biomarkers of myocardial fibrosis (carboxy-terminal propeptide of procollagen type I and amino-terminal propeptide of procollagen type III) were increased (P<0.001) in patients compared with controls. Plasma cardiotrophin-1 was correlated with N-terminal pro-brain natriuretic peptide (r=0.386; P<0.005), carboxy-terminal propeptide of procollagen type I (r=0.550; P<0.001), and amino-terminal propeptide of procollagen type III (r=0.267; P<0.05) in all subjects. In vitro, cardiotrophin-1 stimulated the differentiation of human cardiac fibroblast to myofibroblasts (P<0.05) and the expression of procollagen type I (P<0.05) and III (P<0.01) mRNAs. These findings show that an excess of cardiotrophin-1 is associated with increased collagen in the myocardium of hypertensive patients with heart failure. It is proposed that exaggerated cardiomyocyte production of cardiotrophin-1 in response to increased left ventricular end-diastolic stress may contribute to fibrosis through stimulation of fibroblasts in heart failure of hypertensive origin. ","dc:creator":"López B","dc:date":"2014","dc:title":"Association of cardiotrophin-1 with myocardial fibrosis in hypertensive patients with heart failure."},"rdfs:label":"Expression of CTF1 in heart failure"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c7a79ea8-fe96-4177-9689-70802fccde7d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:badc7d67-5e84-400d-924d-3058bc4a7c39","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"When comparing 20 DCM patients and 20 healthy controls, CTF-1 mRNA levels were higher in the DCM group then in the control group. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34447655","type":"dc:BibliographicResource","dc:abstract":"Cardiomyopathy (CM) is a condition of cardiac dysfunction. It is one of the leading causes of mortality in which both genetic and environmental factors are involved. Cardiotrophin-1 (CT-1) level in plasma is associated with CM. It affects the cardiomyocyte differentiation. To evaluate the expression of CT-1 in cardiomyopathy, this study was done on CM subjects attending the Fatima Memorial Hospital, Lahore, Pakistan, between January and June, 2016. A total of 40 subjects were enrolled who were divided into two groups; CM group (","dc:creator":"Sharif S","dc:date":"2021","dc:title":"Increased Expression of Cardiotrophin-1 in Cardiomyopathy Patients."},"rdfs:label":"Gene Expression: CTF1 mRNA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Did not score; maximum number of points for function experimental evidence was previously reached from other papers (PMIDs: 21771897, 24366078, 12234945, 8833032). "},{"id":"cggv:d02f06f5-24d4-4f6d-97b0-9087f9e4a92a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b278a89e-de12-4456-83a7-0c19daffcd8e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Found that CTF1 mRNA and protein levels were higher in the left ventricles of patients with dilated cardiomyopathy compared to normal heart.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12234945","type":"dc:BibliographicResource","dc:abstract":"Cardiotrophin-1 (CT-1), a member of the interleukin-6 superfamily, is a potent inducer of cardiomyocyte hypertrophy that prolongs myocyte survival. Although cardiac CT-1 gene expression is known to be upregulated in some animal models of congestive heart failure, the activation state of the CT-1 system in patients with congestive heart failure is unknown.","dc:creator":"Zolk O","dc:date":"2002","dc:title":"Augmented expression of cardiotrophin-1 in failing human hearts is accompanied by diminished glycoprotein 130 receptor protein abundance."},"rdfs:label":"Left ventricle CTF1 mRNA and protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:085c6fdd-c0fa-436c-b4b4-3d641df17518","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf7bde90-f1ad-4771-92d7-c4ef4dbf22b8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of CTF1 in cardiomyocytes  and in mouse heart that can be induced by hypoxia","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21771897","type":"dc:BibliographicResource","dc:abstract":"Cardiotrophin-1 (CT-1) is a cytokine of the interleukin-6 superfamily which is up-regulated in cardiac diseases, in part via hypoxia-dependent mechanisms. However, no evidence for a direct regulation of CT-1 gene (CTF1) promoter by hypoxia inducible factor-1 (HIF-1) has been provided.","dc:creator":"Robador PA","dc:date":"2011","dc:title":"HIF-1-mediated up-regulation of cardiotrophin-1 is involved in the survival response of cardiomyocytes to hypoxia."},"rdfs:label":"CTF1 in cardiomyocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3a9b35c9-cb84-4e6b-ad85-21b1cf471c83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56e18ecd-41e2-446f-9c0c-37ef87c7a3b6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Cloning and northern blot identifying CTF1 in mouse heart tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7862649","type":"dc:BibliographicResource","dc:abstract":"Heart failure continues to be a leading cause of mortality worldwide. A hallmark of this disease is dilated cardiac hypertrophy, which is accompanied by a reactivation of genes expressed in fetal heart development. Reasoning that fetal or embryonic growth factors may mediate the onset of cardiac hypertrophy, we have coupled expression cloning with an embryonic stem cell-based model of cardiogenesis to isolate a 21.5-kDa protein, cardiotrophin 1, that potently induces cardiac myocyte hypertrophy in vitro. Amino acid similarity data indicate that cardiotrophin 1 is a member of the leukemia inhibitory factor/ciliary neurotrophic factor/oncostatin M/interleukin 6/interleukin 11 family of cytokines. Several members of this family that are known to signal through the transmembrane protein gp130 stimulate cardiac myocyte hypertrophy, like cardiotrophin 1, suggesting that the gp130 signaling pathway may play a role in cardiac hypertrophy. A 1.4-kb cardiotrophin 1 mRNA is expressed in the heart and several other mouse tissues.","dc:creator":"Pennica D","dc:date":"1995","dc:title":"Expression cloning of cardiotrophin 1, a cytokine that induces cardiac myocyte hypertrophy."},"rdfs:label":"Cloning mouse CTF1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Did not score as already scored mRNA expression in PMID: 8833032"},{"id":"cggv:c6434164-0537-4ec3-9408-6214da12f7e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc4dec4b-f26a-48d4-a536-519db5c810f8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In a cohort of 102 DCM patients and 27 controls, CTF-1 expression was higher in the DCM group then the control group. There was no correlation between CTF-1 expression and myocardial fibrosis on MRI in the DCM group.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34071085","type":"dc:BibliographicResource","dc:abstract":"The relationship between circulating fibrosis-related molecules and magnetic resonance-assessed cardiac fibrosis in dilated cardiomyopathy (DCM) is poorly understood. To compare circulating biomarkers between DCM patients with high and low fibrosis burdens, we performed a prospective, single-center, observational study. The study population was composed of 100 DCM patients (87 male, mean age 45.2 ± 11.8 years, mean ejection fraction 29.7% ± 10.1%). Replacement fibrosis was quantified by means of late gadolinium enhancement (LGE), whereas interstitial fibrosis was assessed via extracellular volume (ECV). Plasma concentrations of cardiotrophin-1, growth differentiation factor-15, platelet-derived growth factor, procollagen I C-terminal propeptide, procollagen III N-terminal propeptide, and C-terminal telopeptide of type I collagen were measured. There were 44% patients with LGE and the median ECV was 27.7%. None of analyzed fibrosis serum biomarkers were associated with the LGE or ECV, whereas NT-proBNP was independently associated with both LGE and ECV, and troponin T was associated with ECV. None of the circulating fibrosis markers differentiated between DCM patients with and without replacement fibrosis, or patients stratified according to median ECV. However, cardiac-specific markers, such as NT-proBNP and hs-TnT, were associated with fibrosis. Levels of circulating markers of fibrosis seem to have no utility in the diagnosis and monitoring of cardiac fibrosis in DCM.","dc:creator":"Rubiś P","dc:date":"2021","dc:title":"Lack of Relationship between Fibrosis-Related Biomarkers and Cardiac Magnetic Resonance-Assessed Replacement and Interstitial Fibrosis in Dilated Cardiomyopathy."},"rdfs:label":"DCM vs. Control CTF1 Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Did not score; maximum number of points for function experimental evidence was previously reached from other papers (PMIDs: 21771897, 24366078, 12234945, 8833032). "},{"id":"cggv:caebd9d4-a2bc-4b42-89c8-77e2fc57eab7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5db92cec-0f83-4004-8a2b-0fbeeed62661","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Cloning and expression of RNA (Northern blots) for CTF1 in human heart tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8833032","type":"dc:BibliographicResource","dc:abstract":"Cardiotrophin-1 (CT-1) is a new member of the interleukin-6 cytokine family that was identified from a mouse embryoid body cDNA library by expression cloning. Mouse CT-1 induces features of hypertrophy in neonatal rat cardiac myocytes and binds to and activates the leukaemia inhibitory factor/gp130 receptor complex. In this work we report the isolation and characterization of cDNA and genomic clones encoding human CT-1. These clones encode a 201 amino acid protein that is 80% identical to the mouse protein. Human CT-1 produced by transfection of the cDNA clones into mammalian cells induces the hypertrophy of neonatal rat cardiac myocytes. Human and mouse CT-1 bind to the leukaemia inhibitory factor receptor on both human and mouse cell lines indicating a lack of species specificity. No binding to the human oncostatin M specific receptor was detected. A 1.7 kb CT-1 mRNA is expressed in adult human heart, skeletal muscle, ovary, colon, prostate and testis and in fetal kidney and lung. The coding region of CT-1 is contained on three exons and is located on human chromosome 16p11.1-16p11.2.","dc:creator":"Pennica D","dc:date":"1996","dc:title":"Human cardiotrophin-1: protein and gene structure, biological and binding activities, and chromosomal localization."},"rdfs:label":"Cloning human CTF1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d6cfabc0-7b70-4f9b-81a5-4ab304404707","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a64600a3-2fdd-4853-bcb9-e9b49b15a19c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CTF1 treatment in rats increased left ventricular volumes, reduced ejection fraction and induced myocardial dilatation and fibrosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22733458","type":"dc:BibliographicResource","dc:abstract":"Cardiotrophin 1 (CT-1), a cytokine belonging to the interleukin 6 family, is increased in hypertension and in heart failure. We aimed to study the precise role of CT-1 on cardiac, vascular, and renal function; morphology; and remodeling in early stages without hypertension. CT-1 (20 μg/kg per day) or vehicle was administrated to Wistar rats for 6 weeks. Cardiac and vascular functions were analyzed in vivo using M-mode echocardiography, Doppler, and echo tracking device and ex vivo using a scanning acoustic microscopy method. Cardiovascular and renal histomorphology were measured by immunohistochemistry, RT-PCR, and Western blot. Kidney functional properties were assessed by serum creatinine and neutrophile gelatinase-associated lipocalin and microalbuminuria/creatininuria ratio. Without alterations in blood pressure levels, CT-1 treatment increased left ventricular volumes, reduced fractional shortening and ejection fraction, and induced myocardial dilatation and myocardial fibrosis. In the carotid artery of CT-1-treated rats, the circumferential wall stress-incremental elastic modulus curve was shifted leftward, and the acoustic speed of sound in the aorta was augmented, indicating increased arterial stiffness. Vascular media thickness, collagen, and fibronectin content were increased by CT-1 treatment. CT-1-treated rats presented unaltered serum creatinine concentrations but increased urinary and serum neutrophile gelatinase-associated lipocalin and microalbuminuria/creatininuria ratio. This paralleled a glomerular and tubulointerstitial fibrosis accompanied by renal epithelial-mesenchymal transition. CT-1 is a new potent fibrotic agent in heart, vessels, and kidney able to induce cardiovascular-renal dysfunction independent from blood pressure. Thus, CT-1 could be a new target simultaneously integrating alterations of heart, vessels, and kidney in early stages of heart failure.","dc:creator":"López-Andrés N","dc:date":"2012","dc:title":"Cardiotrophin 1 is involved in cardiac, vascular, and renal fibrosis and dysfunction."},"rdfs:label":"CTF1 treatment in rats"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced score as little data to show if missense and splice site variants result in overexpression or gain of function of CTF-1."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:0b269e16-4e43-4838-8657-59b85138c1e6","type":"EvidenceLine","evidence":[{"id":"cggv:0b269e16-4e43-4838-8657-59b85138c1e6_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:8df71fda-cfe5-407c-8da0-1057258d4d98","type":"Cohort","allGenotypedSequenced":208,"alleleFrequency":0.04807692307692308,"evidence":[{"id":"cggv:0b269e16-4e43-4838-8657-59b85138c1e6_cc_evidence_item"}],"numWithVariant":10,"relatedCondition":{"id":"obo:MONDO_0005021"}},"controlCohort":{"id":"cggv:00db6eb7-c77b-4805-91b5-a8111dba422a","type":"Cohort","allGenotypedSequenced":204,"alleleFrequency":0.01470588235294118,"evidence":[{"id":"cggv:0b269e16-4e43-4838-8657-59b85138c1e6_cc_evidence_item"}],"numWithVariant":3},"lowerConfidenceLimit":0.81,"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":3.01,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":11.2,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11058912","type":"dc:BibliographicResource","dc:creator":"Erdmann J","dc:date":"2000","dc:title":"Genetic variants in the promoter (g983G>T) and coding region (A92T) of the human cardiotrophin-1 gene (CTF1) in patients with dilated cardiomyopathy."},"rdfs:label":"Erdmann et al. cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"Case control method used for analysis of one promoter variant g.983G>T only (ClinGen allele registry number CA280569026). Found in 10/208 DCM cases and 3/204 healthy blood donor control samples. However this variant is common (gnomAD allele frequency 165), overall case control evidence scored as 0."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1}],"evidenceStrength":"Limited","sequence":8781,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.6,"subject":{"id":"cggv:bfa5ddeb-f0f8-4070-a203-5afd1ad86b40","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:2499","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"CTF-1 was originally evaluated for DCM by the ClinGen DCM GCEP on February 28, 2020. Evidence of the association of this gene with DCM was re-evaluated using SOP v10 on June 14 2024. As a result, the classification changed from limited to no known disease relationship. A summary of the information contributing to the classification of this gene at the time of re-evaluation is summarized herein. CTF-1 was first reported in relation to autosomal dominant dilated cardiomyopathy in 2000 (Erdmann J et al, PMID: 11058912). Human genetic evidence supporting this gene-disease relationship includes case-level data. At least 7 variants (6 missense and 1 spice site variant) have been reported in humans. Variants in this gene have been reported in at least 10 probands in 3 publications (Erdmann et al, 2000, PMID: 11058912; Pugh et al, 2014, PMID: 24503780; Akinrinade et al, 2015, PMID: 26084686). No segregation data has been reported. This gene-disease relationship has been studied in at least one case-control study at the single variant level (Erdmann et al, 2000, PMID: 11058912), however, this variant was subsequently found to be more commonly expressed in the population than would be expected to explain disease.  There is a lack of robust human genetic evidence demonstrating this gene-disease relationship in the literature. No new publications demonstrating CTF-1 variants in DCM were identified during re-curation. Evaluation of the previously identified variants found that all but one of the variants have subsequently been found at a frequency higher than would be expected for a monogenic, pathogenic effect in population reference data sets. This gene-disease association is supported by one animal model (rat) and expression studies (Pennica et al, 1995, PMID: 7862649; Pennica et al, 1996, PMID: 8833032; Zolk et al, 2002, PMID: 12234945; Lopez et al, 2014, PMID: 24366078; Robador et al, 2011, PMID: 21771897; Lopez-Andres et al, 2012, PMID: 22733458). Two additional human expression studies (Sharif et al, 2021, PMID: 34447655; Rubiś et al, 2021, PMID: 34071085) were identified during re-curation. In summary, no convincing evidence for a causal role for CTF-1 and autosomal dominant DCM has been reported. Although this gene-disease assertion is supported by one animal model (rat) and multiple expression studies (human) no reports have directly implicated the gene in humans. Because of this, as well as the lack of new supporting evidence in the four year period since the previous curation, the expert panel has classified this gene as having No Known Disease Relationship for monogenic cause of DCM at this time. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on June 14 2024 (SOP Version 10).\nNo convincing evidence for a casual role for CTF-1 and autosomal dominant DCM has been reported. Although this gene-disease assertion is supported by one animal model (rat) and multiple expression studies (human), no reports have directly implicated the gene in humans. Because of this, as well as the lack of supporting new evidence in the four year period since the previous curation, the expert panel has classified this gene as having No Known Disease Relationship for monogenic cause of DCM at this time. ","dc:isVersionOf":{"id":"cggv:ef19cc13-543b-451e-b278-ec1fc04f694c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}