{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-07-24T04:00:00.000Z","role":"Approver"},{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-01-22T16:30:13.631Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91c3f888-151e-45ff-ab0a-dd0513d004d7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91c3f888-151e-45ff-ab0a-dd0513d004d7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"allele":[{"id":"cggv:21cc2209-f83d-4483-9f0b-fbb4e0112091","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002635.4(SLC25A3):c.596T>G (p.Leu199Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA386167017"}},{"id":"cggv:3ef66809-bfda-414f-83b0-454d6e31b2b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002635.4(SLC25A3):c.883_895delinsCAGATAC (p.Gly295_Ser299delinsGlnIlePro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139662812"}}],"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Hypertrophic cardiomyopathy detected by fetal ECG during second trimester. Repeat ECG after birth confirmed biventricular hypertrophy, increased trabeculation, and a moderate-sized atrial septal defect with left-to-right shunting. Endomyocardial muscle biopsy revealed nonspecific findings of CM with muscle disarray. Lactate/pyruvate ratio was elevated (53; normal - 10-20) due to low pyruvate. Serum lactate normal, as were all other biochemical tests. MRI at 4 months of life showed prominence of the sulci, extra-axial spaces, and ventricles, as well as thinning of the corpus callosum. Muscle biopsy was normal, though EM detected mitochondria with minimal enlargement and slightly abnormal cristae. MRC enzyme activity assay was normal. ","previousTesting":true,"previousTestingDescription":"Negative Noonan syndrome panel. Full mtDNA genome sequenced.","sex":"Male","variant":[{"id":"cggv:22e025b9-69f7-49f1-8c58-d97a36cb7b2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:21cc2209-f83d-4483-9f0b-fbb4e0112091"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25681081","type":"dc:BibliographicResource","dc:abstract":"Variants in the SLC25A3 gene, which codes for the mitochondrial phosphate transporter (PiC), lead to a failure of inorganic phosphate (Pi) transport across the mitochondrial membrane, which is required in the final step of oxidative phosphorylation. The literature described two affected sibships with variants in SLC25A3; all cases had skeletal myopathy and cardiomyopathy (OMIM 610773). We report here two new patients who had neonatal cardiomyopathy; one of whom did not have skeletal myopathy nor elevated lactate. Patient 1 had a homozygous splice site variant, c.158-9A>G, which has been previously reported in a Turkish family. Patient 2 was found to be a compound heterozygote for two novel variants, c.599T>G (p.Leu200Trp) and c. 886_898delGGTAGCAGTGCTTinsCAGATAC (p.Gly296_Ser300delinsGlnIlePro). Protein structure analysis indicated that both variants are likely to be pathogenic. Sequencing of SLC25A3 should be considered in patients with isolated cardiomyopathy, even those without generalized skeletal myopathy or lactic acidosis.","dc:creator":"Bhoj EJ","dc:date":"2015","dc:title":"Pathologic Variants of the Mitochondrial Phosphate Carrier SLC25A3: Two New Patients and Expansion of the Cardiomyopathy/Skeletal Myopathy Phenotype With and Without Lactic Acidosis."}},{"id":"cggv:e14b6fac-4f05-464e-9fc5-fade2f4fb1f7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3ef66809-bfda-414f-83b0-454d6e31b2b2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25681081"}],"rdfs:label":"Bhoj 2015 - Patient 2"},{"id":"cggv:e14b6fac-4f05-464e-9fc5-fade2f4fb1f7","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e14b6fac-4f05-464e-9fc5-fade2f4fb1f7_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:22e025b9-69f7-49f1-8c58-d97a36cb7b2b","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:22e025b9-69f7-49f1-8c58-d97a36cb7b2b_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:479385b1-d651-43ea-92c7-8944495e63b1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:479385b1-d651-43ea-92c7-8944495e63b1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:e324599c-5e79-4176-8718-d82b2cee70bd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002635.4(SLC25A3):c.158-303A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA319833"}},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband born at term after uncomplicated pregnancy. He developed asphyxia 1.5 hours after birth and required artificial ventilation. ECG revealed hypertrophic cardiomyopathy. Serum lactate was elevated (5mM; normal <2.2mM). Patient stabilized and was released to home care. Motor development was delayed; cognitive development was normal with a slight delay in language acquisition. At 17 years old, he presented with exercise intolerance, muscle pain, musle weakness, ptosis, and pronounced facial hypotonia. Muscle histology revealed myopathic findings with lipid accumulation; EM detected abnormal cristae in mitochondria (Fig. 2). MRC enzyme activity was unaffected (after normalizing to CS, Table 1).","previousTesting":false,"sex":"Male","variant":{"id":"cggv:d5de90ee-00ee-421b-a795-3a942c259e47_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e324599c-5e79-4176-8718-d82b2cee70bd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21763135","type":"dc:BibliographicResource","dc:abstract":"In a family three children presented with severe neonatal lactic acidosis, hypertrophic cardiomyopathy and generalised muscular hypotonia. One child died in infancy, two survived a clinically severe neonatal period. At an age of 9 and 17years, respectively, they present with exercise intolerance, proximal muscle weakness, non-progressive hypertrophic cardiomyopathy and normal mental development. In a muscle biopsy normal activity of respiratory chain enzymes was found; however the amount of the mitochondrial phosphate carrier was decreased. This protein is expressed in two tissue-specific isoforms generated by mutually exclusive alternative splicing of the SLC25A3 gene transcript. We identified a homozygous mutation c.158-9A>G located in the 5'-intron next to exon 3A specific for heart and skeletal muscle. This creates a novel splice site resulting in a more than 95% decrease of the wild type allele.","dc:creator":"Mayr JA","dc:date":"2011","dc:title":"Deficiency of the mitochondrial phosphate carrier presenting as myopathy and cardiomyopathy in a family with three affected children."}},"rdfs:label":"Mayr 2011 - Patient 1"},{"id":"cggv:d5de90ee-00ee-421b-a795-3a942c259e47","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5de90ee-00ee-421b-a795-3a942c259e47_variant_evidence_item"},{"id":"cggv:d5de90ee-00ee-421b-a795-3a942c259e47_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Fluorescent labeling of RT-PCR products followed by capillary electrophoresis demonstrated the use of a cryptic splice site (Fig. 4D). Western blot using patient muscle demonstrated loss of protein expression (Fig. 3). "}],"strengthScore":0.75,"dc:description":"Functional evidence not scored; rather it was used to justify scoring as a \"predicted/proven null\". Variant score downgraded because a non-canonic splice site is affected. Case score downgraded for homozygosity/lack of previous testing."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fa45773a-c149-475b-b9b3-24c8e4194ef1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fa45773a-c149-475b-b9b3-24c8e4194ef1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:e324599c-5e79-4176-8718-d82b2cee70bd"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband born at term following an uncomplicated pregnancy. Two hours after birth, he decompensated with profound hypotonia, respiratory failure, severe lactic acidosis, coagulopathy, and poor cardiac contractility. Serum lactate was 19.2mM (normal <2.2mM). ECG at 48 hours revealed cardiac hypertrophy. Cranial ultrasound showed increased echogenicity in the globus pallidus and thalami bilaterally; MRI was \"grossly normal\". Muscle biopsy was normal, as was muscle mtDNA content. No MRC assay performed. ","previousTesting":true,"previousTestingDescription":"Negative for variants in 101 nuclearly-encoded mitochondrial genes; full mtDNA genome also sequenced. ","sex":"Male","variant":{"id":"cggv:49395688-5911-47c7-adb0-3859927af31a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e324599c-5e79-4176-8718-d82b2cee70bd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25681081"},"rdfs:label":"Bhoj 2015 - Patient 1"},{"id":"cggv:49395688-5911-47c7-adb0-3859927af31a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49395688-5911-47c7-adb0-3859927af31a_variant_evidence_item"},{"id":"cggv:49395688-5911-47c7-adb0-3859927af31a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 21763135: The authors demonstrated use of a cryptic splice site and loss of protein expression in muscle tissue (Fig. 3, 4)."}],"strengthScore":1,"dc:description":"Functional evidence not scored; rather, it was used to justify scoring as a \"predicted/proven null\". Variant score reduced (non-canonical splice site affected)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.9},{"id":"cggv:960441fe-aa68-4245-bb7c-4fb67797e577_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:960441fe-aa68-4245-bb7c-4fb67797e577","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:f98d25f3-8741-45b3-98e6-6f9613f4e8d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002635.4(SLC25A3):c.158-237G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120147"}},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband was born at 38 weeks to nonconsanguineous parents with average height and weight, and high Apgar scores. Twelve hours after birth, she was cyanotic with hypotonia. ECG revealed hypertrophic cardiomyopathy. Serum lactate was consistently elevated (4-13mM; normal <2.2mM). She passed from heart failure at age 4 months. Muscle histology revealed myopathy due to lipid accumulation. No RRF, but staining for NADH, SDH, and COX \"showed an abnormal mitochondrial network without relevant mitochondrial proliferation.\" Lipid accumulation and mt changes confirmed via EM. Activity of all MRC enzymes normal; however, ATP production in the presence of ADP was reduced (Table 1), while complex V activity was preserved (data not shown). ","previousTesting":true,"previousTestingDescription":"Negative for variants in ATP6, ATP8, and SLC25A4. Targeted testing guided by patient biochemistry.","sex":"Female","variant":{"id":"cggv:e4c412fc-7c5d-47ae-80a7-17fa1de48dfd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f98d25f3-8741-45b3-98e6-6f9613f4e8d0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17273968","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial phosphate carrier SLC25A3 transports inorganic phosphate into the mitochondrial matrix, which is essential for the aerobic synthesis of adenosine triphosphate (ATP). We identified a homozygous mutation--c.215G-->A (p.Gly72Glu)--in the alternatively spliced exon 3A of this enzyme in two siblings with lactic acidosis, hypertrophic cardiomyopathy, and muscular hypotonia who died within the 1st year of life. Functional investigation of intact mitochondria showed a deficiency of ATP synthesis in muscle but not in fibroblasts, which correlated with the tissue-specific expression of exon 3A in muscle versus exon 3B in fibroblasts. The enzyme defect was confirmed by complementation analysis in yeast. This is the first report of patients with mitochondrial phosphate-carrier deficiency.","dc:creator":"Mayr JA","dc:date":"2007","dc:title":"Mitochondrial phosphate-carrier deficiency: a novel disorder of oxidative phosphorylation."}},"rdfs:label":"Mayr 2007 - Patient 1"},{"id":"cggv:e4c412fc-7c5d-47ae-80a7-17fa1de48dfd","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4c412fc-7c5d-47ae-80a7-17fa1de48dfd_variant_evidence_item"},{"id":"cggv:e4c412fc-7c5d-47ae-80a7-17fa1de48dfd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors generated a yeast strain missing both IMM solute carriers mir1 and pic2 (yeast homolog of SLC25A3). These yeast were unable to grow on a non-fermentable medium. Transgenic expression of wt human SLC25A3 resulted in very minimal growth, while the p.Gly72Glu variant resulted in no growth (Fig. 6)."}],"strengthScore":0.1,"dc:description":"Given the lack of meaningful rescue using the wt construct in the yeast experiments, this evidence was not used for variant score upgrade."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.9},{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f539b3d3-2df3-492f-a85e-9949235b970d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b599a4e-1242-48b6-b73e-1a96cd3291f0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"SLC25A3 is the major transporter of inorganic phosphate (Pi) across the inner mitochondrial membrane, and is required to maintain a pool of Pi in the matrix. Pi is required for phosphorylation of ADP, so ATP synthesis is disrupted when this protein is lost. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"SLC25A3 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded in accordance with MD-GCEP guidelines"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1e12b4b-cdf3-453e-bb2d-2788be912930","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dfeeadfd-41ef-485a-8b8a-8185c3cd6673","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The underlying biochemical defect observed in human patients is an inability to synthesize ATP in the presence of functioning MRC enzymes and ATP synthase. The proposed mechanism of disease is depletion of the inorganic phosphate pool in the matrix, leading to failure of ATP synthase to phosphorylate ADP due to lack of available substrates. In knocking down SLC25A3 in these cells, we see reductions in growth rate and mitochondrial respiration, consistent with this mechanism of disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27780865","type":"dc:BibliographicResource","dc:abstract":"The relevance of mitochondrial phosphate carrier (PiC), encoded by SLC25A3, in bioenergetics is well accepted. However, little is known about the mechanisms mediating the cellular impairments induced by pathological SLC25A3 variants. To this end, we investigated the pathogenicity of a novel compound heterozygous mutation in SLC25A3 First, each variant was modeled in yeast, revealing that substituting GSSAS for QIP within the fifth matrix loop is incompatible with survival on non-fermentable substrate, whereas the L200W variant is functionally neutral. Next, using skin fibroblasts from an individual expressing these variants and HeLa cells with varying degrees of PiC depletion, PiC loss of ∼60% was still compatible with uncompromised maximal oxidative phosphorylation (oxphos), whereas lower maximal oxphos was evident at ∼85% PiC depletion. Furthermore, intact mutant fibroblasts displayed suppressed mitochondrial bioenergetics consistent with a lower substrate availability rather than phosphate limitation. This was accompanied by slowed proliferation in glucose-replete medium; however, proliferation ceased when only mitochondrial substrate was provided. Both mutant fibroblasts and HeLa cells with 60% PiC loss showed a less interconnected mitochondrial network and a mitochondrial fusion defect that is not explained by altered abundance of OPA1 or MFN1/2 or relative amount of different OPA1 forms. Altogether these results indicate that PiC depletion may need to be profound (>85%) to substantially affect maximal oxphos and that pathogenesis associated with PiC depletion or loss of function may be independent of phosphate limitation when ATP requirements are not high.","dc:creator":"Seifert EL","dc:date":"2016","dc:title":"Natural and Induced Mitochondrial Phosphate Carrier Loss: DIFFERENTIAL DEPENDENCE OF MITOCHONDRIAL METABOLISM AND DYNAMICS AND CELL SURVIVAL ON THE EXTENT OF DEPLETION."},"rdfs:label":"SLC25A3 knockdown in cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:6e7262c7-9528-41a9-bb2e-1b33803153c6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2ba522c7-e50f-4a74-bf09-3a1acfd47207","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hypertrophic cardiomyopathy is the major symptom in patients with SLC25A3 deficiency. Hypotonia, respiratory failure, and lactic acidosis are also common, which were not observed in these mice. However, due to the tissue specificity of the knockout, this is not unexpected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24658400","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial phosphate carrier (PiC) is critical for ATP synthesis by serving as the primary means for mitochondrial phosphate import across the inner membrane. In addition to its role in energy production, PiC is hypothesized to have a role in cell death as either a component or a regulator of the mitochondrial permeability transition pore (MPTP) complex. Here, we have generated a mouse model with inducible and cardiac-specific deletion of the Slc25a3 gene (PiC protein). Loss of PiC protein did not prevent MPTP opening, suggesting it is not a direct pore-forming component of this complex. However, Slc25a3 deletion in the heart blunted MPTP opening in response to Ca(2+) challenge and led to a greater Ca(2+) uptake capacity. This desensitization of MPTP opening due to loss or reduction in PiC protein attenuated cardiac ischemic-reperfusion injury, as well as partially protected cells in culture from Ca(2+) overload induced death. Intriguingly, deletion of the Slc25a3 gene from the heart long-term resulted in profound hypertrophy with ventricular dilation and depressed cardiac function, all features that reflect the cardiomyopathy observed in humans with mutations in SLC25A3. Together, these results demonstrate that although the PiC is not a direct component of the MPTP, it can regulate its activity, suggesting a novel therapeutic target for reducing necrotic cell death. In addition, mice lacking Slc25a3 in the heart serve as a novel model of metabolic, mitochondrial-driven cardiomyopathy.","dc:creator":"Kwong JQ","dc:date":"2014","dc:title":"Genetic deletion of the mitochondrial phosphate carrier desensitizes the mitochondrial permeability transition pore and causes cardiomyopathy."},"rdfs:label":"SLC25A3 KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":7619,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.9,"subject":{"id":"cggv:c7885534-62b4-4c84-ab54-b4be3e3905ac","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:10989","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *SLC25A3* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of July 24, 2023. The *SLC25A3* gene encodes the solute carrier family 25 member 3 protein. This integral transmembrane protein acts as the major transporter of inorganic phosphate across the inner mitochondrial membrane, serving to maintain a pool of inorganic phosphate in the matrix for use in ATP synthesis.  \n\n*SLC25A3* was first reported in relation to autosomal recessive primary mitochondrial disease in 2007 (PMID: 17273968), in two siblings with infantile onset hypertrophic cardiomyopathy, lactic acidosis, and hypotonia. While various names have been given to the constellation of features seen in those with *SLC25A3*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *SLC25A3* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *SLC25A3* and primary mitochondrial disease includes case-level data and experimental data. This curation includes four variants (two splice, one missense, one indel) in four probands across three publications (PMIDs: 17273968; 21763135; 25681081). Features seen in affected individuals include hypertrophic cardiomyopathy, developmental delay, exercise intolerance, hypotonia, and lactic acidosis. Mitochondrial respiratory chain enzyme activities in muscle were normal. \n\nLoss of function is implicated as the mechanism of disease. This gene-disease relationship is also supported by known biochemical function and a conditional knock-out mouse model of SLC25A3 (PMIDs: 24658400; 33340416).  \n\nIn summary, there is moderate evidence to support the relationship between *SLC25A3* and autosomal recessive primary mitochondrial disease. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 24, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:c0fc01e9-4239-45e6-8680-9b8566283337"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}