{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-05-10T13:56:16.950Z","role":"Approver"},{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-05-11T23:38:41.953Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27242165","type":"dc:BibliographicResource","dc:abstract":"The adapter protein linker for activation of T cells (LAT) is a critical signaling hub connecting T cell antigen receptor triggering to downstream T cell responses. In this study, we describe the first kindred with defective LAT signaling caused by a homozygous mutation in exon 5, leading to a premature stop codon deleting most of the cytoplasmic tail of LAT, including the critical tyrosine residues for signal propagation. The three patients presented from early childhood with combined immunodeficiency and severe autoimmune disease. Unlike in the mouse counterpart, reduced numbers of T cells were present in the patients. Despite the reported nonredundant role of LAT in Ca(2+) mobilization, residual T cells were able to induce Ca(2+) influx and nuclear factor (NF) κB signaling, whereas extracellular signal-regulated kinase (ERK) signaling was completely abolished. This is the first report of a LAT-related disease in humans, manifesting by a progressive combined immune deficiency with severe autoimmune disease.","dc:creator":"Keller B","dc:date":"2016","dc:title":"Early onset combined immunodeficiency and autoimmunity in patients with loss-of-function mutation in LAT."},"evidence":[{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.4},{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:cbe14f50-5c5e-4282-9a01-c461508a356a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cbe14f50-5c5e-4282-9a01-c461508a356a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"allele":{"id":"cggv:0145a957-c979-40fe-ba90-b35f4b012fc0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001014987.2(LAT):c.268_269del (p.Gly90fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645294089"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"high γδ T cells, low CD4 T cells","phenotypes":["obo:HP_0002719","obo:HP_0002716","obo:HP_0002110","obo:HP_0006528","obo:HP_0004844","obo:HP_0006532","obo:HP_0004313","obo:HP_0001744","obo:HP_0011839","obo:HP_0001973"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:3f55826c-5696-49ec-8ecf-98876ce38119_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0145a957-c979-40fe-ba90-b35f4b012fc0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27242165"},"rdfs:label":"patient 1"},{"id":"cggv:3f55826c-5696-49ec-8ecf-98876ce38119","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3f55826c-5696-49ec-8ecf-98876ce38119_variant_evidence_item"},{"id":"cggv:3f55826c-5696-49ec-8ecf-98876ce38119_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Absent LAT expression by flow cytometry using an antibody directed against the intracytoplasmic part of LAT in CD4 T cells (Fig. 2 D) and by Western blotting of patient-derived EBV lines using a polyclonal antibody against LAT (not depicted).\n\nLAT signaling capacity wast studied in mouse cells and those with mutant showed that it interferes with LAT signaling"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5c8222ea-f37f-408b-b353-51798f19ebff_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5c8222ea-f37f-408b-b353-51798f19ebff","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:1ed9972a-1a71-424a-a1dc-c500499dd39f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001014987.2(LAT):c.44dup (p.Leu16fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645369672"}},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"T-B+NK+ SCID","phenotypes":["obo:HP_0002719","obo:HP_0001508","obo:HP_0032218"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5e66b0a5-4dae-461f-b80f-0b17b3cde6c8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1ed9972a-1a71-424a-a1dc-c500499dd39f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27522155","type":"dc:BibliographicResource","dc:abstract":"Signaling through the T-cell receptor (TCR) is critical for T-cell development and function. Linker for activation of T cells (LAT) is a transmembrane adaptor signaling molecule that is part of the TCR complex and essential for T-cell development, as demonstrated by LAT-deficient mice, which show a complete lack of peripheral T cells.","dc:creator":"Bacchelli C","dc:date":"2017","dc:title":"Mutations in linker for activation of T cells (LAT) lead to a novel form of severe combined immunodeficiency."}},"rdfs:label":"V.1"},{"id":"cggv:5e66b0a5-4dae-461f-b80f-0b17b3cde6c8","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e66b0a5-4dae-461f-b80f-0b17b3cde6c8_variant_evidence_item"},{"id":"cggv:5e66b0a5-4dae-461f-b80f-0b17b3cde6c8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot analysis for the expression of LAT in PBMCs from patient V.4 and from a control blood sample (Fig 1, D).  Control CD3- cells, LAT can be detected, whereas it is not detectable in patients’ PBMCs.\n\nGenerated a synthetic mutant copy of human LAT by using site-directed mutagenesis and generated lentiviruses bearing wild-type (wtLAT-GFP-lent) or mutant (mutLAT-GFP-lent) LAT. We then used both LAT-encoding lentiviruses to transduce 2 different Jurkat-derived TCR-signaling mutants, ANJ33 and J.CaM2, both of which lack expression of the LAT gene (Fig 2, A). Showed that insertion of a T between base 44 and 45 of the LAT gene prevents its expression."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.4},{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c3f7403-621e-4006-8a0c-84b499f7e07d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a56dd49-2a2f-4cd6-aa4a-ad547936db7b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"LAT is expressed in the thymus, peripheral blood, and at a low level in the spleen.\nLAT is expressed in T cells, NK cells, and mast cells, but not in B cells (Raji and Jiyoye) or monocytes (THP1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9489702","type":"dc:BibliographicResource","dc:abstract":"Despite extensive study, several of the major components involved in T cell receptor-mediated signaling remain unidentified. Here we report the cloning of the cDNA for a highly tyrosine-phosphorylated 36-38 kDa protein, previously characterized by its association with Grb2, phospholipase C-gamma1, and the p85 subunit of phosphoinositide 3-kinase. Deduced amino acid sequence identifies a novel integral membrane protein containing multiple potential tyrosine phosphorylation sites. We show that this protein is phosphorylated by ZAP-70/Syk protein tyrosine kinases leading to recruitment of multiple signaling molecules. Its function is demonstrated by inhibition of T cell activation following overexpression of a mutant form lacking critical tyrosine residues. Therefore, we propose to name the molecule LAT-linker for activation of T cells.","dc:creator":"Zhang W","dc:date":"1998","dc:title":"LAT: the ZAP-70 tyrosine kinase substrate that links T cell receptor to cellular activation."},"rdfs:label":"Zhang"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d319ee18-ec62-485e-b938-41eecbc59894","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:873aebb6-a78b-45ed-8bd9-e071d3ad7a0d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"When LAT was co-expressed with Lck, Fyn, Syk and ZAP-70 in COS cells, Syc and ZAP-70 showed increased activity toward LAT where Lck and Fyn showed negligible activity. In addition, LAT binds to PLC-γ1, Grb2, and PI3K, as expected.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9489702","rdfs:label":"Zhang"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:03b6e013-d19c-47c7-9dd3-ffccc25cf8dc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a99e2456-a21d-4456-85b3-cd3ff8fcf9d8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The TCR signal transduction pathway plays a key role in T cell development","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9489702","rdfs:label":"Zhang"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21275a56-148a-431e-8b63-4bf92650c915","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3babe48-569b-442f-8fb3-ea5e9702b206","type":"FunctionalAlteration","dc:description":"In vitro expression studies showed disrupted downstream signaling, failure of CD69 upregulation and absence of calcium flux induction upon stimulation, as well as absence of downstream tyrosine phosphorylation, WT LAT rescued these functions. Absence of LAT also resulted in decreased apoptosis of T cells compared to controls. Figure 2, 3, 4.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27522155","rdfs:label":"Bacchelli"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55714eca-d1fb-4ef2-80c8-d091aebc0d1b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c85b4534-080e-4de1-803f-69a665c48913","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reconstitution of ANJ3 with wild-type LAT, designated as ANJ3+LAT(wt), restored the Ca2+ mobilization response to anti-CD3 antibody stimulation (Fig. 1C). To confirm the role of LAT in regulating the tyrosine phosphorylation of intracellular proteins during TCR engagement, Jurkat (E6.1), ANJ3 and ANJ3 transfectants reconstituted with wild-type LAT were stimulated with OKT3, and PTK substrates were detected by probing with anti-phosphotyrosine antibody (Fig. 2, top panel). The tyrosine phosphorylated LAT molecule was not detected in cellular lysates prepared from ANJ3 cells (Fig. 2, lane 4), but this species was observed in the reconstituted cells (Fig. 2, lane 6). Tyrosine phosphorylation of proteins likely to be PLC-γ1 (135 kDa),Vav (100 kDa) and SLP-76 (76 kDa) was also reduced in ANJ3 cells. Tyrosine phosphorylation of other cellular proteins such as Cbl and ZAP-70 seemed normal. Importantly, reconstitution of LAT in\nANJ3 restored the tyrosine phosphorylation of these proteins observed in activated cells (Fig. 2, lane 5 and 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10360968","type":"dc:BibliographicResource","dc:abstract":"The adaptor molecule LAT (linker for activation of T cells) is a palmitoylated integral membrane protein that localizes to the glycolipid-enriched microdomains in the plasma membrane. Upon TCR engagement, LAT becomes phosphorylated on multiple tyrosine residues and then binds several critical signaling molecules. Here, we describe the generation and characterization of a LAT-deficient cell line. Using this cell line, we demonstrate that LAT is required for TCR-mediated Ca2+ mobilization and optimal tyrosine phosphorylation of phospholipase C-gamma1, Vav and SLP-76. LAT is also required for Erk activation, CD69 up-regulation, and AP- and NFAT-mediated gene transcription. We also demonstrate, by reconstituting this cell line with LAT mutants, that the LAT transmembrane domain and palmitoylation at Cys26, but not Cys29, are required for LAT function and TCR signaling. These studies provide further evidence for the crucial role of the LAT molecule, and demonstrate the use of a LAT-deficient cell line for the analysis of LAT structure and function.","dc:creator":"Zhang W","dc:date":"1999","dc:title":"Functional analysis of LAT in TCR-mediated signaling pathways using a LAT-deficient Jurkat cell line."},"rdfs:label":"Zhang"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:415857b6-b6de-426b-ab8a-80413e909121","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d5ea224-1bd1-4345-8d6b-feb072225b3a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"All aspects of TCR signaling were restored (TCR inducible tyrosine phosphorylation, PLC gamma 1 activity and calcium mobilization, RAS signaling, NF-AT activation and IL-2 gene induction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9846483","type":"dc:BibliographicResource","dc:abstract":"In this study, we present the further characterization of a mutant Jurkat T cell line, J.CaM2, that is defective in TCR-mediated signal transduction. Although initial TCR-mediated signaling events such as the inducible tyrosine phosphorylation of the TCR-zeta chain and ZAP-70 are intact in J.CaM2, subsequent events, including increases in intracellular calcium, Ras activation, and IL-2 gene expression are defective. Subsequent analysis of J.CaM2 demonstrated a severe deficiency in pp36/LAT expression, a recently cloned adaptor protein implicated in TCR signaling. Importantly, reexpression of LAT in J.CaM2 restored all aspects of TCR signaling. These results demonstrate a necessary and exclusive role for LAT in T cell activation.","dc:creator":"Finco TS","dc:date":"1998","dc:title":"LAT is required for TCR-mediated activation of PLCgamma1 and the Ras pathway."},"rdfs:label":"Finco"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:b7567491-3c11-4fa3-9e22-3387f06ce82a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6eeaaea2-6079-4976-aa7b-a2cb4b03fdd3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LAT -/- mice had absent T cells, normal B cells. Thymocyte numbers were 10-20 less than LAT het and LAT WT mice. LAT -/- thymocytes fail to develop beyond the DN  CD25+CD44- stage, and there were no mature alpha beta T cells in the lymph nodes and spleens of these mice. gamma delta T cell development was also blocked in LAT mice as was the maturation of “thymus-independent” iIELs. Phenotype is more severe which is not uncommon for mouse models used to study immune conditions. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10204488","type":"dc:BibliographicResource","dc:abstract":"The linker molecule LAT is a substrate of the tyrosine kinases activated following TCR engagement. Phosphorylated LAT binds many critical signaling molecules. The central role of this molecule in TCR-mediated signaling has been demonstrated by experiments in a LAT-deficient cell line. To probe the role of LAT in T cell development, the LAT gene was disrupted by targeting. LAT-deficient mice appeared healthy. Flow cytometric analysis revealed normal B cell populations but the absence of any mature peripheral T cells. Intrathymic development was blocked within the CD4- CD8- stage. No gross abnormality of NK or platelet function was observed. LAT is thus critical to both T cell activation and development.","dc:creator":"Zhang W","dc:date":"1999","dc:title":"Essential role of LAT in T cell development."},"rdfs:label":"Zhang Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Strong","sequence":4379,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.4,"subject":{"id":"cggv:0789647f-3f4f-4d7a-9b75-44e1f0019599","type":"GeneValidityProposition","disease":"obo:MONDO_0044721","gene":"hgnc:18874","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"LAT was first reported in relation to autosomal recessive severe combined immunodeficiency due to LAT deficiency in 2016 (Keller et al., PMID: 27242165). Affected individuals have T-B+NK+ severe combined immunodeficiency (SCID), lymphadenopathy, hypogammaglobulinemia, and autoimmune hematologic conditions leading to failure to thrive, severe recurrent infections and splenomegaly. Most affected individuals require bone marrow transplant for survival. Two frameshift variants that have been reported in two probands in two publications (PMIDs: 27242165, 27522155) are included in this curation. Variants in this gene segregated with disease in 4 additional family members. Heterozygous family members did not have symptoms and had normal LAT function, indicating that there is no dominant-negative effect. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by mouse model, protein interactions, expression studies, biochemical function, functional alteration, and rescue studies in cell culture models (PMIDs: 9489702, 10204488, 27522155, 9846483, 10360968). LAT is expressed in T cells, NK cells, and mast cells, but not in B cells or monocytes. When LAT was co-expressed with Lck, Fyn, Syk and ZAP-70 in COS cells, Syc and ZAP-70 showed increased activity toward LAT where Lck and Fyn showed negligible activity. In addition, LAT binds to PLC-γ1, Grb2, and PI3K. Overexpression of LAT mutants blocked TCR-mediated AP-1 and NF-AT transcriptional activity (PMID: 9489702). In vitro expression studies showed disrupted downstream signaling, failure of CD69 upregulation and absence of calcium flux induction upon stimulation, as well as absence of downstream tyrosine phosphorylation (PMID: 27522155). LAT -/- mice had absent T cells, normal B cells. Thymocyte numbers were 10-20 fold lower than in LAT het and LAT WT mice. LAT -/- thymocytes fail to develop beyond the DN  CD25+CD44- stage, and there were no mature alpha beta T cells in the lymph nodes and spleens of these mice (PMID: 10204488). Two cell culture models with significantly reduced LAT expression (ANJ3 and J.CaM2) showed rescue of TCR signaling after re-expression of LAT (PMID:  9846483, 10360968). In summary, there is strong evidence to support the relationship between LAT and autosomal recessive severe combined immunodeficiency due to LAT deficiency. Three years must elapse from the first proposal of the association to reach a definitive classification without any valid contradictory evidence. We will re-evaluate this gene-disease relationship at that time to determine if an upgraded classification of definitive is warranted. This classification was approved by the ClinGen SCID/CID GCEP on April 21, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:bf4a8572-c5ab-4a57-a9b3-ef1059180e8a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}