{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-19T21:47:11.722Z","role":"Approver"},{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-19T21:48:41.478Z","role":"Publisher"}],"evidence":[{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:d8d1a85d-aef5-496b-a9ce-82bba97e9fc2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab9acf89-244d-4067-963a-c0a5c9742a0c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":11,"detectionMethod":"WES of DNA from total blood samples was performed. The WES results of both siblings were compared: identification of compound heterozygous variants in ARHGEF1: a nonsense variant in exon 12 (c. 898 C>T, p.R300X) and a splice acceptor site variant (c.1669-1G>T). Sanger sequencing of ARHGEF1 in the healthy parents confirmed inheritance of nonsense mutation from the father and the splice acceptor site mutation from the mother.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Experienced 3 episodes of herpes zoster, a severe, acute, oral herpes simplex virus 1 (HSV-1) primary infection, and recurrent lung infections. At 21 years old, diagnosed with bronchial mucoepidermoid carcinoma and underwent a lung lobectomy. Clinical and immunological characteristics were indicative of a PAD due primarily to disturbed B lymphocyte functions.","phenotypes":["obo:HP_0006532","obo:HP_0200117","obo:HP_0002110"],"previousTesting":true,"previousTestingDescription":"Antibody production (including T cell-dependent and –independent vaccine responses to poliovirus, tetanus, diphtheria toxoids, and pneumococcal immunizations) was defective. Blood samples repeatedly contained myelocytes. Bone marrow examination did not provide any evidence of a myeloproliferative or myelodysplastic syndrome. Low CD19+ B cell blood counts, elevated frequency of transitional B cells, expansion of the CD21loCD38lo B cell subset. Switched memory and marginal zone B cells almost undetectable. Cell counts, percentages of natural killer cells, and CD3+, CD4+, and CD8+ T cells within the normal range. Decreased frequency of CD8+ central memory and effector memory T cell subsets. Expression of the chemokine receptor CCR7 was higher on patient CD8+ naive T cells than on controls. Normal serum immunoglobulin levels. Patient's mother exhibited normal lymphocyte subsets. Patient had bronchial mucoepidermoid carcinoma, mediastinal lymph node biopsies: lymph nodes free of malignant cells. Immunohistochemical analysis suggests disturbed GC reaction was combined with a relatively intense plasma cell development.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d8d1a85d-aef5-496b-a9ce-82bba97e9fc2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:50e41ed7-12b8-4449-ab93-11da66447673","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004706.4(ARHGEF1):c.1624-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406062075"}},{"id":"cggv:b3f52436-d875-4840-9fc8-4cfe6566b57f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004706.4(ARHGEF1):c.853C>T (p.Arg285Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406052995"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30521495","type":"dc:BibliographicResource","dc:abstract":"ARHGEF1 is a RhoA-specific guanine nucleotide exchange factor expressed in hematopoietic cells. We used whole-exome sequencing to identify compound heterozygous mutations in ARHGEF1, resulting in the loss of ARHGEF1 protein expression in 2 primary antibody-deficient siblings presenting with recurrent severe respiratory tract infections and bronchiectasis. Both ARHGEF1-deficient patients showed an abnormal B cell immunophenotype, with a deficiency in marginal zone and memory B cells and an increased frequency of transitional B cells. Furthermore, the patients' blood contained immature myeloid cells. Analysis of a mediastinal lymph node from one patient highlighted the small size of the germinal centers and an abnormally high plasma cell content. On the molecular level, T and B lymphocytes from both patients displayed low RhoA activity and low steady-state actin polymerization (even after stimulation of lysophospholipid receptors). As a consequence of disturbed regulation of the RhoA downstream target Rho-associated kinase I/II (ROCK), the patients' lymphocytes failed to efficiently restrain AKT phosphorylation. Enforced ARHGEF1 expression or drug-induced activation of RhoA in the patients' cells corrected the impaired actin polymerization and AKT regulation. Our results indicate that ARHGEF1 activity in human lymphocytes is involved in controlling actin cytoskeleton dynamics, restraining PI3K/AKT signaling, and confining B lymphocytes and myelocytes within their dedicated functional environment.","dc:creator":"Bouafia A","dc:date":"2019","dc:title":"Loss of ARHGEF1 causes a human primary antibody deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"NM_004706.4(ARHGEF1):c.853C>T(p.Arg285Ter) and NM_004706.4(ARHGEF1):c.1624-1G>T. Immunoblot analysis with antibody against N-terminal of ARHGEF1 was performed on patient lymphoblasts: No immunoreactive bands for ARHGEF1 protein were detected in total cell lysates from patient-derived, EBV-transformed lymphoblastoid cells or IL-2–propagated T cell blasts. Data indicates ARHGEF1-deficient expression in lymphocytes. \n\nEnzyme-linked immunosorbent assay to measure RhoA activity in lymphocytes: normal amount of total RhoA protein was detected in a Western blot analysis, however, RhoA activity in B-EBV–transformed lymphoblastoid cells and T cell blasts derived from patient was 2-to 3-fold lower than in cells from healthy donors.\n\nFACS to analyze the amount of polymerized actin (F-actin) in blood lymphocyte subsets: found F-actin content to be abnormally low in all T and B lymphocyte subsets from the ARHGEF1-deficient patient when compared to healthy donors. \n\nSOP 8 - 1.5 for each null variant"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08413c29-1137-4abd-8b6e-223c98da7630","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba51832d-dba5-4bc0-82a6-120d29283671","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of a human gene homologous to the mouse Lsc oncogene, with the strongest expression in hematopoietic tissues: Sub1.5 was expressed at relatively high levels in the blood and lymphoid tissues (thymus, spleen, tonsils and lymph nodes), and at weaker levels in most other tissues. Two main transcripts were detected with the sizes of 3.5 and 5 kb, respectively, and the relative expression levels of these two transcripts varied between tissues. The expression pattern of sub1.5 roughly parallels the expression of Lsc (mouse homolog), which also showed a particular abundant expression in murine hematopoietic tissues. In mice, Lsc showed a high expression in total bone marrow, while the Sub1.5 gene was expressed only at moderate levels in total bone marrow in humans. This may be due to different regulation of the genes between mouse and man, or to differences in the isolation procedure of bone-marrow cells. Highly purified B and T cells from blood and tonsils expressed sub1.5 at high levels, in agreement with the tissue blot data. More mature B lymphoid cell lines all abundantly expressed sub1.5, but the pre-B cell lines Nalm-6 and Reh expressed lower levels of sub1.5 mRNA. A difference in the level of sub1.5 expression during B lymphopoiesis was further supported by semi-quantitative PCR analysis, demonstrating low levels of sub1.5 transcripts in early B lymphoid cells (pro- and pre-B cells) and higher levels of expression in bonemarrow derived B cells expressing surface IgM. Authors also demonstrated high levels of sub1.5 expression in early hematopoietic progenitor cells. Thus, sub1.5 was abundantly expressed in both CD34+ CD387 cells, which are highly enriched in the most primitive hematopoietic progenitor cells, as well as CD34+ CD38+ cells, containing primarily early differentiation stages of the lymphoid and myeloid lineages. Authors note that semi-quantitative PCR data only gives indications with regard to the expression of the sub1.5 gene and have to be further confirmed by protein expression studies using antibodies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9135076","type":"dc:BibliographicResource","dc:abstract":"A human cDNA clone, denoted sub1.5, was isolated from cDNA library generated from human T cells. The sub1.5 cDNA sequence was novel and was not identical to any known cDNA sequences in the GenBank. Recently, however, a mouse cDNA (Lsc) with high homology to sub1.5 was identified, indicating that the sub1.5 sequence may represent the human homologue of the mouse Lsc gene. The sub1.5 cDNA includes an open reading frame of 875 amino acids, predicting a protein with molecular weight of 97 kDa. Like Lsc, sub1.5 shows homology to the previous described oncogene Lbc, in particular to two functional domains in the Lbc protein; the Dbl proto-oncogene homology domain and the pleckstrin homology domain. Lsc is proposed to be an oncogene and is a member of a growing family of proteins that may function as activators of the Rho family GTPases. Members of the Rho family regulates the polymerization of actin to produce stress fibers. Activation of Rho GTPases by sub1.5 is also indicated by our studies, as stress fiber formation is observed in serum-starved stable NIH3T3 sub1.5 transfectants. Sub1.5 cDNA hybridizes to two major transcripts of 3.5 and 5 kb size and the strongest expression is seen in hematopoietic tissues like thymus, lymph nodes, peripheral blood leukocytes and spleen. We also show that both purified B and T cells express sub1.5. In addition, our data indicate that sub1.5 mRNA is abundantly expressed in CD34+ human progenitor cells. Fluorescent in situ hybridisation, using sub1.5 cDNA as a probe on human metaphases, shows that the sub1.5 gene is localized to chromosome 19q13.13.","dc:creator":"Aasheim HC","dc:date":"1997","dc:title":"Characterization, expression and chromosomal localization of a human gene homologous to the mouse Lsc oncogene, with strongest expression in hematopoetic tissues."},"rdfs:label":"Expression Pattern of sub1.5 Gene"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Mouse cDNA (Lsc) with high homology to sub1.5 was identified, indicating that the sub1.5 sequence may represent the human homologue of the mouse Lsc gene. Regular expression of ARHGEF1: https://www.proteinatlas.org/ENSG00000076928-ARHGEF1/tissue"},{"id":"cggv:cf007abc-2b7c-4bf8-bb19-1f9ba30dfe3c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33c142eb-ee2e-471c-82a5-bd02b1ada299","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Affinity Chromatography used to identify Four Rho-interacting proteins: p190, p120, p130, and p115. Two proteins, p190 and p120, interacted only with GDP and GTPγS states. These two proteins were observed only when the purification was performed in the presence of phosphatase inhibitors. Two more proteins, p130 and p115, also bound to Rho, but interacted only with the nucleotide-depleted (ND) state. The interaction with p130 could only be detected when phosphatase inhibitors were included in the lysis buffer, while p115 interacted with Rho independently of phosphatase inhibitors. By virtue of the ability of p130 and p115 to bind to the nucleotide-depleted state of Rho, it is possible that these two proteins may be GEFs for the Rho GTPase. Using Rho as an affinity ligand, authors isolated a 115-kDa protein (p115-RhoGEF) that binds specifically to the nucleotide-depleted state. A full-length cDNA encoding p115-RhoGEF was isolated, and its protein product, which exhibited sequence homology to Dbl and Lbc, catalyzed the exchange of GDP for GTP specifically on Rho and not on the Rac, Cdc42, or Ras GTPases. p115-RhoGEF is capable of regulating cell proliferation, as determined by its ability to induce the transformation of NIH 3T3 cells. Northern and Western analysis suggests that p115-RhoGEF is ubiquitously expressed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8810315","type":"dc:BibliographicResource","dc:abstract":"The Rho GTPase promotes proliferation and cytoskeletal rearrangements in mammalian cells. To understand the regulation of Rho, it is important to characterize guanine nucleotide exchange factors (GEFs), which stimulate the dissociation of GDP and subsequent binding of GTP. Using Rho as an affinity ligand, we have isolated a 115-kDa protein (p115-RhoGEF) that binds specifically to the nucleotide-depleted state. A full-length cDNA encoding p115-RhoGEF was isolated, and its protein product, which exhibited sequence homology to Dbl and Lbc, catalyzed the exchange of GDP for GTP specifically on Rho and not on the Rac, Cdc42, or Ras GTPases. p115-RhoGEF is capable of regulating cell proliferation, as determined by its ability to induce the transformation of NIH 3T3 cells. Northern and Western analysis suggests that p115-RhoGEF is ubiquitously expressed. These results indicate that p115-RhoGEF may be a general regulator of Rho and its associated cellular phenotypes.","dc:creator":"Hart MJ","dc:date":"1996","dc:title":"Identification of a novel guanine nucleotide exchange factor for the Rho GTPase."},"rdfs:label":"Identifying protein interactions with Rho"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Results indicate that p115-RhoGEF may be a general regulator of Rho and its associated cellular phenotypes."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1bd7e41-ff4b-4de9-b945-df138a0e7d0c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dfe95170-c1f8-44eb-915f-a4501b1224f4","type":"FunctionalAlteration","dc:description":"To analyze the impact of ARHGEF1 deficiency on Gα 12/13–mediated signaling, authors investigated the stimulation of actin polymerization by ligands reported to signal via Gα 12/13–coupled receptors in PBMCs. In response to S1P, LPA, and U46619, patient-sourced CD4+ and CD8+ naive T cells displayed low or null levels of actin polymerization relative to healthy donor cells. In contrast, induction of the actin polymerization by chemokine stromal-derived factor 1α (SDF1), a ligand that is not strictly dependent on Gα 12/13 (13), was detectable in patients’ cells. However, the F-actin content after SDF1 stimulation remained lower in patients’ cells compared with controls. LPA-induced actin polymerization was also disturbed in patients’ B-EBV cell lines relative to a control cell line. The possibility that diminished expression of CXCR4 and/or lysophospholipid receptors in patient cells was responsible for the impaired ligand-induced actin polymerization was excluded by surface and RNA expression analysis in T cell blasts. To confirm that impaired RhoA activation was responsible for the actin polymerization defect in ARHGEF1-deficient cells, authors analyzed RhoA activity of T cell blasts stimulated with LPA. Induction of RhoA activity upon LPA stimulation was impaired in T cell blasts from both patients as compared with healthy donor cells. In order to bypass potential problems of expression and signaling properties of lysophospholipid receptors, authors analyzed the effect of enforced Gα 13 expression on RhoA activity in healthy donor– and patient-derived B-EBV cells. Increased RhoA activity was only found in healthy donor cells, although both control and patient cells exhibited increased expression of GNA13 RNA.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"Impact on Gα 12/13–mediated signaling"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:4507967c-4a9d-4fef-a021-f4a70db09fa1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e57b2fae-cf3b-4dfe-8c49-41156583fe26","type":"FunctionalAlteration","dc:description":"Authors used enzyme-linked immunosorbent assay to measure RhoA activity in lymphocytes from both patients. Although a normal amount of total RhoA protein was detected in a Western blot analysis, RhoA activity in B-EBV–transformed lymphoblastoid cells and T cell blasts derived from both patients was 2-to 3-fold lower than in cells from healthy donors. Given that RhoA is a key regulator of actin cytoskeleton dynamics, authors used FACS to analyze the amount of polymerized actin (F-actin) in blood lymphocyte subsets from both patients and healthy donors. Authors found the F-actin content to be abnormally low in all T and B lymphocyte subsets from the ARHGEF1-deficient patients when compared with that of healthy donors. Similar results were observed for T cell blasts from the patients and healthy donors.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"Impaired RhoA and Disturbed Actin Cytoskelection Dynamics"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.1,"dc:description":"Reduced polymerized actin in lymphocytes is a signature of ARHGEF1 deficiency. Functional Alteration is seen in Rescue Experiment."},{"id":"cggv:aa37d6ab-9e3a-4f16-bbee-10d63fc2ed74","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7f012387-f6bc-4c76-9300-eb2b97f44d4d","type":"FunctionalAlteration","dc:description":"The RhoA/ROCK pathway is the control of PI3K/AKT signaling via the regulation of phosphatase and tensin homolog (PTEN). Authors compared the ability of T cell blasts from patients and healthy donors to repress AKT activation after SDF1/CXCR4-mediated PI3K activation. By measuring AKT phosphorylation (Ser473) with FACS, they found that repression of the AKT signal was less efficient in patients’ T cell blasts than in healthy donors’ blasts. Treatment with RhoA activator II reduced SDF1-mediated AKT phosphorylation of patients and control T cell blasts similarly, indicating that the reduced repression of AKT phosphorylation in patients’ cells resulted from a defect upstream of RhoA. Of note, treatment of T cell blasts with the ROCK inhibitor Y27632 potentiated the phosphorylation of AKT after SDF1 stimulation. Upon enforced ARHGEF1 expression in patients’ cells, a diminished AKT (Ser473) phosphorylation was observed as compared with cells transduced with an empty vector. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"Impaired Regulation of AKT Signaling"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Results indicate that ARHGEF1’s ability to restrain AKT activation in lymphocytes via the modulation of RhoA/ROCK activity was abnormally low in patients’ cells."},{"id":"cggv:0294458e-896f-4978-a742-a7218722cfc7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:38b545f2-69e2-409b-9bde-1f8700d6759c","type":"FunctionalAlteration","dc:description":"Authors compared the ability of PBMCs from patients and healthy donors to migrate toward stromal-derived factor 1α (SDF1). ARHGEF1-deficient B and T lymphocytes migrated less efficiently toward SDF1. ARHGEF1 has been implicated in regulation of RhoA activity downstream of adhesion to fibronectin. On fibronectin-coated Boyden chambers, authors observed a strongly reduced Transwell migration of patients’ T cell blasts compared with those of controls. Time-lapse microscopy of patients’ T cell blasts on fibronectin-coated surfaces revealed increased uropods (trailing edges) depicted by increased maximum tail length and decreased migration (mean displacement). The decreased Transwell migration, mean displacement, and elongated trailing edges could reflect increased adhesion to fibronectin or defective deadhesion. Against increased adhesion, authors showed that expression levels of the different integrin α and β chains on T cell blasts of P1 and P2 were either reduced or comparable to those of control cells. In addition, expression of the high-affinity conformation of lymphocyte function–associated antigen-1 (LFA-1) (integrin αLβ2; CD11a/CD18) was not increased in SDF1-activated ARHGEF1-deficient CD4+ and CD8+ memory T cell blasts, as compared with controls. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"Impaired migration and formation of extended trailing edges"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These data suggest that human ARHGEF1 deficiency is associated with migration defects possibly caused by impaired deadhesion."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:636b25ff-3c05-46d0-a480-44a2cae1272c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3dbdeaef-f6e9-42f9-b011-62fe30138dfd","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Treatment with RhoA activator II almost completely rescued actin polymerization in naive CD4 T lymphocytes and IL-2–propagated T cell blasts from the patients. Actin polymerization promoted by RhoA involves the activation of its downstream target, the Rho-associated kinase I/II (ROCK). To test ROCK’s functionality in patients’ cells, authors treated them with the ROCK inhibitor Y27632. Authors observed that the patients’ cells did not modulate the F-actin content in response to Y27632 treatment, whereas the F-actin content was drastically diminished in T cell blasts derived from healthy donors. The level of F-actin in Y27632-treated healthy donor cells was similar to that observed in untreated patient cells. Authors used fluorescence microscopy to analyze the cellular distribution of polymerized actin. A lower amount of cortical F-actin was observed in patients’ T cell blasts relative to that in healthy donor cells. To determine whether ARHGEF1 deficiency was responsible for the low level of actin polymerization, the patients’ T cell blasts were transduced using a retrovirus encoding WT ARHGEF1. Retrovirus-mediated expression of ARHGEF1 normalized cortical F-actin levels in P1’s cells. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30521495","rdfs:label":"Can RhoA Activation Rescue the Actin Polymerization Defect"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Data indicate that patients’ lymphocytes had a constitutive defect in RhoA/ROCK-mediated actin polymerization and impaired lysophospholipid receptor signaling as a consequence of ARHGEF1 deficiency."},{"id":"cggv:d340ced2-7fe7-4364-ba20-c2ff503c2019","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aef25153-712b-490a-9fc8-3099d7a622d4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors analyzed basal serum amounts of IgM, IgG1, IgG2b, IgG3, IgA and IgE and found they were normal in Lsc−/− mice (data not shown). To assess specific B cell function in the Lsc−/− mice in vivo, authors immunized wild-type and Lsc−/− mice with TNP-Ficoll (a TI-2 antigen) and measured TNP-specific antibodies. Production of IgG2a and IgG2b antibodies was normal in Lsc−/− mice; however, concentrations of IgM, IgG1 and IgG3, the predominant isotype generated by TI-2 antigen, were significantly reduced in the absence of Lsc. Immune responses of Lsc−/− mice to TD antigen, which requires T cell cooperation with B cells, were also assessed. Wild-type and Lsc−/− mice were immunized with TNP-conjugated keyhole limpet hemocyanin (KLH) and TNP-specific antibodies were measured after 14 days for primary responses and 22 days for secondary responses. Despite the lack of major disruptions in T cell development in Lsc−/− mice, serum concentrations of anti-TNP–specific IgM, IgG1, IgG2a, IgG2b and IgG3 were all markedly reduced in Lsc−/− mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11526402","type":"dc:BibliographicResource","dc:abstract":"Lsc (the murine homolog of human p115 Rho GEF) is a member of the Dbl-homology family of GTP exchange factors and is a specific activator of Rho. Lsc is activated by the G alpha(13) subunit of heterotrimeric G proteins and contains a regulator of G protein signaling domain that downmodulates G alpha(12) and G alpha(13). Lsc is expressed primarily in the hematopoietic system and links the activation of G alpha(12) and G alpha(13)-coupled receptors to actin polymerization in B and T cells. Lsc is essential for marginal zone B (MZB) cell homeostasis and for the generation of immune responses. Although Lsc-deficient lymphocytes show reduced basal motility, MZB cells show enhanced migration after serum activation. Thus, Lsc is a critical regulator of MZB cells and immune functions.","dc:creator":"Girkontaite I","dc:date":"2001","dc:title":"Lsc is required for marginal zone B cells, regulation of lymphocyte motility and immune responses."},"rdfs:label":"Impaired Humoral Immunity in Lsc -/- Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"These data supported the possibility that MZB cells have a role in TI-2 responses and showed that TD humoral responses require Lsc."},{"id":"cggv:2b18eccf-c595-4218-bf0c-f5121084ed75","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4a30b91-dbdf-41f0-9589-743560919008","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Human ortholog. Humoral immune response to protein antigens is composed of a rapid low-affinity IgM antibody response followed by an IgG response exhibiting higher affinity. Authors demonstrate that Lsc, a protein that regulates G protein-coupled-receptor signaling and RhoA activation, is required by B lymphocytes for the antigen-specific IgM antibody response to a protein antigen. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16286020","type":"dc:BibliographicResource","dc:abstract":"The humoral immune response to protein antigens is composed of a rapid low-affinity IgM antibody response followed by an IgG response exhibiting higher affinity. Here, we demonstrate that Lsc, a protein that regulates G protein-coupled-receptor signaling and RhoA activation, is required by B lymphocytes for the antigen-specific IgM antibody response to a protein antigen. We further show that in lsc(-/-) mice, MZB cells are selectively affected such that naive and in vivo-activated MZB cells migrate toward sphingosine-1-phosphate at increased proportions but release inefficiently from integrin ligands. Consequently, lsc(-/-) MZB cells do not traffick appropriately in an immune response and do not contribute to the TD antibody response. These data demonstrate that Lsc regulates the migration and adhesion of MZB cells, and this regulation appears to be required for these cells to contribute to the antibody response to TD antigens.","dc:creator":"Rubtsov A","dc:date":"2005","dc:title":"Lsc regulates marginal-zone B cell migration and adhesion and is required for the IgM T-dependent antibody response."},"rdfs:label":"Lsc -/- Mice Primary Antibody Response TD Antigen"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The adoptive transfer experiments together establish that a B cell-autonomous deficit in Lsc results in a significantly reduced TD-antigen-specific IgM primary response. Finds that Lsc is required by B lymphocytes for antigen-specific, T cell-dependent IgM responses to a protein antigen."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Limited","sequence":1859,"specifiedBy":"GeneValidityCriteria8","strengthScore":9,"subject":{"id":"cggv:d89b760f-2514-4d90-852c-a27427cdee05","type":"GeneValidityProposition","disease":"obo:MONDO_0032763","gene":"hgnc:681","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"ARHGEF1 - Autosomal Recessive, Immunodeficiency 62\n\nARHGEF1 (Rho Guanine Nucleotide Exchange Factor 1) was first reported in relation to Autosomal Recessive, Immunodeficiency 62 in 2019 (Bouafia et al, PMID: 30521495) . At least 2 unique variants (nonsense and splice acceptor site) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.\n\nSummary of Case Level Data (3 Points):\nVariants in this gene have been reported in 2 probands in 1 publication (PMID:30521495). Phenotypes described in these probands include recurrent upper and lower respiratory tract infections, recurrent pneumonia, and bronchiectasis. Probands show defective antibody production (including T cell–dependent and –independent vaccine responses to poliovirus, tetanus, diphtheria toxoids, and pneumococcal immunizations). Patients may also have increased susceptibility to varicella zoster virus and herpes simplex virus. There is possibility for T cell defects due to the nature of these viral infections. \n\nExperimental Evidence\nThis gene-disease association is supported by animal models, expression studies, protein interaction studies, and functional alteration experiments. The ARHGEF1 gene encodes a member of the guanine nucleotide exchange factor family, which modulates the activities of the RAS superfamily (PMID: 8810315). ARHGEF1 is predominantly expressed in hematopoietic cells and lymphoid tissue (PMID: 9135076) and is specific for the GTPase RhoA (PMID: 30521495, PMID: 8810315). ARHGEF1 is involved in the signaling of G protein-coupled receptors associated with G-alpha 12/13-containing heterotrimeric G proteins (PMID: 11526402, PMID: 30521495). Experimental evidence indicates that ARHGEF1 activity in human lymphocytes is involved in controlling actin cytoskeleton dynamics, restraining PI3K/AKT signaling (PMID: 30521495), and localizing and confining B lymphocytes and myelocytes within their dedicated functional environment. Data suggest that immune deficiency primarily results in intrinsic defects in the trafficking and localization of B lymphocytes, causing a secondary defect in T-cell function. \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. \n\nThe clinical validity classification for this gene-disease relationship has been modified from a moderate classification to limited. The Gene-Disease Clinical Validity SOP requires at least 3 unrelated probands from at least 2 independent reports to get above the Limited classification.\n\nThis classification was approved by the ClinGen Humoral Defects GCEP Working Group on January 19, 2021(SOP Version 8). \n\nSOP requires at least 3 unrelated probands from at least 2 independent reports to get above the Limited classification","dc:isVersionOf":{"id":"cggv:9547c192-135d-48b3-a1c0-2eca5e2608c5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}