{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-07-25T18:00:00.000Z","role":"Approver"},{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-07-25T22:11:04.659Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27647924","type":"dc:BibliographicResource","dc:abstract":"Acyl CoA Oxidase 2 (ACOX2) encodes branched-chain acyl-CoA oxidase, a peroxisomal enzyme believed to be involved in the metabolism of branched-chain fatty acids and bile acid intermediates. Deficiency of this enzyme has not been described previously. We report an 8-y-old male with intermittently elevated transaminase levels, liver fibrosis, mild ataxia, and cognitive impairment. Exome sequencing revealed a previously unidentified homozygous premature termination mutation (p.Y69*) in ACOX2 Immunohistochemistry confirmed the absence of ACOX2 expression in the patient's liver, and biochemical analysis showed marked elevation of intermediate bile acids upstream of ACOX2. These findings define a potentially treatable inborn error of bile acid biosynthesis caused by ACOX2 deficiency.","dc:creator":"Vilarinho S","dc:date":"2016","dc:title":"ACOX2 deficiency: A disorder of bile acid synthesis with transaminase elevation, liver fibrosis, ataxia, and cognitive impairment."},"evidence":[{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57402b57-13c3-40cd-9c9c-afef1fe21da1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab0b2c04-1f90-465f-bfe8-55e249aeaca8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Sections of human liver tissue were stained using anti-ACOX2 antibodies conjugated to gold particles. Electron microscopy was used to detect the labels, demonstrating the localization of ACOX2 to liver peroxisomes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8943006","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes in human liver contain two distinct acyl-CoA oxidases with different substrate specificities: (i) palmitoyl-CoA oxidase, oxidizing very long straight-chain fatty acids and eicosanoids, and (ii) a branched-chain acyl-CoA oxidase (hBRCACox), involved in the degradation of long branched fatty acids and bile acid intermediates. The accumulation of branched fatty acids and bile acid intermediates leads to severe mental retardation and death of the diseased children. In this study, we report the molecular characterization of the hBRCACox, a prerequisite for studying mutations in patients with a single enzyme deficiency. The composite cDNA sequence of hBRCACox, derived from overlapping clones isolated via immunoscreening and hybridization of human liver cDNA expression libraries, consisted of 2225 bases and contained an open reading frame of 2046 bases, encoding a protein of 681 amino acids with a calculated molecular mass of 76,739 Da. The C-terminal tripeptide of the protein is SKL, a known peroxisome targeting signal. Sequence comparison with the other acyl-CoA oxidases and evolutionary analysis revealed that, despite its broader substrate specificity, the hBRCACox is the human homolog of rat trihydroxycoprostanoyl-CoA oxidase (rTHCCox) and that separate gene duplication events led to the occurrence in mammals of acyl-CoA oxidases with different substrate specificities. Northern blot analysis demonstrated that--in contrast to the rTHCCox gene--the hBRCACox gene is transcribed also in extrahepatic tissues such as heart, kidney, skeletal muscle, and pancreas. The highest levels of the 2.6-kb mRNA were found in heart, followed by liver. The enzyme is encoded by a single-copy gene, which was assigned to chromosome 3p14.3 by fluorescent in situ hybridization. It was absent from livers of Zellweger patients as shown by immunoblot analysis and immunocytochemistry.","dc:creator":"Baumgart E","dc:date":"1996","dc:title":"Molecular characterization of the human peroxisomal branched-chain acyl-CoA oxidase: cDNA cloning, chromosomal assignment, tissue distribution, and evidence for the absence of the protein in Zellweger syndrome."},"rdfs:label":"ACOX2 Localization in Liver Peroxisomes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:98f86e52-abb0-4897-b960-e0d0602fd1ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:421e6254-46b9-458d-a479-996ab3c30838","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using a human tissue cDNA panel, the authors performed qPCR for ACOX2 in a number of human tissues. They demonstrated high expression of ACOX2 in the liver, and moderate expression in the kidneys. ACOX2 was essentially absent from all other tissues tested. \n\nThe authors also performed a Western blot for ACOX2 in multiple tissue samples obtained from two unaffected human subjects. Their protein results recapitulated the qPCR results, with ACOX2 expressed almost exclusively in the liver and kidney. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29287774","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal acyl-CoA oxidases catalyze the first step of beta-oxidation of a variety of substrates broken down in the peroxisome. These include the CoA-esters of very long-chain fatty acids, branched-chain fatty acids and the C27-bile acid intermediates. In rat, three peroxisomal acyl-CoA oxidases with different substrate specificities are known, whereas in humans it is believed that only two peroxisomal acyl-CoA oxidases are expressed under normal circumstances. Only three patients with ACOX2 deficiency, including two siblings, have been identified so far, showing accumulation of the C27-bile acid intermediates. Here, we performed biochemical studies in material from a novel ACOX2-deficient patient with increased levels of C27-bile acids in plasma, a complete loss of ACOX2 protein expression on immunoblot, but normal pristanic acid oxidation activity in fibroblasts. Since pristanoyl-CoA is presumed to be handled by ACOX2 specifically, these findings prompted us to re-investigate the expression of the human peroxisomal acyl-CoA oxidases. We report for the first time expression of ACOX3 in normal human tissues at the mRNA and protein level. Substrate specificity studies were done for ACOX1, 2 and 3 which revealed that ACOX1 is responsible for the oxidation of straight-chain fatty acids with different chain lengths, ACOX2 is the only human acyl-CoA oxidase involved in bile acid biosynthesis, and both ACOX2 and ACOX3 are involved in the degradation of the branched-chain fatty acids. Our studies provide new insights both into ACOX2 deficiency and into the role of the different acyl-CoA oxidases in peroxisomal metabolism.","dc:creator":"Ferdinandusse S","dc:date":"2018","dc:title":"A novel case of ACOX2 deficiency leads to recognition of a third human peroxisomal acyl-CoA oxidase."},"rdfs:label":"ACOX2 Expression in cultured cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f19159fc-e0ba-4b29-8bd1-c04b6ab383f0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac838061-0abb-4a9a-8980-c683de18d370","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The C27 bile acid intermediate species are conjugated versions of THC-CoA, which these experiments demonstrate is a target of ACOX2. Loss of ACOX2 activity is therefore consistent with a biological accumulation of such intermediates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8387517","type":"dc:BibliographicResource","dc:abstract":"Rat liver peroxisomes contain three acyl-CoA oxidases: palmitoyl-CoA oxidase, which oxidizes the CoA esters of straight chain fatty acids and prostaglandins; pristanoyl-CoA oxidase, which oxidizes the CoA esters of 2-methyl-branched fatty acids (e.g. pristanic acid); and trihydroxycoprostanoyl-CoA oxidase, which oxidizes the CoA esters of the bile acid intermediates di- and trihydroxycoprostanic acids (Van Veldhoven, P. P., Vanhove, G., Asselberghs, S., Eyssen, H. J., and Mannaerts, G. P. (1992) J. Biol. Chem. 267, 20065-20074). In the present report we demonstrate that human liver peroxisomes contain only two acyl-CoA oxidases: palmitoyl-CoA oxidase, which oxidizes the CoA esters of straight chain fatty acids and prostaglandins, and a novel branched chain acyl-CoA oxidase, which oxidizes the CoA esters of 2-methyl-branched fatty acids as well as those of the bile acid intermediates (which also possess a 2-methyl substitution in their side chains). The branched chain acyl-CoA oxidase was purified to near homogeneity by means of column chromatography. It appeared to be a 70-kDa monomeric protein that did not cross-react with antisera raised against rat palmitoyl-CoA oxidase and pristanoyl-CoA oxidase. No indication was found for the presence of a separate trihydroxycoprostanoyl-CoA oxidase in human liver. The branched chain acyl-CoA oxidase was present also in human kidney, suggesting that it is expressed in other extrahepatic tissues as well. Our results explain a number of clinical-chemical observations made in certain cases of peroxisomal beta-oxidation disorders.","dc:creator":"Vanhove GF","dc:date":"1993","dc:title":"The CoA esters of 2-methyl-branched chain fatty acids and of the bile acid intermediates di- and trihydroxycoprostanic acids are oxidized by one single peroxisomal branched chain acyl-CoA oxidase in human liver and kidney."},"rdfs:label":"ACOX2 Activity in Human Liver"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:b2372bc4-6815-4418-8154-40fbc0d6a7a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b8013be-b4cd-42e9-b158-087b1281c35e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The C27 bile acid intermediates DHCA and THCA are branched-chain targets of ACOX2. Therefore, loss of enzyme function is consistent with an elevation of these intermediates. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29287774","rdfs:label":"ACOX2 Activity in ZSD Patient Cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:3bb08aa6-9728-465e-86c9-d755c1a1f37b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ebbfa8d-5aec-438b-b473-73c2f6920b45","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The C27 bile acid intermediate species are conjugated versions of THC-CoA, which these experiments demonstrate is a target of ACOX2. Loss of ACOX2 activity is therefore consistent with a biological accumulation of such intermediates. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29287774","rdfs:label":"ACOX2 Activity in yeast"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6cd077ff-2f3a-49e4-8e9c-08db4405861f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7243a5d0-3c4b-4ba8-b92f-4b843c8c5ef2","type":"FunctionalAlteration","dc:description":"The authors generated GFP-tagged expression constructs carrying variants mined from gnomAD that were predicted to affect peroxisomal localization. FRET experiments demonstrated reduced binding of ACOX2 p.(Lys680Thr) to PEX5, which targets proteins to the peroxisome. Wild type ACOX2 localization was punctate and overlapped with a known peroxisomal marker, while ACOX2 p.(Lys680Thr) was found throughout the cytosol. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31533369","type":"dc:BibliographicResource","dc:abstract":"Single nucleotide variants (SNVs) resulting in amino acid substitutions (i.e., missense variants) can affect protein localization by changing or creating new targeting signals. Here, we studied the potential of naturally occurring SNVs from the Genome Aggregation Database (gnomAD) to result in the loss of an existing peroxisomal targeting signal 1 (PTS1) or gain of a novel PTS1 leading to mistargeting of cytosolic proteins to peroxisomes. Filtering down from 32,985 SNVs resulting in missense mutations within the C-terminal tripeptide of 23,064 human proteins, based on gene annotation data and computational prediction, we selected six SNVs for experimental testing of loss of function (LoF) of the PTS1 motif and five SNVs in cytosolic proteins for gain in PTS1-mediated peroxisome import (GoF). Experimental verification by immunofluorescence microscopy for subcellular localization and FRET affinity measurements for interaction with the receptor PEX5 demonstrated that five of the six predicted LoF SNVs resulted in loss of the PTS1 motif while three of five predicted GoF SNVs resulted in ","dc:creator":"Chong CS","dc:date":"2019","dc:title":"Rare Human Missense Variants can affect the Function of Disease-Relevant Proteins by Loss and Gain of Peroxisomal Targeting Motifs."},"rdfs:label":"ACOX2 Functional Alteration - Chong 2019"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5eb1e855-5315-434a-a3e6-7d5e9a394560","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3bc842a-d08c-482b-8390-8e6c740aab71","type":"FunctionalAlteration","dc:description":"Conversion of bile acid intermediates to mature bile acids was assayed in HuH-7 cells transfected with ACOX2 expression constructs. Expression of wt ACOX2 increased the conversion of bile acid intermediates, consistent with increased enzyme activity. Four of the candidate variants (labeled V10, V6, V2, and V4) led to statistically significantly reduced activity. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35395098","type":"dc:BibliographicResource","dc:abstract":"A variant (p.Arg225Trp) of peroxisomal acyl-CoA oxidase 2 (ACOX2), involved in bile acid (BA) side-chain shortening, has been associated with unexplained persistent hypertransaminasemia and accumulation of C27-BAs, mainly 3α,7α,12α-trihydroxy-5β-cholestanoic acid (THCA). We aimed to investigate the prevalence of ACOX2 deficiency-associated hypertransaminasemia (ADAH), its response to ursodeoxycholic acid (UDCA), elucidate its pathophysiological mechanism and identify other inborn errors that could cause this alteration.","dc:creator":"Alonso-Peña M","dc:date":"2022","dc:title":"Beneficial effect of ursodeoxycholic acid in patients with acyl-CoA oxidase 2 (ACOX2) deficiency-associated hypertransaminasemia."},"rdfs:label":"ACOX2 Functional Alteration - Alonso-Pena 2022"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f015b51c-c638-4312-9fbd-bb4713602d2a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6cbc65f2-f895-471a-b609-215b9f877890","type":"FunctionalAlteration","dc:description":"The 25S enantiomer of DHCA is a biological substrate of ACOX2. In this paper, the authors demonstrate an accumulation of (25S)DHCA in serum from a patient homozygous for the p.Y69* variant of ACOX2. This is in contrast to serum from unaffected controls, both from individuals carrying no pathogenic ACOX2 variants and from an individual heterozygous for the p.Y69* variant. Neither control group showed similar (25S)DHCA accumulations. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33736801","type":"dc:BibliographicResource","dc:abstract":"Both plasma and cerebrospinal fluid (CSF) are rich in cholesterol and its metabolites. Here we describe in detail a methodology for the identification and quantification of multiple sterols including oxysterols and sterol-acids found in these fluids. The method is translatable to any laboratory with access to liquid chromatography - tandem mass spectrometry. The method exploits isotope-dilution mass spectrometry for absolute quantification of target metabolites. The method is applicable for semi-quantification of other sterols for which isotope labelled surrogates are not available and approximate quantification of partially identified sterols. Values are reported for non-esterified sterols in the absence of saponification and total sterols following saponification. In this way absolute quantification data is reported for 17 sterols in the NIST SRM 1950 plasma along with semi-quantitative data for 8 additional sterols and approximate quantification for one further sterol. In a pooled (CSF) sample used for internal quality control, absolute quantification was performed on 10 sterols, semi-quantification on 9 sterols and approximate quantification on a further three partially identified sterols. The value of the method is illustrated by confirming the sterol phenotype of a patient suffering from ACOX2 deficiency, a rare disorder of bile acid biosynthesis, and in a plasma sample from a patient suffering from cerebrotendinous xanthomatosis, where cholesterol 27-hydroxylase is deficient.","dc:creator":"Yutuc E","dc:date":"2021","dc:title":"Deep mining of oxysterols and cholestenoic acids in human plasma and cerebrospinal fluid: Quantification using isotope dilution mass spectrometry."},"rdfs:label":"Oxysterol Analysis of ACOX2 Patient Serum"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:877ee555-cc50-4af0-95b8-90137e7fc0cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1012165-e19c-4363-b97c-ae9a5cd52d20","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The most consistent phenotype across patients with ACOX2 deficiency is elevated hepatic transaminases, which was also observed in these KO mice. Other shared phenotypes include fibrosis and hepatic inflammation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340570","type":"dc:BibliographicResource","dc:creator":"Zhang Y","dc:date":"2021","dc:title":"Two sides of NNMT in alcoholic and non-alcoholic fatty liver development."},"rdfs:label":"ACOX2 KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"All affected patients share elevated circulating C27 bile acid intermediates. This phenotype was not assayed in these mice. Given that this phenotype is a hallmark of ACOX2 deficiency, the score for this model was reduced"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:81e9b739-5ef6-44b9-a08d-4e649df7e9cb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81e9b739-5ef6-44b9-a08d-4e649df7e9cb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003500.4(ACOX2):c.673C>T (p.Arg225Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2472324"}},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Elevated bile acid intermediates DHCA and THCA in serum and urine","phenotypes":"obo:HP_0002910","previousTesting":false,"sex":"Male","variant":{"id":"cggv:23ff7476-bb90-48c8-90ff-0bffa6e2dd33_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"},"rdfs:label":"Alonso-Pena 2022 - Case 2"},{"id":"cggv:23ff7476-bb90-48c8-90ff-0bffa6e2dd33","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23ff7476-bb90-48c8-90ff-0bffa6e2dd33_variant_evidence_item"},{"id":"cggv:23ff7476-bb90-48c8-90ff-0bffa6e2dd33_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 27884763 -- The authors overexpressed either wt or variant ACOX2 in HepG2 cells and assayed the conversion of bile acid intermediates. Expression of the wild type construct resulted in increased enzymatic activity, while the p.(Arg225Trp) variant resulted in reduced activity. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:51f50c1c-81df-44f5-b3fb-9f9176f38d4b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:51f50c1c-81df-44f5-b3fb-9f9176f38d4b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Elevated bile acid intermediates DHCA and THCA in serum and urine","phenotypes":["obo:HP_0012378","obo:HP_0002910","obo:HP_0012852"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:f38a155d-0f27-4d9f-94fc-52a6906766da_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"},"rdfs:label":"Alonso-Pena 2022 - Case 1"},{"id":"cggv:f38a155d-0f27-4d9f-94fc-52a6906766da","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f38a155d-0f27-4d9f-94fc-52a6906766da_variant_evidence_item"},{"id":"cggv:f38a155d-0f27-4d9f-94fc-52a6906766da_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 27884763 -- The authors overexpressed either wt or variant ACOX2 in HepG2 cells and assayed the conversion of branched chain bile acid intermediates. Expression of the wild type enzyme resulted in increased activity, while the p.Arg225Trp variant abolished activity. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:296d3cdc-894d-43a6-b65d-bc025d2ae203_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:296d3cdc-894d-43a6-b65d-bc025d2ae203","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003500.4(ACOX2):c.461_464del (p.Thr154SerfsTer25)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2472405"}},"detectionMethod":"Custom gene panel of 26 peroxisomal genes performed on an Ion Torrent PGM. Homozygosity was confirmed via Sanger sequencing. ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Elevated C27 bile acid intermediates","phenotypes":["obo:HP_0002910","obo:HP_0006802","obo:HP_0012202","obo:HP_0005684","obo:HP_0003198"],"previousTesting":true,"previousTestingDescription":"Negative array CGH; negative for multiple pterygium syndrome (CHRNG), arthrogryposis-renal dysfunction-cholestasis (ARC) syndrome (VPS33B and VIPAR) and spinal muscular atrophy (SMA) (SMN1)/SMA with respiratory distress, DKO7 and RAPSN.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:312f5bf4-c9e1-4e82-af2f-50e1d8997cb1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29287774"},"rdfs:label":"Ferdinandusse 2018 - Proband 1"},{"id":"cggv:312f5bf4-c9e1-4e82-af2f-50e1d8997cb1","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:312f5bf4-c9e1-4e82-af2f-50e1d8997cb1_variant_evidence_item"},{"id":"cggv:312f5bf4-c9e1-4e82-af2f-50e1d8997cb1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors demonstrated a complete loss of ACOX2 protein expression in the patient via Western blot (Figure 1). "}],"strengthScore":0,"dc:description":"The score has been reduced due to consanguinity and the use of targeted sequencing techniques. Further, there are 7 homozygous individuals in gnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:29c55059-516a-465d-844e-f15365a057f3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:29c55059-516a-465d-844e-f15365a057f3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:e9ba6da1-85dc-4488-a637-5f444dd3c27f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003500.4(ACOX2):c.207T>A (p.Tyr69Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16044013"}},"detectionMethod":"Exome sequencing was used to investigate the proband's phenotype. Due to consanguinity in the family, the authors focused on rare, homozygous alleles likely to result in loss-of-function, leading to the discovery of the ACOX2(p.Y69*) allele.  Homozygosity was confirmed via Sanger sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Elevated bile acid intermediates DHCA and THCA in serum and urine","phenotypes":["obo:HP_0001310","obo:HP_0001256","obo:HP_0002570","obo:HP_0000511","obo:HP_0001251","obo:HP_0100512","obo:HP_0045014","obo:HP_0001350"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8876fc08-8e3b-45f0-a45e-164290831093_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e9ba6da1-85dc-4488-a637-5f444dd3c27f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27647924"},"rdfs:label":"Vilarinho 2016 - Proband 1"},{"id":"cggv:8876fc08-8e3b-45f0-a45e-164290831093","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8876fc08-8e3b-45f0-a45e-164290831093_variant_evidence_item"},{"id":"cggv:8876fc08-8e3b-45f0-a45e-164290831093_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunohistochemistry demonstrated absence of the protein product in proband liver tissue. This is in contrast to a control liver sample, in which wt ACOX2 expression was confirmed. Consistent with loss of ACOX2 function, the proband had elevated levels of bile acid intermediates in serum and urine. "}],"strengthScore":1.5,"dc:description":"Score reduced due to consanguinity of the family."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:705115ea-9c42-494a-9f57-57dc023110e1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:705115ea-9c42-494a-9f57-57dc023110e1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"allele":[{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90"}],"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Elevated bile acid intermediates DHCA and THCA in serum and urine","phenotypes":["obo:HP_0002570","obo:HP_0003270","obo:HP_0002910"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:86861602-a37e-4fe3-bb5c-2ac84876d83f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"},{"id":"cggv:b25bdd3b-ba84-4fe8-bcbd-88be30b2ed2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"}],"rdfs:label":"Alonso-Pena 2022 - Case 3"},{"id":"cggv:86861602-a37e-4fe3-bb5c-2ac84876d83f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:86861602-a37e-4fe3-bb5c-2ac84876d83f_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:b25bdd3b-ba84-4fe8-bcbd-88be30b2ed2b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b25bdd3b-ba84-4fe8-bcbd-88be30b2ed2b_variant_evidence_item"},{"id":"cggv:b25bdd3b-ba84-4fe8-bcbd-88be30b2ed2b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 27884763 -- The authors overexpressed either wt or variant ACOX2 in HepG2 cells and assayed the conversion of bile acid intermediates. Expression of the wild type construct resulted in increased enzymatic activity, while the p.(Arg225Trp) variant resulted in reduced activity. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:12041767-b7de-407d-8546-066b5c120720_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:12041767-b7de-407d-8546-066b5c120720","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":[{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90"}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Elevated bile acid intermediates DHCA and THCA in serum and urine","phenotypes":["obo:HP_0011342","obo:HP_0001659","obo:HP_0011570"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:0a04ec73-a2de-44c7-843f-89bd4a616d4b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"},{"id":"cggv:cbec2069-98f3-476a-86e9-e4a28c478506_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4d74ef59-8788-4f00-8f17-f09172ae9d90"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35395098"}],"rdfs:label":"Alonso-Pena 2022 - Case 4"},{"id":"cggv:cbec2069-98f3-476a-86e9-e4a28c478506","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cbec2069-98f3-476a-86e9-e4a28c478506_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:0a04ec73-a2de-44c7-843f-89bd4a616d4b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a04ec73-a2de-44c7-843f-89bd4a616d4b_variant_evidence_item"},{"id":"cggv:0a04ec73-a2de-44c7-843f-89bd4a616d4b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 27884763 -- The authors overexpressed either wt or variant ACOX2 in HepG2 cells and assayed the conversion of bile acid intermediates. Expression of the wild type construct resulted in increased enzymatic activity, while the p.(Arg225Trp) variant resulted in reduced activity. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:942f856b-ebda-4f8b-875b-a799e9551695_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:942f856b-ebda-4f8b-875b-a799e9551695","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"detectionMethod":"Based on analysis of the proband's serum and urine bile acid profile, the authors concluded that defects in a subset of enzymes were the likely cause. The coding regions of these three genes (DBP, SCPx, and ACOX2) were sequenced via Sanger. Upon discovery of a homozygous variant in ACOX2, the parents and a sibling were tested for presence of the variant only. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Reduced bile acids in serum and urine\nElevated bile acid intermediates (DHCA/THCA) in serum and urine","phenotypes":"obo:HP_0002910","previousTesting":false,"sex":"Male","variant":{"id":"cggv:9516b9de-25c3-4ff2-903f-76c410f6d18e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e3a5c20-d076-4722-865d-b49ab6ce0a51"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27884763","type":"dc:BibliographicResource","dc:abstract":"Acyl-CoA oxidase (ACOX2) is involved in the shortening of C27 cholesterol derivatives to generate C24 bile acids. Inborn errors affecting the rest of peroxisomal enzymes involved in bile acid biosynthesis have been described. Here we aimed at investigating the case of an adolescent boy with persistent hypertransaminasemia of unknown origin and suspected dysfunction in bile acid metabolism.","dc:creator":"Monte MJ","dc:date":"2017","dc:title":"ACOX2 deficiency: An inborn error of bile acid synthesis identified in an adolescent with persistent hypertransaminasemia."}},"rdfs:label":"Monte 2017 - Proband 1"},{"id":"cggv:9516b9de-25c3-4ff2-903f-76c410f6d18e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9516b9de-25c3-4ff2-903f-76c410f6d18e_variant_evidence_item"},{"id":"cggv:9516b9de-25c3-4ff2-903f-76c410f6d18e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors generated a lentiviral vector to express either wt or variant ACOX2 in a human hepatic cell line. They first confirm proper expression and localization of the gene product in their model system. Then they demonstrated increased enzymatic activity when wt-ACOX2 was overexpressed in these cells. This was assayed by scoring the conversion of THCA to cholic acid, and in the level of protection conferred against reactive oxygen species generated by treatment with THCA. Overexpression of ACOX2 (p.Arg225Trp) abolished enzyme activity in these assays. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":8747,"specifiedBy":"GeneValidityCriteria10","strengthScore":15,"subject":{"id":"cggv:229972f9-c8b7-4b50-a032-81e4e296ca8e","type":"GeneValidityProposition","disease":"obo:MONDO_0015015","gene":"hgnc:120","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*ACOX2* was first reported in relation to autosomal recessive congenital bile acid synthesis defect 6 in 2016 (Vilarinho et al., PMID: 27647924). *ACOX2* encodes a branched-chain acyl-CoA oxidase that acts on C27 intermediate bile acid species in the peroxisome that generates C24 primary bile acids. The clinical presentation may be variable, but all reported probands to date have had elevated serum C27 bile acid intermediates, consistent with loss of *ACOX2* enzyme activity. Three variants (missense, nonsense, frameshift) that have been reported in six probands in three publications (PMID: 27647924, 27884763, 35395098) are included in this publication. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by in vitro functional assays, biochemical function, and an animal model (PMID: 8387517, 8943006, 29287774, 33736801, 31533369, 33340570, 35395098). Based on the available genetic and experimental evidence, the association between *ACOX2* and autosomal recessive congenital bile acid synthesis defect 6 has been classified as Definitive. This assertion has been upheld over time, and no contradictory evidence has yet emerged. This gene-disease pair was originally evaluated by the ClinGen Inborn Errors of Metabolism GCEP on December 10, 2021. It was reevaluated on July 12, 2024 (SOP 10). As a result of this reevaluation, the classification was increased from Moderate to Definitive with the addition of new cases and experimental evidence, including a new mouse model. ","dc:isVersionOf":{"id":"cggv:5627eadb-12f9-4768-915c-3da73c425650"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}