{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T07:42:29.379Z","role":"Approver"},{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T07:42:40.367Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25533962","type":"dc:BibliographicResource","dc:abstract":"Despite three decades of successful, predominantly phenotype-driven discovery of the genetic causes of monogenic disorders, up to half of children with severe developmental disorders of probable genetic origin remain without a genetic diagnosis. Particularly challenging are those disorders rare enough to have eluded recognition as a discrete clinical entity, those with highly variable clinical manifestations, and those that are difficult to distinguish from other, very similar, disorders. Here we demonstrate the power of using an unbiased genotype-driven approach to identify subsets of patients with similar disorders. By studying 1,133 children with severe, undiagnosed developmental disorders, and their parents, using a combination of exome sequencing and array-based detection of chromosomal rearrangements, we discovered 12 novel genes associated with developmental disorders. These newly implicated genes increase by 10% (from 28% to 31%) the proportion of children that could be diagnosed. Clustering of missense mutations in six of these newly implicated genes suggests that normal development is being perturbed by an activating or dominant-negative mechanism. Our findings demonstrate the value of adopting a comprehensive strategy, both genome-wide and nationwide, to elucidate the underlying causes of rare genetic disorders.","dc:creator":"Deciphering Developmental Disorders Study","dc:date":"2015","dc:title":"Large-scale discovery of novel genetic causes of developmental disorders."},"evidence":[{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Strong","sequence":4203,"specifiedBy":"GeneValidityCriteria8","strengthScore":11.5,"subject":{"id":"cggv:586e31e5-e995-4a4e-b24a-7f51191155ba","type":"GeneValidityProposition","disease":"obo:MONDO_0032707","gene":"hgnc:12929","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PCGF2 gene (OMIM: 600346) is located on chromosome 17q12 and encodes the Polycomb Group Ring Finger 2 (PCGF2, aka MEL18) protein, a component of the dynamic Polycomb Repressive Complex 1 (PRC1). PCGF2 was first reported in relation to a distinct dysmorphic syndrome through a recurring hotspot variant (NM_007144.3 p.Pro65Leu) identified in two unrelated individuals enrolled in the Deciphering Developmental Disorders Study (DDD 2015, PMID: 25533962). Three years later, a case series was published describing 10 additional families with variants at the same Pro65 residue of PCGF2 and an neuro-cardio-skeletal disorder coined Turnpenny-Fry syndrome (OMIM: 618371) (Turnpenny et al., 2018, PMID: 30343942). The consistent clinical characteristics of Turnpenny-Fry syndrome across 12 described families include developmental delay, impaired intellectual development, impaired growth, and a recognizable facial dysmorphology. Other common findings are feeding problems, constipation, and a range of brain, cardiac, vascular, and skeletal malformations. All Pro65 variants identified arose de novo in the affected individual aside from one, where the variant was found mosaic in an asymptomatic mother (PMID: 30343942). Currently there are no functional studies available which allow determination of the mechanism of disease for Turnpenny-Fry syndrome,  or the significance of the Pro65 hotspot mutations, but knockout models in mice and drosophila for PCGF2 orthologs support a role for this protein in growth and craniofacial/skeletal development (MGI: 2653494; Akasaka et al., 1996, PMID: 8625838). The impact of other variants in PCFG2 is unknown; given the single position involved to date, other variants would need very careful consideration.  In summary, there is strong evidence to support the relationship between PCGF2 and autosomal dominant Turnpenny-Fry syndrome. More evidence is needed to establish this relationship definitively, including functional studies and a consideration of variants affecting codons beyond Pro65. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 08.20.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:58b289b7-f842-4a32-a1fa-2777455fbd27"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}