{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-04T13:00:03.106Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.3},{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24ca6976-77ca-44ce-b8c5-5c3661fd84f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1153a0d6-40ad-47bc-b3c0-9d9377acf754","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"F12 is involved in the kallikrein-kinin cascade that results in the generation of braydkinin. Activation of F12 caused by certain variants in the proline-rich domain of F12 lead to excessive bradykinin production, that results in the HAEIII phenotype.\n\nThe evidence shows that FXII reduction results in reduced bradykinin generation through the contact activation system and therefore mitigation of vascular permeability induced by other stimulants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30463937","type":"dc:BibliographicResource","dc:abstract":"Hereditary angioedema (HAE) is a genetic disorder mostly caused by mutations in the C1 esterase inhibitor gene (C1INH) that results in poor control of contact pathway activation and excess bradykinin generation. Bradykinin increases vascular permeability and is ultimately responsible for the episodes of swelling characteristic of HAE. We hypothesized that the use of RNA interference (RNAi) to reduce plasma Factor XII (FXII), which initiates the contact pathway signaling cascade, would reduce contact pathway activation and prevent excessive bradykinin generation. A subcutaneously administered GalNAc-conjugated small-interfering RNA (siRNA) targeting F12 mRNA (ALN-F12) was developed, and potency was evaluated in mice, rats, and cynomolgus monkeys. The effect of FXII reduction by ALN-F12 administration was evaluated in two different vascular leakage mouse models. An ex vivo assay was developed to evaluate the correlation between human plasma FXII levels and high-molecular weight kininogen (HK) cleavage. A single subcutaneous dose of ALN-F12 led to potent, dose-dependent reduction of plasma FXII in mice, rats, and NHP. In cynomolgus monkeys, a single subcutaneous dose of ALN-F12 at 3 mg/kg resulted in >85% reduction of plasma FXII. Administration of ALN-F12 resulted in dose-dependent reduction of vascular permeability in two different mouse models of bradykinin-driven vascular leakage, demonstrating that RNAi-mediated reduction of FXII can potentially mitigate excess bradykinin stimulation. Lastly, ex vivo human plasma HK cleavage assay indicated FXII-dependent bradykinin generation. Together, these data suggest that RNAi-mediated knockdown of FXII by ALN-F12 is a potentially promising approach for the prophylactic treatment of HAE.","dc:creator":"Liu J","dc:date":"2019","dc:title":"An investigational RNAi therapeutic targeting Factor XII (ALN-F12) for the treatment of hereditary angioedema."},"rdfs:label":"Liu_kallikrein-kinin system function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2fb3bf48-a13b-4c22-9cbf-86127b73e1b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a62066d8-f20f-41a8-9e08-3065f99dedac","type":"FunctionalAlteration","dc:description":"Activation of the plasma contact system was assessed by western blot and amidolytic assay in basal conditions or after treatment with either artificial or physiological activators.\n\nNeither wild-type nor FXIILys309 recombinant FXII variants generated by S2 insect (Drosophila) cells were activated by incubation with silica or DXS, even at high concentrations. However, when supplemented to plasma from a patient with congenital deficiency of FXII due to the homozygous c.919delG pathogenic variant, spontaneous activation of the mutated FXIILys309 variant was observed with consequent generation of PKa.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33725261","type":"dc:BibliographicResource","dc:abstract":"Hereditary angioedema due to pathogenic FXII variants (HAE-FXII) is a rare dominant disease caused by increased activation of the plasma contact system. The most prevalent HAE-FXII variant, c.1032C > A p.Thr309Lys (FXII","dc:creator":"López-Gálvez R","dc:date":"2021","dc:title":"Thrombin in the Activation of the Fluid Contact Phase in Patients with Hereditary Angioedema Carrying the F12 P.Thr309Lys Variant."},"rdfs:label":"increased sensitivity in transfected cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The results of this study, confirmed the sensitivity of the FXIIThr309Lys variant to become proteolytically cleaved by thrombin, thereby priming FXII for fluid-phase activation of the contact system. This observation and the fact that angioedema episodes in some of the carriers of this variant are triggered during hypercoagulable situations (i.e. contraceptives or pregnancy) in which an increased thrombin generation has been reported, suggest a key role for thrombin as trigger of angioedema in these patients."},{"id":"cggv:4ad1e2ca-803e-4fa6-957c-38629439c421","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b4639a80-6bc2-4942-985f-f720b82e3674","type":"FunctionalAlteration","dc:description":"In Western blot studies under reducing conditions, plasma samples from HAE-FXIIThr309Lys patients showed an increased sensitivity to activation upon low-dose triggers of either DXS (ranging from 50 pg/mL to 100 ng/mL) or silica (1/64 stock). In all cases, FXIIThr309Lys increased activation at low doses of DXS or silica was also associated to PKa generation, assembly of C1-INH-FXIIa and C1-INH-PKa inhibitory complexes and increased amidolytic activity on the chromogenic substrate S-2302, which confirm overall activation of the plasma KKS.  Thrombin-activated HAE-FXIIThr309Lys plasma demonstrated a significant increase in amidolytic activity; incubation with thrombin sensitizes FXII from HAE-FXIIThr309Lys patients but not normal healthy persons for the cleavage and activation by PK.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33725261","rdfs:label":"increased sensitivity in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Presented biochemical and functional data obtained in plasma samples from 33 HAE-FXIIThr309Lys patients that further support non-canonical cleavage and activation of FXIIThr309Lys by thrombin as the cause of HAE. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3fca4808-7b19-43ba-b5cc-eef15b2c3485","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:02a9d56b-1711-42b9-994c-480d02adb5fc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HAEIII mice expressing human FXII-Thr328Lys showed DXS (FXII contact activator, high molecular weight dextran sulfate) -induced leakage that was increased more than 3-fold compared to mice that did not express the mutant. Vascular leakage in HAEIII mice was similar to that observed in C1INH-/- (HAEI) mice while leakage in mice that did not express Thr328Lys was similar to wild type. Spectrophotometric quantification of extravasated dye in excised skin samples after intradermal injections with stimuli showed that vascular permeability in HAEIII mice was increased 3-fold compared non-expressing animals. In addition, infusion of the kallikrein inhibitor, DX-88, and anti-FXII antibody, 3F7, prior to DXS-stimuation largely reduced the edema in HAEIII mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26193639","type":"dc:BibliographicResource","dc:abstract":"Hereditary angioedema type III (HAEIII) is a rare inherited swelling disorder that is associated with point mutations in the gene encoding the plasma protease factor XII (FXII). Here, we demonstrate that HAEIII-associated mutant FXII, derived either from HAEIII patients or recombinantly produced, is defective in mucin-type Thr309-linked glycosylation. Loss of glycosylation led to increased contact-mediated autoactivation of zymogen FXII, resulting in excessive activation of the bradykinin-forming kallikrein-kinin pathway. In contrast, both FXII-driven coagulation and the ability of C1-esterase inhibitor to bind and inhibit activated FXII were not affected by the mutation. Intravital laser-scanning microscopy revealed that, compared with control animals, both F12-/- mice reconstituted with recombinant mutant forms of FXII and humanized HAEIII mouse models with inducible liver-specific expression of Thr309Lys-mutated FXII exhibited increased contact-driven microvascular leakage. An FXII-neutralizing antibody abolished bradykinin generation in HAEIII patient plasma and blunted edema in HAEIII mice. Together, the results of this study characterize the mechanism of HAEIII and establish FXII inhibition as a potential therapeutic strategy to interfere with excessive vascular leakage in HAEIII and potentially alleviate edema due to other causes. ","dc:creator":"Björkqvist J","dc:date":"2015","dc:title":"Defective glycosylation of coagulation factor XII underlies hereditary angioedema type III."},"rdfs:label":"Bjorkvist_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"The evidence is scored maximum points for a mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8937,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.3,"subject":{"id":"cggv:8d3a0e57-6007-4c67-8849-92153edcfae4","type":"GeneValidityProposition","disease":"obo:MONDO_0012526","gene":"hgnc:3530","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"The relationship between *F12* and Hereditary Angioedema type III (HAE-III) inherited in the autosomal dominant pattern has been evaluated using the ClinGen Clinical Validity Framework as of May, 2022. This association was made using case-level and experimental data. HAE-III is characterized by recurrent skin swelling and abdominal pain attacks and differs from types I and II in that the concentration and function of C1-esterase inhibitor is normal. Specific heterozygous missense variants in the proline-rich domain of F12 cause HAE-III. Mutations in F12 were first associated with this disease in humans in 2006 by Cichon et al. (PMID: 17186468) and Dewald et al (PMID: 16638441).\n\nSummary of Case Level Data (6.3 points): The association is seen in at least 31 probands in 6 publications (PMID: 26193639, 16638441, 17381464, 21849258, 25952149, 36203598). The recurrent founder variant, Thr328Lys (also known as Thr309Lys), is reported in the majority of individuals with HAE-III. This variant segregated with disease in at least 42 additional family members. It appears that only variation at the Thr328 residue may result in the HAE-III phenotype, with other reported variants of Thr328Arg and a deletion that includes Thr328.\n\nThe mechanism for disease is expected to be heterozygous gain of function.\n\nSummary of Experimental Data (6 points): *F12* is involved in the kallikrein-kinin cascade that results in the generation of braydkinin. Due to gain of function mutations in *F12*, excessive bradykinin is generated which results in increased vascular permeability (PMID: 30463937). Functional data in plasma samples from HAE-FXIIThr309Lys patients and in transfected cell lines provide further support for non-canonical cleavage and activation of FXIIThr309Lys by thrombin as the cause of HAE (López-Gálvez R, et al., 2021, PMID: 33725261). An HAE-III transgenic mouse model with human-derived Thr328Lys variant recapitulates the human phenotype (PMID: 26193639).   \n\nIn summary, there is definitive evidence supporting the relationship between *F12* and autosomal dominant Hereditary Angioedema type III. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis gene-disease pair was originally evaluated by the HT GCEP on 01/23/2020. It was reevaluated on 05/25/2022 and 06/03/2024. As a result of the most recent reevaluation, with the addition of 24 probands (PMIDs: 25952149, 36203598) the classificaiton increased from Moderate to Definitive.\n\nLumping & Splitting information: OMIM assertions - (1) Angioedema, hereditary, type III (MIM: 610618); (2) Factor XII deficiency (MIM: 234000). Orphanet assertions - (1) F12-related hereditary angioedema with normal C1Inh; (2) Congenital factor XII deficiency. \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the phenotype, inheritance pattern and molecular mechanism underlying the two disease entities to be different and hence the association of *F12* with each entity was evaluated separately.\n\n","dc:isVersionOf":{"id":"cggv:f40992c9-1172-4528-ab53-95108094d4b6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}