{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-06-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f308668-daa8-4aec-a269-1ef4bc869a78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f63abab7-021d-4b34-aeef-aca21330f0cf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study performed RT-PCR and multiple immunolabeling experiments to determine the expression and localization of MYO1C. The RT-PCR experiments revealed that MYO1C is transcribed in the hair bundles of the murine utricle. Immunolabeling studies showed that the gene is expressed in the cochlea (hair bundles, cuticular plate, and hair-cell body).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12486594","type":"dc:BibliographicResource","dc:abstract":"Myosin isozymes are essential for hair cells, the sensory cells of the inner ear. Because a myosin-I subfamily member may mediate adaptation of mechanoelectrical transduction, we examined expression of all eight myosin-I isozymes in rodent auditory and vestibular epithelia. Using RT-PCR, we found prominent expression of three isozymes, Myo1b (also known as myosin-Ia or myr 1). Myo1c (myosin-Ib or myr 2). and Myo1e (myr 3). By contrast, Myo1a (brush-border myosin-I), Myo1d (myosin lg or myr 4). Myo1f, Myo1g, and Myo1h were less readily amplified. Because sequence analysis demonstrated that the RT-PCR products encoded the appropriate isozymes, this represents the first demonstration of expression of all eight mouse myosin-I genes. Using immunocytochemistry with isozyme-selective antibodies, we found that Myo1b was located at apical surfaces of supporting cells that surround hair cells in auditory epithelia of postnatal rats. In vestibular epithelia, Myo1b was present in a ring within the apical pole of the hair cell. In both cases, expression was prominent only immediately after birth. Myo1e was found in hair cells of the auditory and vestibular epithelia; this isozyme was enriched in the cuticular plate, the actin meshwork that anchors the stereocilia. Myo1c was found in hair-cell stereocilia, concentrated towards their tips; we confirmed this localization by using adenovirus vectors to direct expression of a GFP-Myo1c tail fusion protein; this fusion protein localized to plasma membranes, often concentrating at stereociliary tips. Myo1c therefore remains the myosin isozyme best localized to carry out transducer adaptation.","dc:creator":"Dumont RA","dc:date":"2002","dc:title":"Myosin-I isozymes in neonatal rodent auditory and vestibular epithelia."},"rdfs:label":"Dumont Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:750b803b-c815-4c4b-90fb-a851ceffe456","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17cd7e57-f387-427d-a6f6-eb246eb2a59a","type":"FunctionalAlteration","dc:description":"The R156W variant showed smaller rate constants for ADP release in the absence of actin. The V252A variant led to a weaker binding affinity for ADP in the absence of calcium. The T380M variant led to a faster fast-step constant and a smaller slow-step constant than the WT protein. When complexed with actin, the T380M variant had a lower binding affinity for ADP and both the binding rate and release rate of ADP were faster.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20640478","type":"dc:BibliographicResource","dc:abstract":"Three heterozygous missense mutations in the motor domain of myosin 1c (Myo1c), which mediates adaptation in the inner ear, are associated with bilateral sensorineural hearing loss in humans. With transient kinetic analyses, steady-state ATPase and motility assays, and homology modeling, we studied the interaction of these mutants with nucleotide and actin using a truncated construct, Myo1c(1IQ-SAH), which includes an artificial lever arm. Results indicate that mutation R156W, near switch 1, affects the nucleotide-binding pocket and the calcium binding by disrupting switch 1 movement. Mutation V252A, in the K helix of the upper 50 kDa domain, showed reduced actin affinity consistent with disruption of communication between the actin- and nucleotide-binding sites. T380M, in a Myo1c-specific insert in the HO linker, displayed aberrant changes in most kinetic parameters and uncoupling of the ATPase from motility. These data allow for an interpretation of how these mutations might affect adaptation.","dc:creator":"Adamek N","dc:date":"2011","dc:title":"Myo1c mutations associated with hearing loss cause defects in the interaction with nucleotide and actin."},"rdfs:label":"Amadek Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Disputed","sequence":671,"specifiedBy":"GeneValidityCriteria5","strengthScore":1,"subject":{"id":"cggv:107f9b2d-8bc2-4165-9017-78c78b8151e0","type":"GeneValidityProposition","disease":["obo:MONDO_0019497","obo:MONDO_0019587"],"gene":"hgnc:7597","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The MYO1C gene has been associated with autosomal dominant nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 6/26/2018. This association was made using case-level data only. Multiple missense variants have been reported in humans by Zadro et al. 2009, however each of these variants is present in high frequency in gnomAD. The loss-of-function variants reported by Ji et al. 2014 have no family history information or functional evidence to prove variant impact. In summary, there is convincing evidence disputing the association between autosomal dominant nonsyndromic hearing loss. More evidence is needed to either support or refute the role MYO1C plays in this disease. This classification was approved by the ClinGen Hearing Loss Working Group on 6/26/2018.\nThis association is disputed because all of the missense variants reported are at high frequency in gnomAD, and the loss of function variants have no evidence of gene impact. The gene is not contrained for LOF variants according to ExAC.","dc:isVersionOf":{"id":"cggv:f27e3d88-0a3d-44f8-bbbc-1f668e596541"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}