{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-03-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-10-11T16:50:35.510Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:376f2fe2-4d1a-4e1d-89ac-a8af818a8b8e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b35b3b4-85be-46bf-b99b-aaa903904775","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"As confirmed by the GTEX, the disease expression of GSD0 is through the liver. This tends to manifest itself through glycogen related conditions in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Genet 2015"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.75,"dc:description":"Upscored due to specificity of expression"},{"id":"cggv:0df4fd6f-a10b-4900-9e50-00b7ee468cd0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1186e59-e271-415b-bfe8-31759a6eddea","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The interaction between GYS2 and GYG1 via the C-terminus is necessary in order for GYS2-mediated glycogen synthesis to occur.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35690592","type":"dc:BibliographicResource","dc:abstract":"Glycogen is the major glucose reserve in eukaryotes, and defects in glycogen metabolism and structure lead to disease. Glycogenesis involves interaction of glycogenin (GN) with glycogen synthase (GS), where GS is activated by glucose-6-phosphate (G6P) and inactivated by phosphorylation. We describe the 2.6 Å resolution cryo-EM structure of phosphorylated human GS revealing an autoinhibited GS tetramer flanked by two GN dimers. Phosphorylated N- and C-termini from two GS protomers converge near the G6P-binding pocket and buttress against GS regulatory helices. This keeps GS in an inactive conformation mediated by phospho-Ser641 interactions with a composite \"arginine cradle\". Structure-guided mutagenesis perturbing interactions with phosphorylated tails led to increased basal/unstimulated GS activity. We propose that multivalent phosphorylation supports GS autoinhibition through interactions from a dynamic \"spike\" region, allowing a tuneable rheostat for regulating GS activity. This work therefore provides insights into glycogen synthesis regulation and facilitates studies of glycogen-related diseases.","dc:creator":"Marr L","dc:date":"2022","dc:title":"Mechanism of glycogen synthase inactivation and interaction with glycogenin."},"rdfs:label":"Marr et al. 2022"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"GYG1 is localized to muscle and GYS2 is localized to the liver. "},{"id":"cggv:f117d520-f502-44cc-af49-24a648cec5c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29f6a087-3faa-46a0-85ea-d1f71af83167","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Both genes cause GSD0 but tend be expressed in different regions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20178984","type":"dc:BibliographicResource","dc:abstract":"Conversion to glycogen is a major fate of ingested glucose in the body. A rate-limiting enzyme in the synthesis of glycogen is glycogen synthase encoded by two genes, GYS1, expressed in muscle and other tissues, and GYS2, primarily expressed in liver (liver glycogen synthase). Defects in GYS2 cause the inherited monogenic disease glycogen storage disease 0. We have generated mice with a liver-specific disruption of the Gys2 gene (liver glycogen synthase knock-out (LGSKO) mice), using Lox-P/Cre technology. Conditional mice carrying floxed Gys2 were crossed with mice expressing Cre recombinase under the albumin promoter. The resulting LGSKO mice are viable, develop liver glycogen synthase deficiency, and have a 95% reduction in fed liver glycogen content. They have mild hypoglycemia but dispose glucose less well in a glucose tolerance test. Fed, LGSKO mice also have a reduced capacity for exhaustive exercise compared with mice carrying floxed alleles, but the difference disappears after an overnight fast. Upon fasting, LGSKO mice reach within 4 h decreased blood glucose levels attained by control floxed mice only after 24 h of food deprivation. The LGSKO mice maintain this low blood glucose for at least 24 h. Basal gluconeogenesis is increased in LGSKO mice, and insulin suppression of endogenous glucose production is impaired as assessed by euglycemic-hyperinsulinemic clamp. This observation correlates with an increase in the liver gluconeogenic enzyme phosphoenolpyruvate carboxykinase expression and activity. This mouse model mimics the pathophysiology of glycogen storage disease 0 patients and highlights the importance of liver glycogen stores in whole body glucose homeostasis.","dc:creator":"Irimia JM","dc:date":"2010","dc:title":"Impaired glucose tolerance and predisposition to the fasted state in liver glycogen synthase knock-out mice."},"rdfs:label":"Irimia et al. 2010"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Because GYS1 is localized in muscles and now GYS2 is localized in the liver."},{"id":"cggv:24c216e4-f49f-458f-ad6a-bda05b75d431","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2ed2804-dce7-4b24-8e9b-43305ce3373e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Figure 5 and Table 3 show how similar the liver glycogen synthase activity was in both the human and mouse livers during the experiment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1731614","type":"dc:BibliographicResource","dc:abstract":"Glycogen synthase from human liver was studied, and its properties were compared with those of rat liver glycogen synthase. The rat and human liver glycogen synthases were similar in their pH profile, in their kinetic constants for the substrate UDP-glucose and the activator glucose 6-phosphate, and in their elution profiles from Q-Sepharose. The apparent molecular weight of the human synthase subunit was 80,000-85,000 by gel electrophoresis, which is similar to that of the rat enzyme. In addition, antibodies to rat liver glycogen synthase recognized human liver glycogen synthase, indicating that the enzymes of these two species share antigenic determinants. However, there were significant differences between the two enzymes. In particular, the total activity of the human enzyme was higher than that of the rat. The human enzyme, purified to near homogeneity, had a specific activity of 40 U/mg protein compared with 20 U/mg protein for the rat enzyme. The active forms of the rat enzyme had greater thermal stability than those of the human enzyme, but the human enzyme was more stable on storage in various buffers. Last, amino acid analysis indicated differences between the enzymes of the two species. Since glycogen synthase is an important enzyme in liver glycogen synthesis, the characterization of this enzyme in the human will help provide insight regarding human liver glycogen synthesis.","dc:creator":"Westphal SA","dc:date":"1992","dc:title":"Comparative characterization of human and rat liver glycogen synthase."},"rdfs:label":"Westphal et al. 1992"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d5bc559-27e2-4dc2-a4f5-a99cf41d3e53","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf40de19-e2c6-4a65-becf-acef30bad6e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the probands and models experienced hypoglycemia when they were in a fasted state which shows their inability to process glucose.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20178984","rdfs:label":"Irimia et al. 2010"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"Lack of variety of phenotypes. Typically, .5 is giving for clinical/lab and .5 for patient phenotypes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c8fe2b5-6c48-4a35-b07a-dc33c312739a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2c8fe2b5-6c48-4a35-b07a-dc33c312739a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:444ce110-5afb-494b-aad1-a23f42ed1b93","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.941+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126169"}},{"id":"cggv:f8d4e95f-b207-4847-a8bc-617b813e5875","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1436C>A (p.Pro479Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126170"}}],"detectionMethod":" Linkage to the GYS2 gene was tested using an intragenic microsatellite marker GYS2-CA, which we identified in the gene and flanking markers GATAglH01 (16), D12S1606 (17), and D12S1688 (17). The affected individuals and their family members were haplotyped using radioactive PCR followed by fragment separation on a 5% denaturing polyacrylamide gel.\n\nFor the SSCP analysis (19), 50 ng of genomic DNA extracted from each affected individual, their family members, and at least two healthy control subjects was amplified with 10 pmol each of the GYS2 gene-specific intronic primer pairs (Table II).\n\nAll the identified missense mutations and the intron 6 splicing site mutation were confirmed by PCR of the genomic DNA followed by restriction enzyme digestion and agarose gel electrophoresis in all affected subjects, the studied family members, and in 200 healthy control subjects.","phenotypeFreeText":"(Patient 2, Family M)\n\n At age 5 she presented with fasting hypoglycemia and postprandial hyperglycemia. Her blood glucose levels rose from 2.7 to 22 mmol/liter after feeding. The glycogen content in a liver biopsy was low (Table I), whereas the activities of glucose-6-phosphatase, de-branching enzyme, total and active phosphorylase, fructose-1,6-bis-phosphatase, and fructose aldolase as well as the glucose-1-phosphate/ glucose ratio were all normal.\n\nGS activity was not measured, but the clinical picture together with the biochemical findings suggested GSD-0. Symptoms of hypoglycemia were prevented by ingestion of cornstarch. Her mental development has been slow. Her mother also develops hypoglycemia during prolonged fasting\n\nIn family M (patients 2–4), a mutation in the 59-donor splicing site of intron 6 (G11T→CT) was identified. The mutation was inherited from the mother by all three affected children. The DNA from the father was not available for the study but a Pro479Gln mutation (CCA→CAA) in exon 12 was identified in all three children. Since this mutation occurred on identical haplotypes and was not seen in the mother, it most likely represents the mutation inherited from the father.\n\nPatient 2: Glycogen (g/100 g of liver): 0.8 Absorption maximum of the glycogen–iodine complex (nm): N/A GS activity (mmol/g 3 min): with G-6-P: N/A without G-6-P: N/A.","phenotypes":["obo:HP_0011998","obo:HP_0003162"],"sex":"Female","variant":[{"id":"cggv:5ffd3c92-0781-4e3c-96bd-7f2a831d6f49_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f8d4e95f-b207-4847-a8bc-617b813e5875"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9691087","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0 (GSD-0) is a rare form of fasting hypoglycemia presenting in infancy or early childhood and accompanied by high blood ketones and low alanine and lactate concentrations. Although feeding relieves symptoms, it often results in postprandial hyperglycemia and hyperlactatemia. The glycogen synthase (GS) activity has been low or immeasurable in liver biopsies, whereas the liver glycogen content has been only moderately decreased. To investigate whether mutations in the liver GS gene (GYS2) on chromosome 12p12.2 were involved in GSD-0, we determined the exon-intron structure of the GYS2 gene and examined nine affected children from five families for linkage of GSD-0 to the GYS2 gene. Mutation screening of the 16 GYS2 exons was done by single-strand conformational polymorphism (SSCP) and direct sequencing. Liver GS deficiency was diagnosed from liver biopsies (GS activity and glycogen content). GS activity in the liver of the affected children was extremely low or nil, resulting in subnormal glycogen content. After suggestive linkage to the GYS2 gene had been established (LOD score = 2.9; P < 0.01), mutation screening revealed several different mutations in these families, including a premature stop codon in exon 5 (Arg246X), a 5'-donor splice site mutation in intron 6 (G+1T--> CT), and missense mutations Asn39Ser, Ala339Pro, His446Asp, Pro479Gln, Ser483Pro, and Met491Arg. Seven of the affected children carried mutations on both alleles. The mutations could not be found in 200 healthy persons. Expression of the mutated enzymes in COS7 cells indicated severely impaired GS activity. In conclusion, the results demonstrate that GSD-0 is caused by different mutations in the GYS2 gene.","dc:creator":"Orho M","dc:date":"1998","dc:title":"Mutations in the liver glycogen synthase gene in children with hypoglycemia due to glycogen storage disease type 0."}},{"id":"cggv:6e4238de-7cbd-4cc3-a8bf-9ac52751d88e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:444ce110-5afb-494b-aad1-a23f42ed1b93"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"}],"rdfs:label":"L.M."},{"id":"cggv:6e4238de-7cbd-4cc3-a8bf-9ac52751d88e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6e4238de-7cbd-4cc3-a8bf-9ac52751d88e_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored due to no confirmation of splicing defect. Upscored due to canonical splice site variant, no glycogen synthase activity (Table IV)"},{"id":"cggv:5ffd3c92-0781-4e3c-96bd-7f2a831d6f49","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5ffd3c92-0781-4e3c-96bd-7f2a831d6f49_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored due to no confirmation of splicing defect. Upscored due to canonical splice site variant, no glycogen synthase activity (Table IV)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:222af272-04d7-46e1-91f6-eca7233141fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:222af272-04d7-46e1-91f6-eca7233141fa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:cc726398-b7cc-42f8-833d-87cf8cd7d7bc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.875A>T (p.Glu292Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384133948"}},{"id":"cggv:2fc588ce-aade-40d5-b97b-d9ab7f177ae4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.343G>A (p.Val115Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6480219"}}],"detectionMethod":"The proband received Whole Exome Sequencing. In family B, bi-directional sanger sequencing was also performed in three members (parents and proband, I:1, I:2 and II:3).","phenotypeFreeText":"From Family B. Family history was unremarkable. The proband (II:3) is the third child of consanguineous parents of Moroccan origin residing in Germany. He was born at full term (39 weeks of gestation) via vaginal de- livery. Developmental milestones were initially reached within the physiological range.\n\nHe was later diagnosed with receptive and expressive speech delay, suspected hyperactivity and suspected autism spectrum disorder. His-intelligence quotient, tested at the age of 6.8 years, was within the normal range (IQ 94, SON-R). At the age of 5 years, he presented with frequent generalized tonic-clonic seizures with cyanosis. Interictal EEG showed occasional generalized paroxysms of rhythmic theta/delta activity with spike waves. Cranial magnetic resonance imaging (MRI) revealed two focal cortical lesions within the left gyrus frontalis superior, which were potentially epileptogenic. The lesions were classified as possible focal gliosis (post-inflammatory or post-ischemic); a focal cortical dysplasia was considered less likely. He was started on levetiracetam, which led to the cessation of his epileptic seizures. His-family stopped his anti-seizure treatment, one year later he presented again with frequent generalized seizures and behavioral changes. Interictal EEG depicted synchronous, generalized spike and wave complexes, as well as delta slowing. He was started on valproic acid and continued to have nocturnal seizures (short seizures (seconds) with eye opening and tonic flexion, then extension of the arms, longer seizures (minutes) with subtle cloni of the arms and legs) several times per month.\n\nWES revealed two compound-heterozygous variants in the GYS2 gene (each variant confirmed by Sanger sequencing in one of the parents, respectively), suggesting possible glycogenosis. Blood sugar levels were continuously measured and showed values around 60 mg/dl (lowest value: 45 mg/dl). Lactate values were elevated incon- sistently (highest value: 4.77 mmol/l), with absent to mild ketonuria. The patient was started on a cornstarch- and protein-rich diet with regular meals. Additionally, levetiracetam was again added to his therapy. Since then, the seizure frequency has greatly reduced to occasional nocturnal seizures (every 2–3 months); blood sugar levels were not obtained during or directly after a seizure. Depending on the compliance to his diet low sugar levels below 60 mg/dl (minimal 55 mg/ dl) constitute 5–15% of all values, mainly in the first half of the night. The patient still receives intensive therapies as part of an early intervention program for his speech delay. He is described as friendly and open minded, yet hyperactive. Primary school entry was deferred due to his developmental delay.","phenotypes":["obo:HP_0002474","obo:HP_0000961","obo:HP_0010863","obo:HP_0002069"],"sex":"Male","variant":[{"id":"cggv:70100dee-b65d-459b-a90f-36053c30ccdb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2fc588ce-aade-40d5-b97b-d9ab7f177ae4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37574425","type":"dc:BibliographicResource","dc:abstract":"Adequate glucose supply is essential for brain function, therefore hypoglycemic states may lead to seizures. Since blood glucose supply for brain is buffered by liver glycogen, an impairment of liver glycogen synthesis by mutations in the liver glycogen synthase gene (GYS2) might result in a substantial neurological involvement. Here, we describe the phenotypes of affected siblings of two families harboring biallelic mutations in GYS2.","dc:creator":"Ilyas M","dc:date":"2023","dc:title":"Whole-Exome sequencing identifies GYS2 biallelic variants in individuals with suspected epilepsy."}},{"id":"cggv:64d35cc8-f6be-4916-9027-0327f57acc66_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cc726398-b7cc-42f8-833d-87cf8cd7d7bc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37574425"}],"rdfs:label":"II:3"},{"id":"cggv:64d35cc8-f6be-4916-9027-0327f57acc66","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:64d35cc8-f6be-4916-9027-0327f57acc66_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored for consanguinity "},{"id":"cggv:70100dee-b65d-459b-a90f-36053c30ccdb","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:70100dee-b65d-459b-a90f-36053c30ccdb_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9de700c3-f97b-44a6-8d04-68fd0b064c30_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9de700c3-f97b-44a6-8d04-68fd0b064c30","type":"Proband","ageUnit":"Months","ageValue":54,"allele":[{"id":"cggv:314a542d-27e0-4717-9446-b79e0af87ac5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1644C>A (p.Tyr548Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384119131"}},{"id":"cggv:6e5a2efc-74a6-47ad-8c77-36c01d1daa99","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.214del (p.His72IlefsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695216136"}}],"detectionMethod":" Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN.","phenotypeFreeText":"Patient 5 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L.\n\nPatient P5 showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see Table ​2), which is characteristic for GSD 0.\n\nPatient P5 had only ketonemia, with negative qualitative tests for ketones in urine.\n\nDespite the absence of glycogen storage, mild liver enlargement, not considered as a symptom of GSD 0, was observed in patient P5 (1‐2 cm).\n\nSpecial aspects of the disease course: Hypoglycemia, abdominal pain, tremor, fatigue, enlarged liver (1–2 cm under the edge of the rib cage)","phenotypes":["obo:HP_0001943","obo:HP_0002027","obo:HP_0012378","obo:HP_0001337","obo:HP_0002240"],"sex":"Male","variant":[{"id":"cggv:cd7bd8f1-e1e5-4193-a28d-fa993046b568_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:314a542d-27e0-4717-9446-b79e0af87ac5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32395408","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0 (GSD 0) is an autosomal recessive disorder of glycogen metabolism caused by mutations in the ","dc:creator":"Kamenets EA","dc:date":"2020","dc:title":"Hepatic glycogen synthase (GYS2) deficiency: seven novel patients and seven novel variants."}},{"id":"cggv:161ba949-eb53-4d63-9026-760f0791ff68_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6e5a2efc-74a6-47ad-8c77-36c01d1daa99"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"}],"rdfs:label":"P5"},{"id":"cggv:161ba949-eb53-4d63-9026-760f0791ff68","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:161ba949-eb53-4d63-9026-760f0791ff68_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NMD predicted"},{"id":"cggv:cd7bd8f1-e1e5-4193-a28d-fa993046b568","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cd7bd8f1-e1e5-4193-a28d-fa993046b568_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NMD predicted"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c77fc458-075a-42b9-8190-f981fc9ea9ba_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c77fc458-075a-42b9-8190-f981fc9ea9ba","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:ff0ee538-27ce-4c60-9b67-9f620d949f25","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1646-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384118056"}},"detectionMethod":"The proband received Whole Exome Sequencing. All eight family members of Family A received Sanger sequencing. Sanger sequencing confirmed that the GYS2 variant (NM_021957.3 c.1646–2A>G) segregated with the disease in the family.","phenotypeFreeText":"II:6 from Family A was born to a non- consanguineous asymptomatic Pakistani couple presented to a local hospital with episodic seizures. Two elder brothers were also affected from the same disease. The frequency of seizures varied among the three patients, but all three cases were associated with hypoglycemia. Proband II:6 experienced one or two seizures per week and was diagnosed to have epilepsy with generalized tonic-clonic seizures and were treated with sodium valproate.\n\nThere was no previous family history of epilepsy in the earlier generations and in the extended family loops. It was observed that after vigorous exertion and fasting, the affected individuals experienced generalized tonic-clonic seizures. They were on anti-seizure medication with sodium valproate for two years. When this medication was stopped, the generalized tonic-clonic seizures reappeared. Due to the high frequency of seizures, the anti-seizure medication was changed to carbamazepine, and the diet was carefully managed by administering uncooked starch and protein supplements to avoid hypoglycemia, which relieved the seizures.\n\nIn the proband (II:6), no apparent epileptiform activity was detected on interictal EEG. Clinical evidence from the patient’s seizures suggests that hypoglycemia, which was present when blood glucose levels were measured in the pre-ictal phase, was the cause of the patient’s recurrent seizures. Biochemical tests indicated severe hypoglycemia (38 mg/dl and 45 mg/dl) in two patients (II:5 and II:6, respectively), after heavy physical activities and transient postprandial hyperglycemia. The presence of ketone bodies in the fasting urine sample was suggestive of ketotic hypoglycemia.\n\nFurthermore, avoiding hypoglycemia through dietary management (avoiding fasting/starvation, administration of uncooked starch and protein supplements) aided in the prevention of seizures in these patients. After an initial adjustment period of two weeks, during which the proband’s diet was gradually modified, a notable reduction in seizure frequency was observed. Over the subsequent three months period, the proband experienced a significant decrease in seizure activity.","phenotypes":["obo:HP_0001250","obo:HP_0002069","obo:HP_0003162"],"sex":"Female","variant":{"id":"cggv:cd9a89f5-49bd-44b9-ad49-253d5bd34fa3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff0ee538-27ce-4c60-9b67-9f620d949f25"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37574425"},"rdfs:label":"II:6"},{"id":"cggv:cd9a89f5-49bd-44b9-ad49-253d5bd34fa3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cd9a89f5-49bd-44b9-ad49-253d5bd34fa3_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygosity, no confirmation of splicing defect. Upscored due to canonical splice site variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:117d4da3-6644-44af-a532-0e4831270546_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:117d4da3-6644-44af-a532-0e4831270546","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"allele":[{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1015G>C (p.Ala339Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126171"}},{"id":"cggv:089b47ce-4395-452f-b1a6-88a605422d9a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1472T>G (p.Met491Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126172"}}],"detectionMethod":"Mutation analysis in GYS2 was performed and yielded compound heterozygosity for the two novel variants, c.1015G > C (p.A339P) and c.1472T>G (p.M491R).","phenotypeFreeText":"The patient is a 32‐year‐old woman who was diagnosed with GSD 0 at the age of 4 years. A clinical description until age 8 years has been published previously. 8 She developed normally until the age of 3.5 years when she was noted to be drowsy in the mornings and occasionally vomited. Laboratory testing revealed hypoglycemia with marked ketonuria. Liver biopsy performed at 4 years yielded a reduced glycogen content of 0.9 g/100 g (normal 2.4‐6.4 g/100 g) and a very low glycogen synthase activity. A high protein diet with frequent daytime meals, a late dinner, and two doses of 30 g of uncooked cornstarch during the night were recommended. On this regimen, the patient showed normal growth and development, her BMI at the age of 5 years was normal with 16.1 kg/m2. Further hypoglycemias only occurred during physical activity, such as swimming or other sports, and regular blood glucose monitoring was abandoned. Mutation analysis in GYS2 was performed and yielded compound heterozygosity for the two novel variants, c.1015G > C (p.A339P) and c.1472T>G (p.M491R). From the teenage years until the age of 27 the patient was not regularly followed and did not take cornstarch supplements. At the age of 27 she presented to the metabolic center of her region while planning her first pregnancy. At age of 28, she gave birth to a healthy girl (birth weight 3610 g, 73th centile, 39 + 1 weeks of gestation), and 1.5 years later a healthy boy was born (4195 g, 94th centile, 39 + 1 weeks of gestation, large for gestational age). The first pregnancy was complicated by severe nausea and vomiting, and the patient was admitted to the hospital twice for glucose infusions due to recurrent hypoglycemia. During the second pregnancy the patient suffered from dizziness, but was otherwise well. Both pregnancies and deliveries were managed without major complications, and both children show normal growth and development so far.\n\nThe patient first presented at our metabolic clinic at the age of 31 years. At that time, she did not follow a specific diet, and blood glucose levels were not regularly monitored. A three‐day dietary protocol revealed a slightly hypocaloric diet (1700 kCal/d, normal for age 2200 kCal/d) with a protein intake of only 0.9 g/kg/d accounting for 17% of the daily energy intake (Figure ​(Figure2).2). The patient reported to feel unwell during both hypoglycemic and hyperglycemic episodes. Muscle pain and muscle weakness were not reported, but she complained about fatigue. Blood glucose monitoring for 2 days revealed no relevant hypoglycemias (<3.9 mmol/L). Laboratory testing yielded normal transaminase and creatine kinase acitivites. Abdominal ultrasound was also normal.\n\nAt 35 weeks gestation the patient complained about progressive pruritus. Laboratory testing revealed elevated transaminase activities (GOT 129 U/L, GPT 225 U/L, normal 10–35 U/L), alkaline phosphatase (182 U/L, normal 35‐105 U/L) and bile acids (26.5 μmol/L, normal <10 μmol/L). The concentration of gamma GT was normal (17 U/L, normal <40 U/L), and no proteinuria was present. Cholestasis of pregnancy was diagnosed and treatment with ursodeoxycholic acid was initiated. Preeclampsia was ruled out (sFlt‐1/PIGF ratio 5, normal <38). Labor was induced at 37 weeks gestation. During delivery the patient received a high glucose infusion with 10 g glucose/h, under which blood glucose levels remained stable within the normal range. She delivered a healthy girl by vacuum extraction due to fetal bradycardia. The Apgar score was 7/4/7, cord blood pH 7.09 and the base excess −6 mmol/L. Her birth weight was 3640 g (75th centile). The child required non‐invasive mechanical ventilation for 6 days due to respiratory distress. No laboratory signs of infection were observed. Glucose infusion was necessary until day 5 due to low blood glucose concentrations. Echocardiography of the neonate on day 2 showed a persistent arterial duct that was no longer detectable on day 7. The myocardium was slightly thickened which was considered to be due to diabetic fetopathy. Ultrasound of the brain was normal.\n\nMaternal blood glucose concentrations postpartum were more stable than during the last trimester, and no hypoglycemias or severe hyperglycemias occurred during early lactation. One dose of Glycosade (60 g) together with protein powder was sufficient to maintain normal glucose levels overnight. The child was mainly breastfed with supplementation of formula milk.","previousTestingDescription":" Laboratory testing revealed hypoglycemia with marked ketonuria. Liver biopsy performed at 4 years yielded a reduced glycogen content of 0.9 g/100 g (normal 2.4‐6.4 g/100 g) and a very low glycogen synthase activity.","sex":"Female","variant":[{"id":"cggv:ed697be9-ca67-4a36-b358-fcb227ded9b5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33473338","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0 (GSD 0) is a rare inborn error of metabolism due to deficiency of the enzyme glycogen synthase (EC 2.4.1.11). The disorder is clinically characterized by ketotic fasting hypoglycemia in combination with postprandial hyperglycemia and hyperlactatemia. So far, only one pregnancy has been described in a woman with GSD 0. We report a 32-year-old GSD 0 patient with three successful pregnancies. The diagnosis of GSD 0 was made in early childhood due to characteristic symptoms. The patient had two healthy children at the time of her first visit in our metabolic center. The diet was optimized prior to her third pregnancy with a protein-rich diet including cornstarch and protein supplements. Pregnancy was confirmed at week 6 of gestation. Dietary management was difficult during pregnancy, especially in the first trimester due to severe nausea. Labor was induced at 37 weeks of gestation due to cholestasis of pregnancy, and the patient delivered a healthy baby girl. Perinatally, the mother received a high glucose infusion to stabilize blood glucose levels. The neonate also required a glucose infusion postnatally because of impaired glucose homeostasis. Similar to diabetic fetopathy, recurrent maternal hyperglycemia may result in hyperinsulinism of the child and trigger neonatal hypoglycemia. All four pregnancies in women with GSD 0 described to date occurred with minor complications and resulted in healthy offspring, which underpins the good prognosis and rather benign character of this rare metabolic disease. Careful monitoring during pregnancy and delivery is, however, necessary to minimize the risk of recurrent hypoglycemia for both mother and child.","dc:creator":"Grünert SC","dc:date":"2021","dc:title":"Three successful pregnancies in a patient with glycogen storage disease type 0."}},{"id":"cggv:5e992a97-7ce8-41bb-999e-c6825742550e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:089b47ce-4395-452f-b1a6-88a605422d9a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33473338"}],"rdfs:label":"32‐year‐old GSD 0"},{"id":"cggv:ed697be9-ca67-4a36-b358-fcb227ded9b5","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ed697be9-ca67-4a36-b358-fcb227ded9b5_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored because it is probably same  patient I.F. from Orho. Upscored due to recurrent variant, no glycogen synthase activity (PMID: 9691087)"},{"id":"cggv:5e992a97-7ce8-41bb-999e-c6825742550e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5e992a97-7ce8-41bb-999e-c6825742550e_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored because it is probably same  patient I.F. from Orho. Upscored due to recurrent variant, no glycogen synthase activity (PMID: 9691087)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c1b7be6e-617d-466e-a799-c712ec798735_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c1b7be6e-617d-466e-a799-c712ec798735","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"detectionMethod":"Sanger sequencing of liver-specific glycogen synthase-2 gene (GYS2) revealed homozygosity for a disease-associated missense variant (NM_021957.3 (GYS2):c.1015G>C (p.Ala339Pro), Fig. 1d), establishing the diagnosis of so-called glycogen storage disease (GSD) type 0a (OMIM #240600).","phenotypeFreeText":"A 4-year-old Turkish boy was referred with mild hypoglycemia and ketonuria after overnight fasting. During clinical examination, the patient did not show an enlarged liver (Fig. 1a), but an unusual broad-based posture (Fig. 1b, c). A fasting study did not reveal any further hormonal or biochemical abnormalities. Glucagon did not normalize hypoglycemia. Repeatedly, postprandial hyperglycemia and lactic acidemia indicated a defect in glycogen synthesis.\n\nBoth parents were heterozygous and asymptomatic. Allelity was evidenced through two polymorphisms (c.941+64A>G and c.942-83T>G), which were detected on the non-affected allele of the parents, but not in the sequence of the patient (Fig. 1d).\n\nThe patient was successfully treated with orally administered corn starch.","sex":"Male","variant":{"id":"cggv:1676b47b-2e13-438f-913d-bce5943d9908_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29167993","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease (GSD) 0a is a rare congenital metabolic disease with symptoms in infancy and childhood caused by biallelic GYS2 germline variants. A predisposition to cancer has not been described yet. We report here a boy with GSD 0a, who developed a malignant brain tumor at the age of 4.5 years. The tumor was classified as a group 3 medulloblastoma, and the patient died from cancer 27 months after initial tumor diagnosis. This case appears interesting as group 3 medulloblastoma is so far not known to arise in hereditary syndromes and the biology of sporadic group 3 medulloblastoma is largely unknown.","dc:creator":"Holsten T","dc:date":"2018","dc:title":"Group 3 medulloblastoma in a patient with a GYS2 germline mutation and glycogen storage disease 0a."}},"rdfs:label":"4-year-old Turkish boy"},{"id":"cggv:1676b47b-2e13-438f-913d-bce5943d9908","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1676b47b-2e13-438f-913d-bce5943d9908_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Downscored due to homozygosity, Sanger genotyping only, second patient with same genotype. Upscored due to recurrent variant, no glycogen synthase activity (PMID: 9691087)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:af6b416a-66f9-4c09-a551-252408d7ce5d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:af6b416a-66f9-4c09-a551-252408d7ce5d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":33,"allele":[{"id":"cggv:f702799e-b0e1-4b6a-8877-2d45e286da7a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1703C>A (p.Thr568Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384117608"}},{"id":"cggv:2e1c5326-eb7a-4231-bb9c-1106b0f1ddc9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.205T>A (p.Tyr69Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384139321"}}],"detectionMethod":"Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN.","phenotypeFreeText":"Despite the absence of glycogen storage, mild liver enlargement, not considered as a symptom of GSD 0, was observed in P3.\n\nP3 showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see Table ​2), which is characteristic for GSD 0.\n\nP3 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L.\n\nHigh urine and blood levels of ketones was observed in the patient.\n\nSpecial aspects of the disease course: Digestive tract disease, alimentary adiposity, enlarged liver (2–3 cm under the edge of the rib cage).","phenotypes":["obo:HP_0410175","obo:HP_0002240","obo:HP_0002919"],"sex":"Female","variant":[{"id":"cggv:878c64ec-3b1b-4a67-b376-11ecbb87247e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2e1c5326-eb7a-4231-bb9c-1106b0f1ddc9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"},{"id":"cggv:4cdbf1bf-7ed0-4ffd-8f46-054a822aa24e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f702799e-b0e1-4b6a-8877-2d45e286da7a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"}],"rdfs:label":"P3"},{"id":"cggv:4cdbf1bf-7ed0-4ffd-8f46-054a822aa24e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:4cdbf1bf-7ed0-4ffd-8f46-054a822aa24e_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:878c64ec-3b1b-4a67-b376-11ecbb87247e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:878c64ec-3b1b-4a67-b376-11ecbb87247e_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:55fe9486-9a86-4dea-9ddd-26c3fd66171d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:55fe9486-9a86-4dea-9ddd-26c3fd66171d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:f7835c6a-0cf8-429b-886a-4fe9f2c85a41","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.845del (p.Leu282Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2021179314"}},{"id":"cggv:8c945a5c-614a-46e6-b0a8-c39b8a824d71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1169G>C (p.Trp390Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6479976"}}],"detectionMethod":"Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN. Variant: Annotate with the HGVS nomenclature for the variant. Note: For autosomal recessive Version 3- Updated June 2021 Version date: 2/5/2018 inheritance of compound mutations, you will need to separate variant entries and two separate ClinVar IDs or CA IDs.","phenotypeFreeText":"Patient 7 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L.\n\nPatient P7 showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see Table ​2), which is characteristic for GSD 0.\n\nIn patient P7 hypoglycemia was accompanied by seizures.\n\nPatient P7 had only ketonemia, with negative qualitative tests for ketones in urine.\n\nSpecial aspects of the disease course: Seizures, elevation of insulin level up to 3,3 μU/mL at the hypoglycemic background (normal rate < 2 μU/mL)","phenotypes":["obo:HP_0000842","obo:HP_0001250"],"sex":"Male","variant":[{"id":"cggv:5959e6a2-ff45-4a39-b6b8-d4dd55797aa8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8c945a5c-614a-46e6-b0a8-c39b8a824d71"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"},{"id":"cggv:a48762ba-23fa-4e48-b664-7d58ef80a0f7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f7835c6a-0cf8-429b-886a-4fe9f2c85a41"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"}],"rdfs:label":"P7"},{"id":"cggv:5959e6a2-ff45-4a39-b6b8-d4dd55797aa8","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5959e6a2-ff45-4a39-b6b8-d4dd55797aa8_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:a48762ba-23fa-4e48-b664-7d58ef80a0f7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a48762ba-23fa-4e48-b664-7d58ef80a0f7_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NMD predicted"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ffea0b04-d83e-40c9-badf-03a174a38d71_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ffea0b04-d83e-40c9-badf-03a174a38d71","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":32,"allele":{"id":"cggv:283c53c8-3a84-4535-a1ca-e27f2a6eb03b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.116A>G (p.Asn39Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126173"}},"detectionMethod":"Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN.","phenotypeFreeText":"P4 showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see Table ​2), which is characteristic for GSD 0.\n\nP4 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L.\n\nHigh urine and blood levels of ketones was observed in the patient.\n\nSpecial aspects of the disease course: Asymptomatic hypoglycemia","phenotypes":["obo:HP_0002919","obo:HP_0410175"],"sex":"Female","variant":{"id":"cggv:d3da025f-ec6b-4a2f-bcc8-e1338f65b0f9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:283c53c8-3a84-4535-a1ca-e27f2a6eb03b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"},"rdfs:label":"P4"},{"id":"cggv:d3da025f-ec6b-4a2f-bcc8-e1338f65b0f9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d3da025f-ec6b-4a2f-bcc8-e1338f65b0f9_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygosity, upscored due to recurrent variant, no glycogen synthase activity (PMID: 9691087)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f5565de7-b543-4ce9-9c5c-103444378963_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f5565de7-b543-4ce9-9c5c-103444378963","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:f8166434-fc63-46b8-bf8a-a37d4af814b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.929G>T (p.Gly310Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384133554"}},{"id":"cggv:a2ed0334-6903-4c3d-a973-ed03f064e52f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1553A>C (p.Glu518Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA320703"}}],"detectionMethod":" Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN.","phenotypeFreeText":"P2 showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see Table ​2), which is characteristic for GSD 0.\n\nP2 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L.\n\nHigh urine and blood levels of ketones was observed in the patient.\n\nSpecial aspects of the disease course: Hypoglycemic episodes accompanied by vomiting starting from neonatal period.","phenotypes":["obo:HP_0002919","obo:HP_0410175"],"sex":"Female","variant":[{"id":"cggv:eab11e32-4c09-4964-b12f-1a96a7f94b6f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f8166434-fc63-46b8-bf8a-a37d4af814b1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"},{"id":"cggv:793f3ff5-5580-4dc7-af83-f7b9137dbf85_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a2ed0334-6903-4c3d-a973-ed03f064e52f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"}],"rdfs:label":"P2"},{"id":"cggv:793f3ff5-5580-4dc7-af83-f7b9137dbf85","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:793f3ff5-5580-4dc7-af83-f7b9137dbf85_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored due to no glycogen synthase activity (PMID: 9691087)"},{"id":"cggv:eab11e32-4c09-4964-b12f-1a96a7f94b6f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:eab11e32-4c09-4964-b12f-1a96a7f94b6f_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored due to no glycogen synthase activity (PMID: 9691087)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:36c6ec3d-ca20-412f-b8e2-d2c54a3fa57e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:36c6ec3d-ca20-412f-b8e2-d2c54a3fa57e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:ab35a0e8-7618-41df-9502-34278542045f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.966_967delinsC (p.Lys322AsnfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695196495"}},{"id":"cggv:8e9b63fa-bd79-43a0-aebb-4e57fa275487","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.736C>T (p.Arg246Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126167"}}],"detectionMethod":" Polymerase chain reaction (PCR) and direct sequencing of exons and exon-intron boundary regions of the GYS2 gene was performed as previously described in genomic DNA.","phenotypeFreeText":"This third female child of healthy nonconsanguineous parents was born at full term without complications weighting 3.050 g and had normal psychomotor development. At 6 months of age she developed sweating during fast, mainly in the mornings. At 2 years measurements of capillary glycemia revealed fasting hypoglycemia (1.94 mmol/L) with ketonemia and postprandial hyperglycemia (11.3 mmol/L). At 6 years of age, the patient was evaluated at the Endocrinology Department of Hospital das Clinicas for diagnosis confirmation. Her physical examination was normal, without hepatomegaly or neurological abnormalities. Her weight and height were in the 25th and 10-25th percentiles, respectively. Her HbA1c was 5.2%.\n\nNone of the patient's first-degree relatives had a positive history of hypoglycemic episodes during fasting however the father presented some episodes of hypoglycemia after moderate alcohol ingestion (5 to 7 ethanol doses, approximately 90 grams of ethanol) during adolescence. In two occasions, he was taken to the hospital and had documented hypoglycemia (capillary blood glucose concentrations between 2.5 and 2.7 mmol/L) and improvement of the symptoms after glucose infusion. The mother presented a positive family history of type 2 diabetes, a BMI of 24.3 kg/m2, an HbA1c of 6.3%, a basal insulinemia of 5.6 μU/mL and a Homeostatic Model Assessment (HOMA)-IR of 1.08. Plasma glucose and blood lactate concentrations were obtained from the parents before and every 30 minutes for 2 hours after a 75-g oral glucose tolerance test (OGTT).\n\nThe biochemical investigation was carried out as follows: hourly measurements of plasma glucose, ketones, insulin, C-peptide and blood lactate concentrations were performed during fasting. After the plasma glucose concentration decreased to < 2.7 mmol/L, glucagon (0.03 mg/kg) was administered intravenously, and plasma glucose and blood lactate concentrations were measured at 30 and 60 minutes. Thereafter, the patient had a mixed meal with measurements of plasma glucose and blood lactate every 30 minutes for 3 hours as previously described by Bachrach and Weinstein [7,8]\n\nGenetic analysis of the parents demonstrated that the mother was carrier of the mutation c.736 C>T and the father was carrier of the mutation 966_967 delGAinsC.\n\nMetabolic and hormonal response to fasting (5 hours): Glycemia (3,33-6,05 mmol/L) 1,16 Insulinemia (< 173 pmol/L) < 15 C-Peptide (0.13-1,2 nmol/L) < 0.15 Ketonemia (< 0.5 mmol/L) 4.7 IGF-1 (2,62-22,3 nmol/L) 4,45 ACTH (<13,2 pmol/L) 7,48 Cortisol (193-855 nmol/L) 549\n\nSee Table 2 for proband's response of plasma glucose, lactate and insulin to fasting, glucagon challenge and to carbohydrate containing-meal and Table 3 for First-degree relatives' genetic analysis and response of plasma glucose and lactate to fasting and oGTT.","previousTestingDescription":"The biochemical investigation was carried out as follows: hourly measurements of plasma glucose, ketones, insulin, C-peptide and blood lactate concentrations were performed during fasting. After the plasma glucose concentration decreased to < 2.7 mmol/L, glucagon (0.03 mg/kg) was administered intravenously, and plasma glucose and blood lactate concentrations were measured at 30 and 60 minutes. Thereafter, the patient had a mixed meal with measurements of plasma glucose and blood lactate every 30 minutes for 3 hours as previously described by Bachrach and Weinstein [7,8]\n\nCortisol, insulin, C-peptide were measured by a immunofluorimetric assay (Wallac AutoDELFIA, Turku, Finland), ACTH and IGF-1 were measured by a immunometric assay (DPC Immulite, Los Angeles, USA). The plasma glucose and blood lactate were measured by the enzymatic method. The biochemical investigation was carried out as follows: hourly measurements of plasma glucose, ketones, insulin, C-peptide and blood lactate concentrations were performed during fasting. After the plasma glucose concentration decreased to < 2.7 mmol/L, glucagon (0.03 mg/kg) was administered intravenously, and plasma glucose and blood lactate concentrations were measured at 30 and 60 minutes. Thereafter, the patient had a mixed meal with measurements of plasma glucose and blood lactate every 30 minutes for 3 hours as previously described by Bachrach and Weinstein.\n\nCortisol, insulin, C-peptide were measured by a immunofluorimetric assay (Wallac AutoDELFIA, Turku, Finland), ACTH and IGF-1 were measured by a immunometric assay (DPC Immulite, Los Angeles, USA). The plasma glucose and blood lactate were measured by the enzymatic method.","sex":"Female","variant":[{"id":"cggv:fad69558-39b3-44a1-bc60-5ed9ca8dc3cf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e9b63fa-bd79-43a0-aebb-4e57fa275487"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20051115","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0 is an autosomal recessive disease presenting in infancy or early childhood and characterized by ketotic hypoglycemia after prolonged fasting and postprandial hyperglycemia and hyperlactatemia. Sixteen different mutations have been identified to date in the gene which encodes hepatic glycogen synthase, resulting in reduction of glycogen storage in the liver.","dc:creator":"Soggia AP","dc:date":"2010","dc:title":"A novel mutation in the glycogen synthase 2 gene in a child with glycogen storage disease type 0."}},{"id":"cggv:f6f7c21d-7b82-4580-8982-7adbe1788d12_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ab35a0e8-7618-41df-9502-34278542045f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20051115"}],"rdfs:label":"patient"},{"id":"cggv:fad69558-39b3-44a1-bc60-5ed9ca8dc3cf","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fad69558-39b3-44a1-bc60-5ed9ca8dc3cf_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:f6f7c21d-7b82-4580-8982-7adbe1788d12","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f6f7c21d-7b82-4580-8982-7adbe1788d12_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for high gnomAD frequency with 2 homozygotes and Sanger genotyping only. Upscored due to NMD predicted, recurrent variant, no glycogen synthase activity (PMID: 9691087)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2864b0c2-74b4-4208-9a05-a50d532e8546_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2864b0c2-74b4-4208-9a05-a50d532e8546","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:085dd072-190f-47f7-9a6b-2ec3117c360c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1336C>G (p.His446Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126175"}},"detectionMethod":"Linkage to the GYS2 gene was tested using an intragenic microsatellite marker GYS2-CA, which we identified in the gene and flanking markers GATAglH01 (16), D12S1606 (17), and D12S1688 (17). The affected individuals and their family members were haplotyped using radioactive PCR followed by fragment separation on a 5% denaturing polyacrylamide gel.\n\nFor the SSCP analysis (19), 50 ng of genomic DNA extracted from each affected individual, their family members, and at least two healthy control subjects was amplified with 10 pmol each of the GYS2 gene-specific intronic primer pairs (Table II).\n\nAll the identified missense mutations and the intron 6 splicing site mutation were confirmed by PCR of the genomic DNA followed by restriction enzyme digestion and agarose gel electrophoresis in all affected subjects, the studied family members, and in 200 healthy control subjects.","phenotypeFreeText":"(Patient 8, Family S)\n\n Female child K.S. was born in 1966 to unrelated British parents. With the establishment of daytime feeding, early morning behavioral changes, drowsiness, and lack of attention was noted. Symptoms were reversed by food intake. At 7 yr of age she had occasional morning convulsions. Fasting hypoglycemia and ketonuria were discovered and GS deficiency was diagnosed by a liver biopsy (Table I) (2, 10). At age 29 she gave birth to a healthy child (11).\n\nIn family S, a His446Asp mutation (CAC→GAC) in exon 11 was inherited from the mother by patients 8 and 9, but no mutation that could have been inherited from the father was found despite SSCP analysis and direct sequencing of all the exons and 450 bp of the 59-flanking region of the GYS2 gene. None of the identified mutations could be seen in the 400 control chromo- somes. All the mutations identified in the GYS2 gene are summarized in Fig. 2.\n\nPatient 8: Glycogen (g/100 g of liver): 0.65 Absorption maximum of the glycogen–iodine complex (nm): 468 GS activity (mmol/g 3 min): with G-6-P 0.12: 0.04 without G-6-P: <0.01","phenotypes":["obo:HP_0002919","obo:HP_0003162"],"sex":"Female","variant":{"id":"cggv:a2acf562-4f25-430f-91ab-ef9357e25a9a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:085dd072-190f-47f7-9a6b-2ec3117c360c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"},"rdfs:label":"K.S."},{"id":"cggv:a2acf562-4f25-430f-91ab-ef9357e25a9a","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a2acf562-4f25-430f-91ab-ef9357e25a9a_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygosity. Upscored due to no glycogen synthase activity (Table IV)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:100c3e3d-7b12-4a97-ab69-e7186a01a537_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:100c3e3d-7b12-4a97-ab69-e7186a01a537","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:f3ee7d29-0931-4600-8ab2-98c689ccac55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1720T>C (p.Phe574Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384117478"}},"detectionMethod":"WES analysis which included GYS2 gene within the panel of hypoglycemia.\n\nParents have not been tested to confirm the significance of a homozygous variant, because the patient's father was not available for blood sample collection as he had emigrated.","phenotypeFreeText":"A 7 year old boy was referred to the Department of Endocrinology and Metabolic Disorders for the diagnosis of hypoglycemia. A random hypoglycemia of 32 mg/dl with no clinical symptoms, and massive ketonuria were found during his hospitalization at the pediatric ward due to infection.\n\nHe was born at term, as the first child of parents of Polish origin who declared non-consanguinity, however having lived in the neighboring villages. His body mass was 3150 g, head circumference 34 cm, and Apgar score 10p.\n\nBoy's psycho-motor and physical development were normal; 50th weight-for-age percentile and 25th height–for-age percentile, but his mid parental height was 167.5 cm.\n\nPatient's glucose profile studied during hospitalization revealed a random hypoglycemia without post-prandial hyperglycemia. Lactates were measured during function tests. Glucose challenge showed baseline blood levels of glucose, insulin and lactate within normal values, and their increase following glucose intake. After 8 h of prolonged fasting test, hypoglycemia of 34 mg/dl with no clinical symptoms, and poor response to glucagon were found (Table 1). The glucose and lactate monitoring was performed using both laboratory readings (glucose and lactate) and meter determinations (glucose).\n\nDietary management with frequent meals (every 3–4 h with late dinner and early breakfast), protein supplementation and administration of uncooked cornstarch (1–1.5 g/kg) at bedtime was introduced. Currently the patient is 9 years old and has been maintaining a fairly constant growth curve since the therapy was initiated. His baseline laboratory studies and biochemical profile following diagnosis are specified in Table 2.","sex":"Male","variant":{"id":"cggv:0b4c8167-821c-48f5-af52-9829fd4221bd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f3ee7d29-0931-4600-8ab2-98c689ccac55"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26937415","type":"dc:BibliographicResource","dc:abstract":"Glycogen synthase deficiency (glycogen storage disease 0 - GSD 0) caused by mutations in the GYS2 gene is characterized by a lack of glycogen synthesis in the liver. It is a rare condition of disturbed glycogen homeostasis in the liver with less than 30 cases reported in the literature so far.","dc:creator":"Szymańska E","dc:date":"2015","dc:title":"Pediatric patient with hyperketotic hypoglycemia diagnosed with glycogen synthase deficiency due to the novel homozygous mutation in GYS2."}},"rdfs:label":"9 year old boy"},{"id":"cggv:0b4c8167-821c-48f5-af52-9829fd4221bd","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0b4c8167-821c-48f5-af52-9829fd4221bd_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored for homozygosity and possible unreported consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:38891efd-8ab5-4340-8a70-00cd507cb0d9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:38891efd-8ab5-4340-8a70-00cd507cb0d9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:3836ace4-1d30-44b2-9a9c-a3bc0b024f77","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1081del (p.Thr361GlnfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6479992"}},"detectionMethod":"GYS2 gene analysis","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"During routine investigation of short stature, fasting blood glucose was detected at 34 mg/dl with 3 (+) ketonuria without clinical symptoms. She was born from consanguineous parents at full-term without complications weighing 3,200 g with normal psychomotor development. Her physical examination was normal. Her height standard deviation score (SDS) was −2.5 (97.5 cm) and relative body weight was 85% (12.9 kg). Her mid-parental height was 151.5 cm (−1.97 SDS).\n\nThe patient's glucose profile during hospitalization revealed frequent fasting hypoglycemia with postprandial hyperglycemia (220 mg/dl) and hyperlactatemia (5 mmol/L). Her lipid profile was normal. A critical sample was obtained at the time of hypoglycemia (Table I). We observed a rapid glycemic response to glucagon administration at the time of fasting hypoglycemia (from 40 to 70 mg/dl). Glycohemoglobin (HbA1c) level was measured and an oral glucose tolerance test (OGTT) was performed because of postprandial hyperglycemia (Table II).\n\nGenetic analysis of the parents demonstrated that both were carriers of the same mutation. Her parents did not have hypoglycemia based on the fasting test, but OGTT revealed that her father was classified as glucose intolerant (Table II). Her parents were non-obese and did not have any other risk factor for glucose intolerance.\n\nHer initial dietary prescription consisted of three meals and three to four snacks (last one at bedtime) and avoidance of fasting for longer than 8 h (we determined this time during the follow-up in the hospital). Uncooked cornstarch (bedtime, 1 g/kg) was recommended. In addition, simple carbohydrates were limited. Morning hypoglycemia (< 50 mg/dl) and exaggerated postprandial hyperglycemia (> 180 mg/dl) resolved with this regimen.\n\nResults of Critical Samples at the Time of Hypoglycemia: Glucose: 43 mg/dL Beta-hydroxybutyrate: 5.1 mmol/L Lactate: (0.7-2.0 mmol/L) 1.5 mmol/L Insulin: <2 IU/L Cortisol: 24 mcg/dl Growth hormone: 11 ng/ml\n\nResults Glycohemoglobin (HBbA1c) and Glucose Response During Oral Glucose Tolerance Test:\n\nHbA1c Patient: 4.8% Mother: 5.2% Father: 6.1%\n\nBasal glucose Patient: 74 Mother: 85 Father: 94\n\n30 min glucose Patient: 200 Mother: - Father: -\n\n60 min glucose Patient: 126 Mother: 100 Father: 148\n\n120 min glucose Patient: 154 Mother: 113 Father: 162","phenotypes":["obo:HP_0004322","obo:HP_0002919"],"sex":"Female","variant":{"id":"cggv:cfbbc98d-2413-4608-b2ea-ce839f8f9c45_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3836ace4-1d30-44b2-9a9c-a3bc0b024f77"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30968641","type":"dc:BibliographicResource","dc:abstract":"Hacıhamdioğlu B, Özgürhan G, Çaran B, Meydan-Aksanlı E, Keskin E. Glycogen storage disease type 0 due to a novel frameshift mutation in glycogen synthase 2 (GYS2) gene in a child presenting with fasting hypoglycemia and postprandial hyperglycemia. Turk J Pediatr 2018; 60: 581-583. Glycogen storage disease type 0 (GSD0) has been considered a rare disorder, it is characterized with ketotic hypoglycemia after prolonged fasting and postprandial hyperglycemia. Herein, we report a novel mutation in the glycogen synthase 2 gene in a Turkish child, as well as her clinical characteristics and 12-month follow-up. We evaluated a 5-year-old girl for asymptomatic fasting ketotic hypoglycemia with postprandial hyperglycemia diagnosed with glycogen storage disease type 0. We identified a novel frameshift mutation, c.1081delA (p.Thr361Glnfs*2) in exon 8 on glycogen synthase 2 gene. Children with GSD0 may have a mild phenotype and GSD0 may be underdiagnosed due to subclinical or asymptomatic hypoglycemia. The diagnosis of GSD0 should be considered in a child with ketotic fasting hypoglycemia with postprandial hyperglycemia but without hepatomegaly.","dc:creator":"Hacıhamdioğlu B","dc:date":"2018","dc:title":"Glycogen storage disease type 0 due to a novel frameshift mutation in glycogen synthase 2 (GYS2) gene in a child presenting with fasting hypoglycemia and postprandial hyperglycemia."}},"rdfs:label":" 5-year-old girl"},{"id":"cggv:cfbbc98d-2413-4608-b2ea-ce839f8f9c45","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cfbbc98d-2413-4608-b2ea-ce839f8f9c45_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Downscored for: homozygosity, consanguinity, Sanger genotyping only. Upscored because NMD is predicted."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a01639d6-50c2-47f5-aa48-5a2454a6b434_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a01639d6-50c2-47f5-aa48-5a2454a6b434","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:8e9b63fa-bd79-43a0-aebb-4e57fa275487"},"detectionMethod":"Linkage to the GYS2 gene was tested using an intragenic microsatellite marker GYS2-CA, which we identified in the gene and flanking markers GATAglH01 (16), D12S1606 (17), and D12S1688 (17). The affected individuals and their family members were haplotyped using radioactive PCR followed by fragment separation on a 5% denaturing polyacrylamide gel.\n\nFor the SSCP analysis (19), 50 ng of genomic DNA extracted from each affected individual, their family members, and at least two healthy control subjects was amplified with 10 pmol each of the GYS2 gene-specific intronic primer pairs (Table II).\n\nAll the identified missense mutations and the intron 6 splicing site mutation were confirmed by PCR of the genomic DNA followed by restriction enzyme digestion and agarose gel electrophoresis in all affected subjects, the studied family members, and in 200 healthy control subjects.","phenotypeFreeText":"(Patient 1, Family Y)\n\nProband is reported to have non-consanguineous Turkish parents living in Austria and three seemingly healthy brothers.\n\nHe was referred at age 4 because of short stature. Height was 86.5 cm (-3 SD) and weight was 11.4 kg (-3 SD). Serum growth hormone concentration was subnormal (5.1 ng/ml).\n\nAfter an over-night fast, the blood glucose was 1.7 mmol/liter, whereas free fatty acids and b-hydroxybutyrate concentrations were high. In relation to hypoglycemia, the plasma insulin levels were appropriately reduced and cortisol, lactate, pyruvate, and alanine concentrations were normal. An oral glucose tolerance test (1.75 g/kg body wt) provoked an excessive rise of blood glucose (10.1 mmol/liter) and lactate (7.0 mmol/liter), whereas free fatty acids and b-hydroxybutyrate were normal.\n\nA similar metabolic profile was seen 1 h after a meal. At age 7, a liver biopsy showed low GS activity with glycogen content in the low normal range (Table I). He tolerated fasting periods of 5 h, refused uncooked cornstarch (3), but was given a midnight meal instead. His mental development was normal.\n\nIn family Y, the proband (patient 1), whose both alleles had similar haplotypes, carried a mutation causing a premature stop codon in exon 5, Arg246X (CGA→TGA), on both alleles (Fig. 1). Also two of the unaffected brothers of patient 1 carried the Arg246X mutation on one allele, whereas the third unaffected brother did not have the mutation.\n\nPatient 1: Glycogen (g/100 g of liver): 2.5 Absorption maximum of the glycogen–iodine complex (nm): 471 GS activity: (mmol/g 3 min) with G-6-P: 0.12 without G-6-P: 0.02","phenotypes":["obo:HP_0004322","obo:HP_0004325"],"sex":"Male","variant":{"id":"cggv:ed5846dd-ce7e-4521-b704-a04dd4561f2c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e9b63fa-bd79-43a0-aebb-4e57fa275487"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"},"rdfs:label":"D.Y. "},{"id":"cggv:ed5846dd-ce7e-4521-b704-a04dd4561f2c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ed5846dd-ce7e-4521-b704-a04dd4561f2c_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygosity and high gnomAD frequency with 2 homozygotes. Upscored due to predicted NMD, recurrent variant, no glycogen synthase activity (Table IV)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:d4e53de4-4994-40e1-8787-6020c50e6183_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d4e53de4-4994-40e1-8787-6020c50e6183","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:3c81fd97-0a10-4f4a-81f7-85ed8ed7bb1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1447T>C (p.Ser483Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA126174"}},{"id":"cggv:283c53c8-3a84-4535-a1ca-e27f2a6eb03b"}],"detectionMethod":" Linkage to the GYS2 gene was tested using an intragenic microsatellite marker GYS2-CA, which we identified in the gene and flanking markers GATAglH01 (16), D12S1606 (17), and D12S1688 (17). The affected individuals and their family members were haplotyped using radioactive PCR followed by fragment separation on a 5% denaturing polyacrylamide gel.\n\nFor the SSCP analysis (19), 50 ng of genomic DNA extracted from each affected individual, their family members, and at least two healthy control subjects was amplified with 10 pmol each of the GYS2 gene-specific intronic primer pairs (Table II).\n\nAll the identified missense mutations and the intron 6 splicing site mutation were confirmed by PCR of the genomic DNA followed by restriction enzyme digestion and agarose gel electrophoresis in all affected subjects, the studied family members, and in 200 healthy control subjects.","phenotypeFreeText":"(Patient 6, Family J)\n\nMale child D.J. was born in 1991 to unrelated German parents. At age 2 he appeared tired in the mornings and uninterested in his breakfast. He recovered after eating. At age 3.5 his pediatrician diagnosed hypoglycemia and ketonuria. Metabolic profiles were indicative of GSD-0. The diagnosis of hepatic GS deficiency was confirmed by a liver biopsy, which demonstrated low glycogen content and GS deficiency (Table I) (3).\n\nIn family J, patients 6 and 7 carried a Asn39Ser mutation (AAT→AGT) in exon 1 and a Ser483Pro mutation (TCC→CCC) in exon 12.\n\nPatient 6: Glycogen (g/100 g of liver): 1.2 Absorption maximum of the glycogen–iodine complex (nm): 471 GS activity (mmol/g 3 min): with G-6-P: 0.0 without G-6-P: 0.0","phenotypes":["obo:HP_0001943","obo:HP_0002919"],"sex":"Male","variant":[{"id":"cggv:6359e0e1-e5b0-4ddc-8e60-48fa9a10a9bd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:283c53c8-3a84-4535-a1ca-e27f2a6eb03b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"},{"id":"cggv:f954b482-5526-4400-94dc-bd92df1f293c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3c81fd97-0a10-4f4a-81f7-85ed8ed7bb1a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"}],"rdfs:label":"D.J."},{"id":"cggv:f954b482-5526-4400-94dc-bd92df1f293c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:f954b482-5526-4400-94dc-bd92df1f293c_variant_evidence_item"}],"strengthScore":1,"dc:description":"Upscored due to recurrent variant, no glycogen synthase activity (Table IV)"},{"id":"cggv:6359e0e1-e5b0-4ddc-8e60-48fa9a10a9bd","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:6359e0e1-e5b0-4ddc-8e60-48fa9a10a9bd_variant_evidence_item"}],"strengthScore":1,"dc:description":"Upscored due to recurrent variant, no glycogen synthase activity (Table IV)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6b67be10-4feb-4640-ae89-53f8347e9410_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6b67be10-4feb-4640-ae89-53f8347e9410","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":[{"id":"cggv:e643151a-8d28-46d9-b743-17273b9e514d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1827dup (p.His610ThrfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695216135"}},{"id":"cggv:a1e41075-3c1a-4a0a-ab22-785aede9c0b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000012.12:g.21559137_21561083del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695238903"}}],"detectionMethod":"Genomic DNA was extracted from the peripheral blood leukocytes of the patient.\n\nMutation analysis was performed using the NextSeq Sequencing System at the Kazusa DNA Research Institute based on a DNA panel consisting of 193 genes used in a previous study.\n\nVariants in protein-coding exonic regions and their 10-base flanking regions were detected by the method previously described [4]. To confirm whether a large deletion exists, a long PCR was performed to amplify exons 7, 8, 9, and 10 of the GYS2 gene with the following primers: forward, 5′-TTGTTACTGTTGCTGTATTTCAT-3′; and reverse, 5′-AATGTTCCAAATTAGCACATTCC-3′. DNA electrophoresis in 1% agarose gel was performed to confirm the size of amplified fragments. A shorter DNA fragment than the control was analyzed by Sanger sequencing to detect the break point.","phenotypeFreeText":"He was the first child of non-consanguineous Japanese parents and had no significant family history, including diabetes mellitus. He was born after an uneventful pregnancy of 40 weeks, weighing 2768 g, and had an uneventful postnatal course. However, he had recurrent episodes of irritability that improved with feeding. His baseline diet was high in carbohydrates, and he frequently consumed juice. He fed at night until he was 3-year-old.\n\nHis developmental milestones and physical examination were normal, without hepatomegaly or neurological abnormalities.\n\nHe was given uncooked cornstarch in the evening to prevent fasting hypoglycemia. We adjusted the dose of uncooked cornstarch to 30 g (1.7 g/kg) based on the results of continuous blood glucose monitoring. He was recommended to avoid skipping dinner, follow a low glycemic index carbohydrate and high protein diet, and have additional uncooked cornstarch before exercise. He was able to sleep through the night after beginning this dietary management. At 5 years old, his growth (height 113.1 cm, +0.6SD; weight 21.0 kg, +0.6SD) and physical examination were normal. Morning hypoglycemia and postprandial hyperglycemia were controlled with this regimen.\n\nEven in our case, although severe hypoglycemia (30–40 mg/dL) was common in the morning before treatment, his intelligence was normal without seizures or mental retardation.\n\nAt 5 years old, his growth and development are normal. Fasting symptoms and hypoglycemia remain controlled by dietary management.","previousTesting":true,"previousTestingDescription":" At age 4, fasting ketotic hypoglycemia (glucose, 30–50 mg/dL; β-hydroxybutyrate 2.7–4.5 mmol/L) without hyperinsulinism was found during his hospitalization due to acute tonsillitis. His height and weight were 105.7 cm (+0.5 SD) and 17.6 kg (+0.5 SD), respectively. His developmental milestones and physical examination were normal, without hepatomegaly or neurological abnormalities. The laboratory data in the fasting state indicated normal levels of serum transaminases (AST 29 IU/L and ALT 15 IU/L), creatine phosphokinase (89 U/L), ammonia (55 μmol/L), hemoglobin A1c (4.8%), insulin-like growth factor-1 (96 ng/mL), without hyperlipidemia, hyperuricemia, or hypothyroidism. The acylcarnitine profile was normal. The amino acid analysis revealed a low plasma level of alanine (0.14 mmol/L) in the fasting state. Oral glucose tolerance test revealed an exaggerated and prolonged increase of blood lactate (0 min, 13 mg/dL; 60 min, 40 mg/dL; 120 min, 49 mg/dL) and glucose (0 min, 53 mg/dL; 60 min, 163 mg/dL; 120 min, 149 mg/dL). Glucagon stimulation test (0.03 mg/kg) on fasting yielded a poor response regarding blood glucose, with 49 mg/dL before, and 55 mg/dL 30 min after stimulation.\n\nA urine organic acid analysis revealed a massive lactate and pyruvate level after feeding, but was normal in the fasting state. Abdominal ultrasonography, echocardiography, and brain magnetic resonance imaging showed no abnormal findings. Psychological testing with the Wechsler Pre-School and Primary Scale of Intelligence Third Edition (WPPSI III) yielded a full-scale IQ score of 100. Although no liver biopsy was performed and GS activity was not measured, his clinical features and biochemical findings suggested GSD 0a.","sex":"Male","variant":[{"id":"cggv:37a5937e-f621-4c5f-8475-bff461938e30_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a1e41075-3c1a-4a0a-ab22-785aede9c0b8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33489759","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0a (GSD 0a), caused by ","dc:creator":"Iijima H","dc:date":"2021","dc:title":"Novel "}},{"id":"cggv:92a5d657-134f-4784-aef0-1633151b1046_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e643151a-8d28-46d9-b743-17273b9e514d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33489759"}],"rdfs:label":"4-year-old Japanese boy"},{"id":"cggv:37a5937e-f621-4c5f-8475-bff461938e30","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:37a5937e-f621-4c5f-8475-bff461938e30_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:92a5d657-134f-4784-aef0-1633151b1046","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:92a5d657-134f-4784-aef0-1633151b1046_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8ab13764-01a2-4dbd-9f29-499e5ff77fae_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8ab13764-01a2-4dbd-9f29-499e5ff77fae","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"allele":{"id":"cggv:42186406-6981-48dd-83c0-99606eb5280e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021957.4(GYS2):c.1334C>G (p.Thr445Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA384127904"}},"detectionMethod":"Genomic DNA of the patient and her parents was isolated from peripheral blood samples\n\nTargeted next-generation sequencing was conducted in the patient\n\nFurther evaluation of variants was restricted to a GSD gene panel (GYS1, GYS2, G6PC, SLC37A4, GAA, AGL, GBE1, PYGM, PYGL, PFKM, PHKA2, PGAM2, LDHA, ALDOA, ENO3, PHKB, PHKA1, PGM1, GYG1, and PRKAG2)\n\nSanger sequencing revealed that both parents were heterozygous for this variant.","phenotypeFreeText":"The patient’s mother had gestational diabetes. The fourth female child of healthy reportedly unrelated Caucasian parents was born 12 days before term by cesarean section and weighed 3580 g.\n\nAt 13 months of age, the patient presented with a decreased level of consciousness, twitching in the left cheek, and munching during a 7-hour fast, having missed the morning meal. The episode of decreased level of consciousness lasted 1 hour, finishing 20 minutes after breastfeeding. A few days after the episode, she was admitted to our department for evaluation of her condition. Her hemoglobin A1c was 4.7%, and her height and weight were at the 14th and 60th percentiles, respectively.\n\nThe patient was put on a diet with frequent meals to prevent hypoglycemic episodes. Initially, she was prescribed 20 g (2 g/kg) of uncooked cornstarch in the evening, two times during the night, and 10 g (1 g/kg) before the daytime nap. The parents were instructed to monitor blood glucose levels using the implanted continuous glucose monitoring device, with a desired range between 4 and 8 mmol/L (72–144 mg/dL). The cornstarch meals were adjusted based on these measurements. The dietitian advised them to increase the amount of complex carbohydrates and proteins in the meals to reduce daily calorie intake while avoiding simple carbohydrates. With this dietary regimen, the patient experienced fewer episodes of hypoglycemia over time. After the nightly cornstarch meals were introduced, her height progressed very well. The patient was in the 14th percentile for height at her first visit (before the introduction of cornstarch) and gradually increased to the 88th percentile at the last visit at the age of 5 years (her predicted adult height range, based on parental heights, was between the 75th and 99th percentile). The patient had been overweight at her first visit, with body mass index ranging from the 97th percentile at the first visit to the 99th percentile at the last visit; however, in the last 2 years, the patient’s weight excess has been slowly decreasing.\n\nOwing to poor appetite and frequent vomiting, especially during swinging motions, some meals with uncooked cornstarch were replaced with a modified cornstarch product (Glycosade, Vitaflo USA, Bridgewater, NJ, USA) at 2 years of age, but after a further 1.5 years, the patient was switched back to the former cornstarch meals. In the 3 years since the first episode of hypoglycemia, the relative size of uncooked cornstarch meals has decreased (18% reduction of g/kg of body weight in nighttime dosages and 5% reduction in daily dosages).\n\nAt 2 years of age, the patient had normal motor development, a normal physical examination, and good cognitive development.\n\nHepatic enzyme activity was not measured in our patient, but based on previous assumptions and the degree of her symptoms, enzyme activity was likely greatly reduced.\n\nAfter nightly cornstarch meals were introduced to our patient, the parents reported frequent vomiting and nausea, especially after meals. Consequently, we approved the mother’s wish to switch to modified cornstarch (Glycosade). After introduction of Glycosade in the diet, the intervals between meals had to be shortened to prevent hypoglycemic episodes; therefore, the patient switched back to uncooked cornstarch. There are reports of using modified cornstarch in only two patients with GSD0,20 although modified cornstarch has been tested in other types of GSD.","previousTesting":true,"previousTestingDescription":"During a fasting test, hyperketotic hypoglycemia without hyperlactatemia [β-OH-butyrate: 1473 μmol/L; serum glucose: 1.1 mmol/L (19.8 mg/dL); lactate: 0.8 mmol/L] was observed. Adrenal insufficiency was excluded (Synacthen test: serum cortisol after 60 minutes: 922 nmol/L). Electroencephalogram results were normal. An implanted continuous glucose monitoring device detected a few isolated events of postprandial hyperglycemia [up to 12 mmol/L (216 mg/dL)].\n\nNonfasting lactate levels during follow-up were within normal range (0.96–2.2 mmol/L; normal range: 0.5–2.2 mmol/L). Borderline elevations in triglycerides (up to 2.7 mmol/L; normal range: 0.6–1.7 mmol/L) and cholesterol (up to 6.2 mmol/L; normal range: 4–5.2 mmol/L) were noted. Levels of transaminases were in the upper normal range during follow-up (aspartate transaminase: up to 0.81 µkat/L, normal range up to 0.78 µkat/L; alanine transaminase: up to 0.69 µkat/L, normal range up to 0.48 µkat/L). All amino acid levels tested in the blood were within reference ranges.","sex":"Female","variant":{"id":"cggv:5799b6c1-85ad-46ac-b2d3-046f85524dd0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:42186406-6981-48dd-83c0-99606eb5280e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32779500","type":"dc:BibliographicResource","dc:abstract":"Glycogen storage disease type 0 (GSD0) is an autosomal recessive disorder caused by a sequence variant in the ","dc:creator":"Arko JJ","dc:date":"2020","dc:title":"A patient with glycogen storage disease type 0 and a novel sequence variant in "}},"rdfs:label":"13-month-old girl"},{"id":"cggv:5799b6c1-85ad-46ac-b2d3-046f85524dd0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5799b6c1-85ad-46ac-b2d3-046f85524dd0_variant_evidence_item"}],"strengthScore":0,"dc:description":"Downscored for homozygosity "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ab107ebc-9a71-4e1b-8088-6933f506e075_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ab107ebc-9a71-4e1b-8088-6933f506e075","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"allele":[{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},{"id":"cggv:089b47ce-4395-452f-b1a6-88a605422d9a"}],"detectionMethod":"Linkage to the GYS2 gene was tested using an intragenic microsatellite marker GYS2-CA, which we identified in the gene and flanking markers GATAglH01 (16), D12S1606 (17), and D12S1688 (17). The affected individuals and their family members were haplotyped using radioactive PCR followed by fragment separation on a 5% denaturing polyacrylamide gel.\n\nFor the SSCP analysis (19), 50 ng of genomic DNA extracted from each affected individual, their family members, and at least two healthy control subjects was amplified with 10 pmol each of the GYS2 gene-specific intronic primer pairs (Table II).\n\nAll the identified missense mutations and the intron 6 splicing site mutation were confirmed by PCR of the genomic DNA followed by restriction enzyme digestion and agarose gel electrophoresis in all affected subjects, the studied family members, and in 200 healthy control subjects.","phenotypeFreeText":"(Patient 5, Family F)\n\n At age 3.5 she was drowsy in the mornings, occasionally vomited, and her pediatrician discovered hypoglycemia and marked ketonuria. At age 4 she was suspected of having liver disease. Metabolic profiles were indicative of GSD-0. Glycogen content in the liver was low and GS activity was virtually absent (Table I) (3).\n\nIn family F, patient 5 was shown to carry two missense mutations. A Ala339Pro mutation (GCT→CCT) in exon 7 was inherited from the mother and a Met491Arg mutation (ATG→AGG) in exon 12 was inherited from the father. Also, the unaffected sister carried the Ala339Pro mutation, but she did not have the Met491Arg mutation.\n\nPatient 5: Glycogen (g/100 g of liver): 0.7;1.7 Absorption maximum of the glycogen–iodine complex (nm): N/A GS activity (mmol/g 3 min): with G-6-P: 0.0;0.04 without G-6-P: 0.0;0.02","phenotypes":["obo:HP_0001943","obo:HP_0002919"],"sex":"Female","variant":[{"id":"cggv:59760b06-8ecd-4b0b-b448-c70c2ed4d0a9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:089b47ce-4395-452f-b1a6-88a605422d9a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"},{"id":"cggv:5b26f004-e2dc-406c-9d88-9eacc7cbbad3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9691087"}],"rdfs:label":" I.F."},{"id":"cggv:5b26f004-e2dc-406c-9d88-9eacc7cbbad3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5b26f004-e2dc-406c-9d88-9eacc7cbbad3_variant_evidence_item"}],"strengthScore":1,"dc:description":"Upscored due to recurrent variant, no glycogen synthase activity (Table IV)"},{"id":"cggv:59760b06-8ecd-4b0b-b448-c70c2ed4d0a9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:59760b06-8ecd-4b0b-b448-c70c2ed4d0a9_variant_evidence_item"}],"strengthScore":1,"dc:description":"Upscored due to recurrent variant, no glycogen synthase activity (Table IV)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6e049ed-4cc1-4cfd-8131-27c814b639bf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6e049ed-4cc1-4cfd-8131-27c814b639bf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":32,"allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"detectionMethod":"Next‐generation sequencing custom target panel and by direct sequencing.\n\nThe diagnosis of GSDs was suspected based on clinical features, routine biochemical tests, 180 minute glucose tolerance test, 24‐hour glucose monitoring and ultrasound examination of the abdomen.\n\nSanger sequencing with previous amplification of target gene fragments by PCR was used to verify detected single nucleotide variants. In silico analysis of the functional impact of novel missense variants was performed using the predictive algorithms MutationTaster, PolyPhen2, SIFT, and PROVEAN.","phenotypeFreeText":"P1 showed hypoglycemia after fasting (≥ 3 hours after the last feeding). The minimal registered glucose level in blood varied from 0.3 mmol/L to 1.9 mmol/L. In proband P1, hypoglycemia was accompanied by seizures.\n\nHigh urine and blood levels of ketones were observed in patient P1.\n\nP1 also showed highly elevated glucose and lactate levels 3 hours after feeding (postprandial hyperglycemia >5.0 mmol/L and hyperlactatemia >1.7 mmol/L) and normal serum transaminase levels (see ​Table 2), which is characteristic for GSD 0.\n\nSpecial aspects of the disease course: Growth retardation (SDS of growth = −2,87, SDS of weight = −2,39), generalized seizures","sex":"Male","variant":{"id":"cggv:68cbba94-6b7c-4f80-bc1b-2d88829f21e5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6af99e95-ef40-450d-944e-3d353be3261d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32395408"},"rdfs:label":"P1"},{"id":"cggv:68cbba94-6b7c-4f80-bc1b-2d88829f21e5","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:68cbba94-6b7c-4f80-bc1b-2d88829f21e5_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored for homozygosity and upscored due to no glycogen synthase activity (PMID: 9691087)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9205,"specifiedBy":"GeneValidityCriteria10","strengthScore":14,"subject":{"id":"cggv:4ff8d4e1-48c4-41c5-adb8-55c7c3b136f9","type":"GeneValidityProposition","disease":"obo:MONDO_0009414","gene":"hgnc:4707","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"**GYS2, glycogen storage disorder due to hepatic glycogen synthase deficiency (MONDO:0009414), autosomal recessive**\n\nGYS2 was first described as a glycogen storage disorder (GSD)-causing gene in 1998 (Orho et al. 1998, PMID: 9691087). The specific disease entity, glycogen storage disorder 0 (also referred to as glycogen storage disorder due to hepatic glycogen synthase deficiency) (MONDO:0009414, OMIM:240600), is one of at least 15 different glycogen storage disorders which affect the body and its ability to correctly use or store glycogen. Some of the most common patient phenotypes are: Hypoglycemia after fasting, ketones in blood and/or urine, ketonuria, enlargement of the liver, short stature, low glycogen synthase activity in liver biopsies and the use of cornstarch supplements to prevent hypoglycemia.\n\nTwenty-five variants: (15 Missense, 1 Synonymous variant associated with exon skipping and premature termination, 1 In-Frame Deletion, 3 Frameshift, 3 Nonsense and 2 Canonical Splice Site) that have been reported in 20 probands in 10 publications (PMIDs: 32779500, 33489759, 32395408, 30968641, 29167993, 26937415, 9691087, 37574425, 33473338, 20051115) are included in this curation.\n\nMany of the probands were diagnosed during childhood after experiencing hypoglycemia and fasting symptoms. However, their symptoms were largely able to be controlled through dietary changes or ingesting dosages of cornstarch. Siblings of the probands were also found to be affected to varying degrees of severity. \n\nBelow are two unique case studies that deviate from the profile of a typical GYS2 proband:\n\nHolsten et al. 2018 (PMID: 29167993) included “4-year-old Turkish boy”, a Turkish male proband who had the c.1015G>C (p.Ala339Pro) variant. He was initially referred for evaluation due to mild hypoglycemia and ketonuria after overnight fasting. Clinical evaluation did not show an enlarged liver but revealed an unusual broad-based posture. A fasting study was performed but did not show any further hormonal or biochemical abnormalities. Glucagon was not able to normalize hypoglycemia. However, recurrent postprandial hyperglycemia and lactic acidemia indicated that there was a defect in glycogen synthesis. Both parents of the proband were found to be heterozygous and asymptomatic. Genetic analysis found that allelity was evidenced through two polymorphisms (c.941+64A>G and c.942-83T>G), which were then detected on the non-affected allele of the parents, but not in the sequence of the patient. Orally administered cornstarch was able to successfully treat the patient. At 4.5 years of age, the proband developed a malignant brain tumor, which was classified as a group 3 medulloblastoma. The proband’s gait abnormality deteriorated into frank ataxia and he experienced a sudden loss of consciousness episode. Following this, a cranial MRI showed a posterior fossa tumor. Radio-chemotherapy according to the HIT-2000 protocol was provided, however, the patient relapsed and developed spinal metastases 2 years later. 27 months after initial diagnosis, “4-year-old Turkish boy” died from the tumor disease.\nGrünert et al. 2021 had a proband called “32‐year‐old GSD 0”. “32‐year‐old GSD 0” had two variants - c.1015G>C (p.Ala339Pro) and c.1472T>G (p.Met491Arg). She was originally diagnosed with GSD 0 at the age of 4 years and a clinical description of her until 8 years old had been published previously (PMID:8831078). She developed normally until the age of 3.5 years when she was noted to be drowsy in the mornings and occasionally vomited. Laboratory testing revealed hypoglycemia with marked ketonuria. Liver biopsy performed at 4 years yielded a reduced glycogen content of 0.9 g/100 g (normal 2.4‐6.4 g/100 g) and a very low glycogen synthase activity. A high protein diet with frequent daytime meals, a late dinner, and two doses of 30 g of uncooked cornstarch during the night were recommended. On this regimen, the patient showed normal growth and development, her BMI at the age of 5 years was normal with 16.1 kg/m2. Further hypoglycemias only occurred during physical activity, such as swimming or other sports, and regular blood glucose monitoring was abandoned. Mutation analysis in GYS2 was performed and yielded compound heterozygosity for the two novel variants, c.1015G > C (p.A339P) and c.1472T>G (p.M491R). From the teenage years until the age of 27 the patient was not regularly followed and did not take cornstarch supplements. At the age of 27, she presented to the metabolic center of her region while planning her first pregnancy. At age of 28, she gave birth to a healthy girl (birth weight 3610 g, 73th centile, 39 + 1 weeks of gestation), and 1.5 years later a healthy boy was born (4195 g, 94th centile, 39 + 1 weeks of gestation, large for gestational age). The first pregnancy was complicated by severe nausea and vomiting, and the patient was admitted to the hospital twice for glucose infusions due to recurrent hypoglycemia. During the second pregnancy the patient suffered from dizziness, but was otherwise well. Both pregnancies and deliveries were managed without major complications, and both children show normal growth and development so far. The patient first presented at a metabolic clinic at the age of 31 years. At that time, she did not follow a specific diet, and blood glucose levels were not regularly monitored. A three‐day dietary protocol revealed a slightly hypocaloric diet (1700 kCal/d, normal for age 2200 kCal/d) with a protein intake of only 0.9 g/kg/d accounting for 17% of the daily energy intake. The patient reported to feel unwell during both hypoglycemic and hyperglycemic episodes. Muscle pain and muscle weakness were not reported, but she complained about fatigue. Blood glucose monitoring for 2 days revealed no relevant hypoglycemias (<3.9 mmol/L). Laboratory testing yielded normal transaminase and creatine kinase activities. Abdominal ultrasound was also normal. At 35 weeks gestation, the patient complained about progressive pruritus. Labor was induced at 37 weeks gestation. During delivery, the patient received a high glucose infusion with 10 g glucose/h, under which blood glucose levels remained stable within the normal range. She delivered a healthy girl by vacuum extraction due to fetal bradycardia. The child required non‐invasive mechanical ventilation for 6 days due to respiratory distress. No laboratory signs of infection were observed. Glucose infusion was necessary until day 5 due to low blood glucose concentrations. Echocardiography of the neonate on day 2 showed a persistent arterial duct that was no longer detectable on day 7. The myocardium was slightly thickened which was considered to be due to diabetic fetopathy. Ultrasound of the brain was normal. Maternal blood glucose concentrations postpartum were more stable than during the last trimester, and no hypoglycemias or severe hyperglycemias occurred during early lactation. One dose of Glycosade (60 g) together with protein powder was sufficient to maintain normal glucose levels overnight. The child was mainly breastfed with supplementation of formula milk.\nOverall, the mechanism of pathogenicity appears to be loss of function as shown in the probands.\n\nThis gene-disease relationship is also supported by multiple forms of experimental evidence such as Expression A (Quantity: 1), Protein Interaction (Quantity: 1), Biochemical Function B (Quantity: 1), Biochemical Function A (Quantity: 1) and Non-Human Model: Mouse (Quantity: 1) (PMIDs: 23715323, 35690592, 1731614, and 20178984. First, GTEx data showed high levels of expression of GYS2 in the liver, which is consistent with the liver-related features of GSD0 (PMID:23715323). Next, Marr et al. 2022 documented the protein interaction between GYG1 and GYS2, showing that the interaction between GYS2 and GYG1 via the C-terminus is necessary in order for GYS2-mediated glycogen synthesis to occur (Figure 2). Westphal et al. 1992 (PMID: 1731614) describes how the glycogen synthase activity in the human liver was able to be recapitulated in the mouse liver. Additionally, western blotting with antibodies evaluating the liver glycogen synthase isoform showed that the protein is essentially absent in the liver of LGSKO mice and that there was a decrease in glycogen synthase activity. The results of which were consistent in both the GYS1 and GYS2 transcripts. This is significant because GYS1 and GYS2 are both genes that are involved in glycogen storage disease 0. The gene-disease relationship between GYS1 and GSD0 has been designated as \"definitive\" by the General IEM GCEP (Irimia et al. 2010, PMID: 20178984). Lastly, the Irimia et al. 2010 paper includes a mouse model where it was shown that both the probands and models experienced hypoglycemia when they were in a fasted state which shows their inability to process glucose (PMID: 20178984).\n\nIn conclusion, GYS2 is definitively associated with glycogen storage disorder 0 (also referred to as glycogen storage disorder due to hepatic glycogen synthase deficiency). This classification has been clearly demonstrated and confirmed through both experimental and genetic evidence and has been upheld over time. \n\nThis classification was approved by the General IEM GCEP on March 22nd, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:fd645894-0fa6-4d63-8b8d-16731978ca6b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}