{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3v2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-10T17:32:48.376Z","role":"Publisher"}],"evidence":[{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e89c58ad-5247-487b-9c78-b02be2c2c31a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a9c4f9f-a6ad-4ae1-820c-0d6ebc1cc6b3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The temperature sensitive growth defect of RPL p.G161D mutant yeast at the restrictive temperature is complemented by human WT RPL10, human mutant RPL10 p.L206M and RPL10 p.H213Q alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16940977","type":"dc:BibliographicResource","dc:abstract":"Autism has a strong genetic background with a higher frequency of affected males suggesting involvement of X-linked genes and possibly also other factors causing the unbalanced sex ratio in the etiology of the disorder. We have identified two missense mutations in the ribosomal protein gene RPL10 located in Xq28 in two independent families with autism. We have obtained evidence that the amino-acid substitutions L206M and H213Q at the C-terminal end of RPL10 confer hypomorphism with respect to the regulation of the translation process while keeping the basic translation functions intact. This suggests the contribution of a novel, possibly modulating aberrant cellular function operative in autism. Previously, we detected high expression of RPL10 by RNA in situ hybridization in mouse hippocampus, a constituent of the brain limbic system known to be afflicted in autism. Based on these findings, we present a model for autistic disorder where a change in translational function is suggested to impact on those cognitive functions that are mediated through the limbic system.","dc:creator":"Klauck SM","dc:date":"2006","dc:title":"Mutations in the ribosomal protein gene RPL10 suggest a novel modulating disease mechanism for autism."},"rdfs:label":"Klauck Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"The ID/Autism Gene Curation Expert panel decided not to score this experimental evidence because it is variant-level data using yeast, and the variants were later shown not to result in loss of function using in vivo complementation in zebrafish in Brooks et al. (2014). "},{"id":"cggv:737fb033-1169-47b1-a7e3-6f19ac8dce8a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e76044f3-3d31-441f-80e3-734ca223a86e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Co-injection of WT human RPL10 mRNA with translation blocking morpholino (tb-MO) resulted in significant improvement of microcephaly phenotype in MO-knockdown zebrafish, while co-injection of p.K78E with tb-MO failed to rescue morphant phenotype and resulted in significantly decreased forebrain cross-sectional area. Co-injection with p.H213Q or p.L206M fully rescued the microcephaly phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25316788","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental defects in humans represent a clinically heterogeneous group of disorders. Here, we report the genetic and functional dissection of a multigenerational pedigree with an X-linked syndromic disorder hallmarked by microcephaly, growth retardation, and seizures. Using an X-linked intellectual disability (XLID) next-generation sequencing diagnostic panel, we identified a novel missense mutation in the gene encoding 60S ribosomal protein L10 (RPL10), a locus associated previously with autism spectrum disorders (ASD); the p.K78E change segregated with disease under an X-linked recessive paradigm while, consistent with causality, carrier females exhibited skewed X inactivation. To examine the functional consequences of the p.K78E change, we modeled RPL10 dysfunction in zebrafish. We show that endogenous rpl10 expression is augmented in anterior structures, and that suppression decreases head size in developing morphant embryos, concomitant with reduced bulk translation and increased apoptosis in the brain. Subsequently, using in vivo complementation, we demonstrate that p.K78E is a loss-of-function variant. Together, our findings suggest that a mutation within the conserved N-terminal end of RPL10, a protein in close proximity to the peptidyl transferase active site of the 60S ribosomal subunit, causes severe defects in brain formation and function.","dc:creator":"Brooks SS","dc:date":"2014","dc:title":"A novel ribosomopathy caused by dysfunction of RPL10 disrupts neurodevelopment and causes X-linked microcephaly in humans."},"rdfs:label":"Brooks Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Downgraded to be conservative because it is a zebrafish model."},{"id":"cggv:d2ff4999-fd9c-4bf7-846b-7eccbf0315db","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:823fe5c9-b5c7-4463-97b7-0c7a93f62f70","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model had a significant decrease in head size, which corresponds to microcephaly seen in humans. Analysis ofdpolyribosome structure in anterior and posterior portions of MO-knockdown zebrafish larvae. Morphant anterior structures showed increase in 80S ribosome abundance and decrease in polyribosomes. Posterior was relatively unchanged. Additionally, they found a six-fold increase in cell death in forebrain of rpl10 morphants compared to controls. This suggests apoptosis as a mechanism of microcephaly. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25316788","rdfs:label":"Brooks Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because it is a zebrafish model and because it uses a morpholino-induced knockdown."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Moderate","sequence":3627,"specifiedBy":"GeneValidityCriteria8","strengthScore":9,"subject":{"id":"cggv:c9a35a16-0750-43ea-b4c5-013a00cb68e4","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:10298","modeOfInheritance":"obo:HP_0001417"},"version":"2.2","dc:description":"The RPL10 gene, encoding a ribosomal protein, was first suggested to be implicated in X-linked autism in 2006 by Klauk et al. (PMID: 16940977). They reported two C-terminal missense variants in two independent families with two males each with autism spectrum disorder. Although the authors suggested these two variants resulted in hypomorphic alleles with respect to the regulation of the translation process when expressed in yeast, they were not scored as evidence because subsequent rescue studies in zebrafish showed no loss of function (Brooks et al. 2014, PMID: 25316788). Brooks et al. (2014, PMID: 25316788) and Bourque et al. (2018, PMID: 29066376) reported the same N-terminal missense variant (p.Lys78Glu) in affected males from 2 unrelated families. Common clinical features included intellectual disability, seizures, microcephaly, hypotonia, hearing loss, ataxia, dysmorphic facial features, cardiac defects, and short stature. In a zebrafish model with knockdown of rpl10, p.Lys78Glu was not able to rescue the microcephaly phenotype, suggesting a loss of function variant (PMID: 25316788). Another missense variant (p.Gly161Ser) was reported by Thevenon et al. (2015, PMID: 25846674) in a family with 4 males with syndromic intellectual disability. Although this variant has not been functionally validated, a mutation in yeast affecting the same amino acid results in loss of function (PMID: 15556089). Zanni et al. (2015, PMID: 26290468) reported an additional missense variant (p.Ala64Val) in 2 maternal male cousins with syndromic intellectual disability. Although they shared some features with the previously reported patients, notably ataxia, they also exhibited other features not reported previously, such as spondylo-epiphyseal dysplasia. In a yeast model, this variant was shown to be functional but exhibited an increase in translationally active ribosomes. The curation of these 3 missense variants results in a total genetic score of 5 points. This gene-disease association is also supported by a zebrafish model with decreased head size (PMID: 25316788; 1.5 points). In summary, there is moderate evidence to support a causal role for RPL10 in X-linked syndromic intellectual disability. Approved by the ClinGen ID/Autism Gene Curation Expert Panel on 1/20/2021. Note that this gene-disease relationship was originally curated in March 2018 and given a Limited classification. Changes in scoring practices resulted in the classification being updated.","dc:isVersionOf":{"id":"cggv:974ac8bb-f7b1-4480-869a-e9ef4b8b3fa3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}