{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T16:45:37.512Z","role":"Publisher"},{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-11-07T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12682337","type":"dc:BibliographicResource","dc:abstract":"We have identified a heteroplasmic G to A mutation at position 12,183 of the mitochondrial transfer RNA Histidine (tRNA(His)) gene in three related patients. These phenotypes varied according to mutation heteroplasmy: one had severe pigmentary retinopathy, neurosensorial deafness, testicular dysfunction, muscle hypotrophy, and ataxia; the other two had only retinal and inner ear involvement. The mutation is in a highly conserved region of the T(psi)C stem of the tRNA(His) gene and may alter secondary structure formation. This is the first described pathogenic, maternally inherited mutation of the mitochondrial tRNA(His) gene.","dc:creator":"Crimi M","dc:date":"2003","dc:title":"A mitochondrial tRNA(His) gene mutation causing pigmentary retinopathy and neurosensorial deafness."},"evidence":[{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.1},{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4926e1e1-a4dc-4506-ab8b-7f9e1801a1f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc808967-fae7-4b29-b9e9-62b873e3668a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MT-TH encodes a mitochondrial tRNA, which is required for the translation of mitochondrially-encoded proteins. MRC complexes I, III, IV, and V all contain core subunits which are encoded in the mitochondria; therefore, loss of MT-TH function leads to disrupted mitochondrial translation, leading to a downstream loss of MRC complex activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"MT-TH Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded for the shared number of genes with shared function (as per MD-GCEP guidelines)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6300686d-0c49-4854-98f4-55a1770a959f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0f13e36b-7cb5-4e29-96dc-f1ce852fd582","type":"FunctionalAlteration","dc:description":"The goal of this paper was to determine the cellular consequences of the m.12201T>C variant, which was uncovered in a large Han Chinese pedigree segregating maternally-inherited, non-syndromic deafness. The authors generated a set of three cybrid lines using cells from an affected individual from this family, and a second set from an unaffected control. \n\nUsing a Northern blot, the authors determined the expression levels of five mt tRNAs, and used nuclear 5S rRNA as a loading control. tRNA(His) was specifically reduced in the patient lines vs control (Fig. 2). This experiment was repeated under conditions to detect charged vs uncharged tRNAs, and found a slight but significant increase in the proportion of charged tRNA(His) (Fig. 3). They next performed a Western blot of mitochondrially-encoded proteins, finding significant reductions in steady-state levels of all targets assessed (Fig. 4). \n\nThese experiments were followed by assays of metabolic activity. Oxygen consumption rates were 58% lower in patient cybrids vs controls under basal conditions. Treatment with various specific inhibitors to determine which step of electron transport was deficient revealed a general reduction at every step (Fig. 5). Measures of mitochondrial ATP production using a luciferase assay revealed a reduction of ~35% in the patient cybrids (Fig. 6). This was correlated with reduced mitochondrial membrane potential in these cells, as assayed by fluorescence microscopy after treatment with a redox-sensitive dye (Fig. 7). Finally, the production of reactive oxygen species was assessed using flow cytometry, demonstrating an ~40% increase in ROS levels in the patient cells compared to controls (Fig. 8). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24920829","type":"dc:BibliographicResource","dc:abstract":"In this report, we investigated the molecular genetic mechanism underlying the deafness-associated mitochondrial tRNAHis 12201T>C mutation. The destabilization of a highly conserved base-pairing (5A-68U) by the m.12201T>C mutation alters structure and function of tRNAHis. Using cybrids constructed by transferring mitochondria from lymphoblastoid cell lines derived from a Chinese family into mtDNA-less (ρo) cells, we showed ∼70% decrease in the steady-state level of tRNAHis in mutant cybrids, compared with control cybrids. The mutation changed the conformation of tRNAHis, as suggested by slower electrophoretic mobility of mutated tRNA with respect to the wild-type molecule. However, ∼60% increase in aminoacylated level of tRNAHis was observed in mutant cells. The failure in tRNAHis metabolism was responsible for the variable reductions in seven mtDNA-encoded polypeptides in mutant cells, ranging from 37 to 81%, with the average of ∼46% reduction, as compared with those of control cells. The impaired mitochondrial translation caused defects in respiratory capacity in mutant cells. Furthermore, marked decreases in the levels of mitochondrial ATP and membrane potential were observed in mutant cells. These mitochondrial dysfunctions caused an increase in the production of reactive oxygen species in the mutant cells. The data provide the evidence for a mitochondrial tRNAHis mutation leading to deafness.","dc:creator":"Gong S","dc:date":"2014","dc:title":"A deafness-associated tRNAHis mutation alters the mitochondrial function, ROS production and membrane potential."},"rdfs:label":"MT-TH FA - Gong"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Score upgraded due to the thoroughness of the investigation"},{"id":"cggv:30c57a3f-29f5-4ec7-b3e5-e79ce28450d0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48797722-3bc3-467b-9526-f96db469031a","type":"FunctionalAlteration","dc:description":"BN-PAGE was performed to detect levels of assembled mitochondrial respiratory complex enzymes in patient fibroblasts and those from an unaffected control. The patient fibroblasts were homoplasmic for the m.12146A>G variant. Steady-state levels of complexes I and IV were significantly reduced in the patient cells compared to controls (Fig. 2A), consistent with the MRC enzyme deficiencies previously observed in both patient cells and cybrids (Tables 1 and 2). \n\nThis experiment was repeated using four cybrid lines: two generated from unaffected controls, one from the proband, and one from the proband's mildly affected sibling. BN-PAGE revealed reduced expression for all MRC complexes, with complex I undetectable in both patient cybrid lines; complex IV was greatly reduced in cybrids from the proband, and was undetectable in cybrids from the sibling (Fig. 2D). Further, mitochondrial translation was assessed with in vitro pulse labeling, revealing reduced translation of all mitochondrially-encoded proteins compared to controls (Fig. 2E). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21704194","type":"dc:BibliographicResource","dc:abstract":"We report a new mutation in m.12146 A>G in the mt-tRNA(His) in a family with a remarkable clinical history having different degrees of lactic acidosis and stroke-like episodes. Biochemical measurements of a muscle biopsy established an isolated complex IV deficiency, while similar analysis of fibroblasts showed a combined complex I,III and IV deficiency. Transmitochondrial cybrid analysis proved that this tRNA(His) mutation causes the enzymatic deficiency. This family illustrates the complexity of the clinical, biochemical and genetic characteristics of a novel mtDNA encoded disorder, as well as the challenge to prove its pathogenicity.","dc:creator":"Calvaruso MA","dc:date":"2011","dc:title":"New mitochondrial tRNA HIS mutation in a family with lactic acidosis and stroke-like episodes (MELAS)."},"rdfs:label":"MT-TH FA - Calvaruso"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":6183,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.1,"subject":{"id":"cggv:61ff5f8b-b6f5-47a4-9bca-8c5e1b652b3b","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7487","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TH* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of November 7, 2022. The *MT-TH* gene encodes the mitochondrial transfer RNA (tRNA) for histidine, which is located from m. 12138 – 12206 on the heavy strand of mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities.\n \n*MT-TH* was first reported in relation to maternally inherited primary mitochondrial disease in 2003 in an individual with pigmentary retinopathy and sensorineural deafness (PMID: 12682337). While various names have been given to the constellation of features seen in those with *MT-TH*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TH* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *MT-TH* and primary mitochondrial disease includes case-level data and experimental data. This curation includes six variants (m.12146A>G, m.12147G>A, m.12158A>G, m.12183G>A, m.12201T>C, m.12206C>T) observed in seven probands in seven publications (PMIDs: 12682337, 14967777, 15111688, 21704194, 21931169, 23696415, 35092007). Segregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. \n\nAge of onset in affected individuals varied from adolescence to the 40s. Clinical features included stroke-like episodes, seizures, myoclonus, ataxia, optic atrophy, retinal dystrophy, cataracts, hearing loss, hypogonadism, and mood disorder. Cerebellar vermis hypoplasia and signal changes in the basal ganglia, dentate nuclei, temporal lobes, and occipital lobes were seen on brain imaging. Tissue biopsies identified ragged red fibers and COX-negative fibers. Lab values showed increased blood and cerebrospinal fluid lactate. Decreased activities of complexes I and IV were variably seen in muscle. Heteroplasmy levels of the variants in affected individuals ranged from 81% to homoplasmic in muscle, 33-87% in urine, 1-60% in blood, and undetectable to homoplasmic in fibroblasts. Single fiber testing, cybrid analysis, and Northern blot analysis further supported variant pathogenicity. This gene-disease relationship is also supported by known biochemical function and functional alteration in patient and non-patient cells (in vitro functional assays demonstrated reduced rates of mitochondrial translation as a result of variants in *MT-TH*; PMID: 24920829, 21704194).  \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 7, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:debb8afe-e379-465f-8b74-0241e1b14f8a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}