{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-12T20:38:40.682Z","role":"Publisher"}],"evidence":[{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e0c4ee7-43b6-4256-a7fb-0d97c29ee220","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ea143ac-5f68-48c9-9090-636415ec0c44","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both mouse and human show macrocephaly and impaired neurocognitive performance","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31327001","type":"dc:BibliographicResource","dc:abstract":"The underpinnings of mild to moderate neurodevelopmental delay remain elusive, often leading to late diagnosis and interventions. Here, we present data on exome and genome sequencing as well as array analysis of 13 individuals that point to pathogenic, heterozygous, mostly de novo variants in WDFY3 (significant de novo enrichment P = 0.003) as a monogenic cause of mild and non-specific neurodevelopmental delay. Nine variants were protein-truncating and four missense. Overlapping symptoms included neurodevelopmental delay, intellectual disability, macrocephaly, and psychiatric disorders (autism spectrum disorders/attention deficit hyperactivity disorder). One proband presented with an opposing phenotype of microcephaly and the only missense-variant located in the PH-domain of WDFY3. Findings of this case are supported by previously published data, demonstrating that pathogenic PH-domain variants can lead to microcephaly via canonical Wnt-pathway upregulation. In a separate study, we reported that the autophagy scaffolding protein WDFY3 is required for cerebral cortical size regulation in mice, by controlling proper division of neural progenitors. Here, we show that proliferating cortical neural progenitors of human embryonic brains highly express WDFY3, further supporting a role for this molecule in the regulation of prenatal neurogenesis. We present data on Wnt-pathway dysregulation in Wdfy3-haploinsufficient mice, which display macrocephaly and deficits in motor coordination and associative learning, recapitulating the human phenotype. Consequently, we propose that in humans WDFY3 loss-of-function variants lead to macrocephaly via downregulation of the Wnt pathway. In summary, we present WDFY3 as a novel gene linked to mild to moderate neurodevelopmental delay and intellectual disability and conclude that variants putatively causing haploinsufficiency lead to macrocephaly, while an opposing pathomechanism due to variants in the PH-domain of WDFY3 leads to microcephaly.","dc:creator":"Le Duc D","dc:date":"2019","dc:title":"Pathogenic WDFY3 variants cause neurodevelopmental disorders and opposing effects on brain size."},"rdfs:label":"Heterozygous LOF mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple models"},{"id":"cggv:7c828a99-1c8d-497f-ac00-21eba10e847b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8ea8b964-fbab-4a64-9ff9-6f7a64238063","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Smaller brain and impaired neural development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27648578","type":"dc:BibliographicResource","dc:abstract":"The regulation of protein degradation is essential for maintaining the appropriate environment to coordinate complex cell signaling events and to promote cellular remodeling. The Autophagy linked FYVE protein (Alfy), previously identified as a molecular scaffold between the ubiquitinated cargo and the autophagic machinery, is highly expressed in the developing central nervous system, indicating that this pathway may have yet unexplored roles in neurodevelopment. To examine this possibility, we used mouse genetics to eliminate Alfy expression. We report that this evolutionarily conserved protein is required for the formation of axonal tracts throughout the brain and spinal cord, including the formation of the major forebrain commissures. Consistent with a phenotype reflecting a failure in axon guidance, the loss of Alfy in mice disrupts localization of glial guidepost cells, and attenuates axon outgrowth in response to Netrin-1. These findings further support the growing indication that macroautophagy plays a key role in the developing CNS.","dc:creator":"Dragich JM","dc:date":"2016","dc:title":"Autophagy linked FYVE (Alfy/WDFY3) is required for establishing neuronal connectivity in the mammalian brain."},"rdfs:label":"Homozygous and heterozyous LOF mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"multiple models"},{"id":"cggv:3ef97fae-3700-451e-a6b4-4c8e8b7f160f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af70bf3c-1b9d-4770-bc96-4430b48326f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both affect brain function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34187232","type":"dc:BibliographicResource","dc:abstract":"Autophagy is essential to cell function, as it enables the recycling of intracellular constituents during starvation and in addition functions as a quality control mechanism by eliminating spent organelles and proteins that could cause cellular damage if not properly removed. Recently, we reported on Wdfy3's role in mitophagy, a clinically relevant macroautophagic scaffold protein that is linked to intellectual disability, neurodevelopmental delay, and autism spectrum disorder. In this study, we confirm our previous report that Wdfy3 haploinsufficiency in mice results in decreased mitophagy with accumulation of mitochondria with altered morphology, but expanding on that observation, we also note decreased mitochondrial localization at synaptic terminals and decreased synaptic density, which may contribute to altered synaptic plasticity. These changes are accompanied by defective elimination of glycogen particles and a shift to increased glycogen synthesis over glycogenolysis and glycophagy. This imbalance leads to an age-dependent higher incidence of brain glycogen deposits with cerebellar hypoplasia. Our results support and further extend Wdfy3's role in modulating both brain bioenergetics and synaptic plasticity by including glycogen as a target of macroautophagic degradation.","dc:creator":"Napoli E","dc:date":"2021","dc:title":"Wdfy3 regulates glycophagy, mitophagy, and synaptic plasticity."},"rdfs:label":"Heterozygous LOF Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple models"},{"id":"cggv:fafcaf6c-d6d3-4c32-8935-c4ae0b4c3361","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:063c08a8-d0f6-4a0f-ab01-bbaf6c5cf5d7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of Wdfy3 in mice leads to a regionally enlarged cerebral cortex\nresembling early brain overgrowth described in many children on the autism spectrum. In\naddition, affected mouse mutants display migration defects of cortical projection neurons, a\nrecognized cause of epilepsy, which is significantly comorbid with autism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25198012","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASDs) are complex and heterogeneous developmental disabilities affecting an ever-increasing number of children worldwide. The diverse manifestations and complex, largely genetic aetiology of ASDs pose a major challenge to the identification of unifying neuropathological features. Here we describe the neurodevelopmental defects in mice that carry deleterious alleles of the Wdfy3 gene, recently recognized as causative in ASDs. Loss of Wdfy3 leads to a regionally enlarged cerebral cortex resembling early brain overgrowth described in many children on the autism spectrum. In addition, affected mouse mutants display migration defects of cortical projection neurons, a recognized cause of epilepsy, which is significantly comorbid with autism. Our analysis of affected mouse mutants defines an important role for Wdfy3 in regulating neural progenitor divisions and neural migration in the developing brain. Furthermore, Wdfy3 is essential for cerebral expansion and functional organization while its loss-of-function results in pathological changes characteristic of ASDs. ","dc:creator":"Orosco LA","dc:date":"2014","dc:title":"Loss of Wdfy3 in mice alters cerebral cortical neurogenesis reflecting aspects of the autism pathology."},"rdfs:label":"Homozygous and heterozygous LOF mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"multiple models"},{"id":"cggv:761844a7-c76b-4910-aeb0-b24d94a6ed33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4f37077-f531-4c36-95bc-e508160b495f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Same phenotype in brain size and neuronal development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12598614","type":"dc:BibliographicResource","dc:abstract":"A common feature of many human neurodegenerative diseases is the accumulation of insoluble ubiquitin-containing protein aggregates in the CNS. Although Drosophila has been helpful in understanding several human neurodegenerative disorders, a loss-of-function mutation has not been identified that leads to insoluble CNS protein aggregates. The study of Drosophila mutations may identify unique components that are associated with human degenerative diseases. The Drosophila blue cheese (bchs) gene defines such a novel degenerative pathway. bchs mutants have a reduced adult life span with the age-dependent formation of protein aggregates throughout the neuropil of the CNS. These inclusions contain insoluble ubiquitinated proteins and amyloid precursor-like protein. Progressive loss of CNS size and morphology along with extensive neuronal apoptosis occurs in aged bchs mutants. BCHS protein is widely expressed in the cytoplasm of CNS neurons and is present over the entire length of axonal projections. BCHS is nearly 3500 amino acids in size, with the last 1000 amino acids consisting of three functional protein motifs implicated in vesicle transport and protein processing. This region along with previously unidentified proteins encoded in the human, mouse, and nematode genomes shows striking homology along the full length of the BCHS protein. The high degree of conservation between Drosophila and human bchs suggests that study of the functional pathway of BCHS and associated mutant phenotype may provide useful insights into human neurodegenerative disorders.","dc:creator":"Finley KD","dc:date":"2003","dc:title":"blue cheese mutations define a novel, conserved gene involved in progressive neural degeneration."},"rdfs:label":"bchs (fly ortholog) homozygous LOF mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple models"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4811,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:2e516b49-4b6d-413f-a6ac-31d841e3dbdd","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:20751","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The *WDFY3* gene encodes a large multidomain scaffolding protein implicated in the selective degradation of ubiquitinated protein aggregates by autophagy. A *WDFY3* missense variant in the PH domain of the protein was reported in 2016 in a large family with autosomal dominant microcephaly and mild to moderate intellectual disability (Kadir et al., PMID: 27008544). Since then, several mostly *de novo* variants in *WDFY3* have been reported, including nonsense, frameshift, splice, and missense variants. Affected individuals present with developmental delay, intellectual disability, autism spectrum disorder, hypotonia, seizures, and abnormal head size, either microcephaly or macrocephaly (PMIDs: 27824329, 28263302, 30564305, 31130284, 31327001). It has been suggested that *WDFY3* haploinsufficiency leads to macrocephaly or large-normal head size, while missense variants in the PH domain of WDFY3 cause microcephaly (two such variants reported) through opposing effects on the Wnt pathway (PMID: 31327001). Although this hypothesis appears to be supported by a transgenic fly model overexpressing a human *WDFY3* mutant (PMID: 27008544) and several *Wdfy3* loss-of-function mouse models (PMID: 25198012, 27648578, 31327001), further evidence is needed to clarify the effect of *WDFY3* variants on head size and the mechanisms involved.\n\nIn summary, there is definitive evidence supporting the relationship between *WDFY3* and autosomal dominant syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on January 19, 2022 (SOP Version 8).\n\n","dc:isVersionOf":{"id":"cggv:a9300a41-dcac-4842-855d-01804e18d599"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}