{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2020-04-26T04:00:00.000Z","role":"Approver"},{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2021-02-25T03:34:36.961Z","role":"Publisher"}],"evidence":[{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5997679b-b1ad-4199-a6b9-ee2042c92c6a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7c69fb95-0f2a-4c8f-85b6-4f23d5346a1f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of TUBB2B was measured in the developing mouse brain (by in situ hybridization and qRT-PCR) and it was demonstrated that it was highly expressed in postmitotic neurons, with dominant expression during neuronal migration and differentiation 7–9, and to a lesser extent in progenitor cells. RT-PCR analysis also showed that Tubb2b is expressed in astroglial cells and C6 glial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19465910","type":"dc:BibliographicResource","dc:abstract":"Polymicrogyria is a relatively common but poorly understood defect of cortical development characterized by numerous small gyri and a thick disorganized cortical plate lacking normal lamination. Here we report de novo mutations in a beta-tubulin gene, TUBB2B, in four individuals and a 27-gestational-week fetus with bilateral asymmetrical polymicrogyria. Neuropathological examination of the fetus revealed an absence of cortical lamination associated with the presence of ectopic neuronal cells in the white matter and in the leptomeningeal spaces due to breaches in the pial basement membrane. In utero RNAi-based inactivation demonstrates that TUBB2B is required for neuronal migration. We also show that two disease-associated mutations lead to impaired formation of tubulin heterodimers. These observations, together with previous data, show that disruption of microtubule-based processes underlies a large spectrum of neuronal migration disorders that includes not only lissencephaly and pachygyria, but also polymicrogyria malformations.","dc:creator":"Jaglin XH","dc:date":"2009","dc:title":"Mutations in the beta-tubulin gene TUBB2B result in asymmetrical polymicrogyria."},"rdfs:label":"Expression_Jaglin"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7c7e9108-aff6-4044-9ffa-ea1c92b14760","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b23e1f6-6da5-4b99-abeb-064aed7ff8e8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"An HA and GFP-tagged TUBB2B was electroporated in utero into the callosal projection neurons at E 15.5. Sections of the brain at P6 and P14 demonstrate that TUBB2B is expressed in the corpus callosum at the cortical midline.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23001566","type":"dc:BibliographicResource","dc:abstract":"Microtubules are essential components of axon guidance machinery. Among β-tubulin mutations, only those in TUBB3 have been shown to cause primary errors in axon guidance. All identified mutations in TUBB2B result in polymicrogyria, but it remains unclear whether TUBB2B mutations can cause axon dysinnervation as a primary phenotype. We have identified a novel inherited heterozygous missense mutation in TUBB2B that results in an E421K amino acid substitution in a family who segregates congenital fibrosis of the extraocular muscles (CFEOM) with polymicrogyria. Diffusion tensor imaging of brains of affected family members reveals aberrations in the trajectories of commissural projection neurons, implying a paucity of homotopic connections. These observations led us to ask whether axon dysinnervation is a primary phenotype, and why the E421K, but not other, TUBB2B substitutions cause CFEOM. Expression of exogenous Tubb2b-E421K in developing callosal projection neurons is sufficient to perturb homotopic connectivity, without affecting neuronal production or migration. Using in vitro biochemical assays and yeast genetics, we find that TUBB2B-E421K αβ-heterodimers are incorporated into the microtubule network where they alter microtubule dynamics and can reduce kinesin localization. These data provide evidence that TUBB2B mutations can cause primary axon dysinnervation. Interestingly, by incorporating into microtubules and altering their dynamic properties, the E421K substitution behaves differently than previously identified TUBB2B substitutions, providing mechanistic insight into the divergence between resulting phenotypes. Together with previous studies, these findings highlight that β-tubulin isotypes function in both conserved and divergent ways to support proper human nervous system development.","dc:creator":"Cederquist GY","dc:date":"2012","dc:title":"An inherited TUBB2B mutation alters a kinesin-binding site and causes polymicrogyria, CFEOM and axon dysinnervation."},"rdfs:label":"Ceqarquist_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a0ebd2c-e855-40d3-b63b-da104677790c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0112c59-8791-491f-a0e3-f36cd46d6141","type":"FunctionalAlteration","dc:description":"Flag tagged TUBB2B harboring the p.Cys239Phe (variant identified in a fetus with fetal akinesia deformation sequencing) was transfected into HeLa and COS7 cells and imaged. While it was incorporated into some forming microtubules, unlike the wild type, it was also present in diffuse staining suggesting unpolymerized tubulin heterodimers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26732629","type":"dc:BibliographicResource","dc:abstract":"Tubulinopathies are increasingly emerging major causes underlying complex cerebral malformations, particularly in case of microlissencephaly often associated with hypoplastic or absent corticospinal tracts. Fetal akinesia deformation sequence (FADS) refers to a clinically and genetically heterogeneous group of disorders with congenital malformations related to impaired fetal movement. We report on an early foetal case with FADS and microlissencephaly due to TUBB2B mutation. Neuropathological examination disclosed virtually absent cortical lamination, foci of neuronal overmigration into the leptomeningeal spaces, corpus callosum agenesis, cerebellar and brainstem hypoplasia and extremely severe hypoplasia of the spinal cord with no anterior and posterior horns and almost no motoneurons. At the cellular level, the p.Cys239Phe TUBB2B mutant leads to tubulin heterodimerization impairment, decreased ability to incorporate into the cytoskeleton, microtubule dynamics alteration, with an accelerated rate of depolymerization. To our knowledge, this is the first case of microlissencephaly to be reported presenting with a so severe and early form of FADS, highlighting the importance of tubulin mutation screening in the context of FADS with microlissencephaly.","dc:creator":"Laquerriere A","dc:date":"2016","dc:title":"De novo TUBB2B mutation causes fetal akinesia deformation sequence with microlissencephaly: An unusual presentation of tubulinopathy."},"rdfs:label":"Laquerriere_functional alteration 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This experimental data was also confirmed in vitro in amniocytes isolated from the patient which demonstrated depolarization and repolarization dynamics of microtubules are deranged in cells with the p.Cys239Phe variant"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24c1d0e9-591f-43c2-83c1-ee32f58c2793","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dece2fc0-883a-4974-9274-6020e1467d62","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with variants in TUBB2B have polymicrogyria, a condition characterized by defective neuronal migration. When variants harbored by humans are electroporated into rats, they also show neuronal migration defects.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"Jaglin_KD Rat"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:5268d42b-3e52-4e12-b728-d72a6715fcd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1808459b-f67b-4461-a5c3-995f554a39c5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sectioning and imaging of the corpus callosum at P6 and P14 demonstrated that the variant perturbed connectivity along the cortical midline. Polymicrogyria is a disease of neuronal migration and connectivity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23001566","rdfs:label":"Cedarquist_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This was basically an in vivo expression experiment and the mouse model was not further phenotyped."},{"id":"cggv:61723260-1d2f-4150-9983-c2e90f333585","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:054ad20d-2b05-430f-a626-0d7ef7fd8f0e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the homozygous mouse does not survive past birth, histology at different embryonic phases suggests defects in neurogenesisparticularly affecting the rhinencephalon, basal ganglia and the subventricular zone, which gives rise to the olfactory bulb.Our histological analysis also indicated that a number of fibertracts are affected in the brdp/brdp homozygous mutant brain. TUNEL staining in brain sections demonstrated increased neuronal cell death and reduced migration of dying neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23727838","type":"dc:BibliographicResource","dc:abstract":"Human cortical malformations, including lissencephaly, polymicrogyria and other diseases of neurodevelopment, have been associated with mutations in microtubule subunits and microtubule-associated proteins. Here we report our cloning of the brain dimple (brdp) mouse mutation, which we recovered from an ENU screen for recessive perinatal phenotypes affecting neurodevelopment. We identify the causal mutation in the tubulin, beta-2b (Tubb2b) gene as a missense mutation at a highly conserved residue (N247S). Brdp/brdp homozygous mutants have significant thinning of the cortical epithelium, which is markedly more severe in the caudo-lateral portion of the telencephalon, and do not survive past birth. The cortical defects are largely due to a major increase in apoptosis and we note abnormal proliferation of the basal progenitors. Adult brdp/+ mice are viable and fertile but exhibit behavioral phenotypes. This allele of Tubb2b represents the most severely affected mouse tubulin phenotype reported to date and this is the first report of a tubulin mutation affecting neuronal proliferation and survival. ","dc:creator":"Stottmann RW","dc:date":"2013","dc:title":"A mutation in Tubb2b, a human polymicrogyria gene, leads to lethality and abnormal cortical development in the mouse."},"rdfs:label":"Brain dimple mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mouse does not survive to be able to evaluate it behaviorally to compare that with humans with variants in TUBB2B"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:c0f46a68-7928-45d1-8936-999a3e86db6a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13dcfb1a-e569-4888-b831-ed3f49d37c61","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Sequencing of the entire TUBB2B gene","phenotypeFreeText":"At the age of 10 years, neurological examination revealed microcephaly, moderate mental retardation, oromotor dyspraxia and sialorrhea. EEG was unremarkable. Brain MRI revealed\ndiffuse polymicrogyria with a remarkably irregular cortical surface, reminiscent of the cobblestone cortex. There was a minor cavum septi pellucidi. The corpus callosum and cerebellum were normal.","previousTesting":true,"previousTestingDescription":"Negative genetic testing","sex":"Male","variant":{"id":"cggv:c0f46a68-7928-45d1-8936-999a3e86db6a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1619a007-66e9-467e-9c5c-339862573ad1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.350T>C (p.Leu117Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250742"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22333901","type":"dc:BibliographicResource","dc:abstract":"The purpose of the study is to explore the causative role of TUBB2B gene mutations in patients with different malformations of cortical development. We collected and evaluated clinical and MRI data of a cohort of 128 consecutive patients (61 females and 67 males) in whom brain MRI had detected a spectrum of malformations of cortical development including polymicrogyria or pachygyria, who were mutation-negative to other possible causative genes. Mutation analysis of the TUBB2B gene was performed. We identified three new TUBB2B mutations in three unrelated patients (3 out of 128; 2.3%) with a diffuse and rather symmetrical cortical abnormality, including diffuse polymicrogyria in two and bilateral regional pachygyria in one. One patient harbored a p.Asp417Asn amino-acid substitution in the C-terminal domain of the protein; one patient a p.Asn256Ser amino-acid substitution in the intermediate domain and one patient a p.Leu117Pro amino-acid substitution in the N-terminal domain. The localization of each mutation within the secondary structure of the β2-tubulin polypeptide suggests that these mutations might alter the proper functions of microtubules. The phenotypic spectrum associated with TUBB2B mutations is wider than previously reported and includes diffuse, symmetric malformations of cortical development.","dc:creator":"Guerrini R","dc:date":"2012","dc:title":"Symmetric polymicrogyria and pachygyria associated with TUBB2B gene mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22333901","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Only the mother was available for testing and she did not harbor the variant, but it cannot be confirmed that the variant is truly de novo."},{"id":"cggv:9a884bc1-01df-4213-af30-a2ef5bffc9d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0bca72b4-0eef-4ffa-83d2-e8d4f1f3199b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":44,"detectionMethod":"Linkage analysis was previously performed and then the \"disease gene\" from the linkage region (KIF1A and TUBB2B) were both sequenced. No variants were found and then some candidate genes from the linkage region were sequenced (TUBB1A and TUBB2B)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Congenital fibrosis of the extraocular muscles, intellectual disability, polymicrogyria, bilaterial ptosis, microcephaly","previousTesting":true,"previousTestingDescription":"Haplotype analysis was done in the mother and two affected daughters.","sex":"Female","variant":{"id":"cggv:9a884bc1-01df-4213-af30-a2ef5bffc9d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9e1b43dd-e945-4c78-bf34-8fe0e1295442","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.1261G>A (p.Glu421Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345331"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23001566"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23001566","rdfs:label":"1:2, mother"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:f168af5e-09a0-4fa4-8d94-8366a78f2579_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7999b9bc-abc1-4bea-b56a-02ec88840e82","type":"Proband","ageType":"AgeAtReport","ageUnit":"Weeks","ageValue":27,"detectionMethod":"sequencing of entire TUBB2B gene","phenotypeFreeText":"Polymicrogyria (Bilateral and asymmetrical, frontotemporal)","sex":"Male","variant":{"id":"cggv:f168af5e-09a0-4fa4-8d94-8366a78f2579_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4147bf94-7665-4f21-841d-c5810dfb4e88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.514T>C (p.Ser172Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250424"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"Male fetus"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Electroporating TUBB2B constructs with the p.S182P variant into the KD rat cortexes does not rescue the migration defect caused by TUBB2B knockdown. The variant also failed for form functional microtubules."},{"id":"cggv:46866caa-edc6-4fd6-9231-29d3b243ef5e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8049443-3e4d-445e-8d7a-c734ba349561","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Full sequencing of TUBB2B","phenotypeFreeText":"Severe neuromotor impairment (tetraplegia), sits with aid, unskillful manipulation/no visual contact, Infantile spasms (3 months), polymicrogyria Predominant in frontal and temporal lobes (including the hippocampus)","previousTesting":true,"previousTestingDescription":"Microarray, DCX (RefSeq NM_181807), LIS1 (RefSeq NM_000430), ARX\n(RefSeq NM_139058), TUBA1A (RefSeq NM_006009), and GPR56 (RefSeq\nNM_201524)","sex":"Male","variant":{"id":"cggv:46866caa-edc6-4fd6-9231-29d3b243ef5e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c194166b-c4a8-4db7-bfdc-4504ce5b7be6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.683T>C (p.Leu228Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250425"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"P2 Male"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Tubulin dimer formation was measured after transcription and translation with a rabbit reticulocyte lysate assay and the L228P variant causes markedly reduced heterodimer formation."},{"id":"cggv:0cf0e8c6-ecd9-4f3f-bdd5-4772b59de233_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37d1e0cd-d19c-4ecb-869c-e4b753ffabe4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequencing of the entire TUBB2B gene","phenotypeFreeText":"Brain MRI, performed at 6 months, revealed pachygyria with cortical thickening and irregular folding in the post-rolandic and parieto-posterior temporal regions, microcephaly, postural delay, nonverbal","previousTesting":true,"previousTestingDescription":"Negative genetic testing","sex":"Female","variant":{"id":"cggv:0cf0e8c6-ecd9-4f3f-bdd5-4772b59de233_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:adb4f022-5905-430d-a2f6-e8015c2727b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.767A>G (p.Asn256Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250740"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22333901"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22333901","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:3c2ef240-15ec-4d77-9e02-6ce96575e366_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a9abc097-5b80-4c51-ab80-267862c852a9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Sequencing of entire TUBB2B gene","phenotypeFreeText":"delayed development (sitting, walking, and language), microcephaly, tonic seizures in sleep began at 11 months, diffuse polymicrogryria in the perisylvian regions, small pons","previousTesting":true,"previousTestingDescription":"Negative genetic testing","sex":"Female","variant":{"id":"cggv:3c2ef240-15ec-4d77-9e02-6ce96575e366_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1897ef4d-36d7-4ce8-bf84-5e67724528ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.1249G>A (p.Asp417Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250738"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22333901"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22333901","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:453dce6d-7127-4f42-848a-021d282c8b51_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e7902d7-e8fc-4425-8a4f-4b217b0e7f9e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"TUBB2B was sequenced directly.","phenotypeFreeText":"Severe neuromotor impairment (tetraparesis); walks with aid, unskillful manipulation/limited\nlanguage, Polymicrogyria (Predominant in left frontal and parietal lobes)","previousTesting":true,"previousTestingDescription":"Microarray, DCX (RefSeq NM_181807), LIS1 (RefSeq NM_000430), ARX\n(RefSeq NM_139058), TUBA1A (RefSeq NM_006009), and GPR56 (RefSeq\nNM_201524).","sex":"Male","variant":{"id":"cggv:453dce6d-7127-4f42-848a-021d282c8b51_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:546d5537-95d1-4e11-8b67-b234236d63c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.935C>T (p.Thr312Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362586376"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"P1 Male"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Electroporating TUBB2B constructs with the p.T312M variant into the KD rat cortexes does not rescue the migration defect caused by TUBB2B knockdown."},{"id":"cggv:8792b9d8-82b5-443e-8f3e-7e1503185dbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa11dcbb-601d-49d7-93fd-53e7a343a6e9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"Sequencing of the entire Tubb2b gene","phenotypeFreeText":"Severe neuromotor impairment (tetraparesis); walks with aid, unskillful manipulation/limited\nlanguage, generalized seizures, Polymicrogyria (Asymmetrical, predominant\nin left frontal, parietal and temporal lobes)","previousTesting":true,"previousTestingDescription":"Microarray, DCX (RefSeq NM_181807), LIS1 (RefSeq NM_000430), ARX (RefSeq NM_139058), TUBA1A (RefSeq NM_006009), and GPR56 (RefSeq NM_201524)","sex":"Male","variant":{"id":"cggv:8792b9d8-82b5-443e-8f3e-7e1503185dbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f3e1ea8f-5538-489a-bdc0-ff899a640f78","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.629T>C (p.Ile210Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362587639"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"P4 Male"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:9d9882bc-85e0-48b6-aa9d-efbcf4c880cf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0fc525ba-6ae3-464e-9842-fc805069d94e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"detectionMethod":"Sequencing of Tubb2b","phenotypeFreeText":"severe mental retardation, generalized occasional seizures, Polymicrogyria Asymmetrical, predominant in left frontal, parietal and temporal lobes (including the hippocampus)","previousTesting":true,"previousTestingDescription":"Microarray, DCX (RefSeq NM_181807), LIS1 (RefSeq NM_000430), ARX (RefSeq NM_139058), TUBA1A (RefSeq NM_006009), and GPR56 (RefSeq NM_201524)","sex":"Male","variant":{"id":"cggv:9d9882bc-85e0-48b6-aa9d-efbcf4c880cf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d2deb796-052d-4589-a868-fc267dd1a533","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178012.5(TUBB2B):c.793T>C (p.Phe265Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250426"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19465910","rdfs:label":"P3 Male"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Tubulin dimer formation was measured after transcription and translation with a rabbit reticulocyte lysate assay and the F265L variant causes markedly reduced heterodimer formation."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2053,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:e64115a0-7eba-4fa1-8ea0-16ca7650493a","type":"GeneValidityProposition","disease":"obo:MONDO_0000904","gene":"hgnc:30829","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TUBB2B was first reported in relation to autosomal dominant Complex cortical dysplasia with other brain malformations in 2009 (Jaglin et al., PMID: 19465910). At least 10 unique de novo missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 10 probands in at least 5 publications (PMIDs: 23001566, 22333901, 19465910, 26732629, 25059107). Variants in this gene segregated with disease in 2 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism for disease is dominant negative (19465910). This gene-disease relationship is supported by animal models, expression studies, and in vitro functional assays. More evidence is available in the literature, but the maximum score for experimental evidence (6 pts.) has been reached. In summary, TUBB2B is definitively associated with autosomal dominant Complex cortical dysplasia with other brain malformations. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations Gene Curation Expert Panel on 4/26/20 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:81ced164-4ef1-4256-a727-84e79930efcc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}