{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-13T14:05:14.181Z","role":"Publisher"}],"evidence":[{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:054a753f-ee5c-445b-8f10-6bcbb7fbc0fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60f9ef2b-9c3a-42b5-855f-7c0c3ea3540c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"reverses H3K9 hypoacetylation, Hox gene repression, and the homeotic transformation caused by lack of Moz ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19922872","type":"dc:BibliographicResource","dc:abstract":"We report that embryos deficient in the histone acetyltransferase Moz (Myst3/Kat6a) show histone H3 lysine 9 (H3K9) hypoacetylation, corresponding H3K9 hypermethylation, and reduced transcription at Hox gene loci. Consistent with an observed caudal shift in Hox gene expression, segment identity is shifted anteriorly, such that Moz-deficient mice show a profound homeotic transformation of the axial skeleton and the nervous system. Intriguingly, histone acetylation defects are relatively specific to H3K9 at Hox loci, as neither Hox H3K14 acetylation nor bulk H3K9 acetylation levels throughout the genome are strongly affected; H4K16 acetylation actually increases in the absence of Moz. H3K9 hypoacetylation, Hox gene repression, and the homeotic transformation caused by lack of Moz are all reversed by treatment with retinoic acid (RA). In conclusion, our data show that Moz regulates H3K9 acetylation at Hox gene loci and that RA can act independently of Moz to establish specific Hox gene expression boundaries.","dc:creator":"Voss AK","dc:date":"2009","dc:title":"Moz and retinoic acid coordinately regulate H3K9 acetylation, Hox gene expression, and segment identity."},"rdfs:label":"embryos deficient in KAT6A treated with RA"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Downgrading this score to 0 points because no neurodevelopmental phenotypes are reported."},{"id":"cggv:923b91b9-dd03-4f19-9d55-b581a199696d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f9cadf04-954d-4eee-8603-a64f7a834a2b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"overlaps some of the phenotypes observed in humans, however not scored due to lack of assessment for neurodevelopmental phenotypes. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22921202","type":"dc:BibliographicResource","dc:abstract":"DiGeorge syndrome, caused by a 22q11 microdeletion or mutation of the TBX1 gene, varies in severity greatly, even among monozygotic twins. Epigenetic phenomena have been invoked to explain phenotypic differences in individuals of identical genetic composition, although specific chromatin modifications relevant to DiGeorge syndrome are elusive. Here we show that lack of the histone acetyltransferase MOZ (MYST3/KAT6A) phenocopies DiGeorge syndrome, and the MOZ complex occupies the Tbx1 locus, promoting its expression and histone 3 lysine 9 acetylation. Importantly, DiGeorge syndrome-like anomalies are present in mice with homozygous mutation of Moz and in heterozygous Moz mutants when combined with Tbx1 haploinsufficiency or oversupply of retinoic acid. Conversely, a Tbx1 transgene rescues the heart phenotype in Moz mutants. Our data reveal a molecular mechanism for a specific chromatin modification of the Tbx1 locus intersecting with an environmental determinant, modeling variability in DiGeorge syndrome.","dc:creator":"Voss AK","dc:date":"2012","dc:title":"MOZ regulates the Tbx1 locus, and Moz mutation partially phenocopies DiGeorge syndrome."},"rdfs:label":"Moz Deficiency"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Downgrading this score to 0 points because none of the phenotypes reported are associated with a neurodevelopmental disorder."},{"id":"cggv:c4711709-7069-4609-ad82-c407b667b3d4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c484bbf7-2b3e-43dd-8d82-2c56db6d9515","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"overlapping developmental defects","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27133397","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental disorders (NDD) are common, with 1-3% of general population being affected, but the etiology is unknown in most individuals. Clinical whole-exome sequencing (WES) has proven to be a powerful tool for the identification of pathogenic variants leading to Mendelian disorders, among which NDD represent a significant percentage. Performing WES with a trio-approach has proven to be extremely effective in identifying de novo pathogenic variants as a common cause of NDD. Here we report six unrelated individuals with a common phenotype consisting of NDD with severe speech delay, hypotonia, and facial dysmorphism. These patients underwent WES with a trio approach and de novo heterozygous predicted pathogenic novel variants in the KAT6A gene were identified. The KAT6A gene encodes a histone acetyltransfrease protein and it has long been known for its structural involvement in acute myeloid leukemia; however, it has not previously been associated with any congenital disorder. In animal models the KAT6A ortholog is involved in transcriptional regulation during development. Given the similar findings in animal models and our patient's phenotypes, we hypothesize that KAT6A could play a role in development of the brain, face, and heart in humans. © 2016 Wiley Periodicals, Inc.","dc:creator":"Millan F","dc:date":"2016","dc:title":"Whole exome sequencing reveals de novo pathogenic variants in KAT6A as a cause of a neurodevelopmental disorder."},"rdfs:label":"Moz Deficiency"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":3897,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:29d0b0b0-169c-4188-87da-44a389cf6611","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:13013","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KAT6A was first reported in relation to autosomal dominant syndromic intellectual disability in 2015 on six individuals from five unrelated families (Tham et al., PMID: 25728777). KAT6A encodes for an acetyltransferase that is a member of the MYST family of proteins, which acetylates lysine-9 residues in histone 3, regulating transcriptional activity and gene expression. Patients with KAT6A pathogenic variants present intellectual disability, speech delay, microcephaly, cardiac anomalies and gastrointestinal complications (reflux, feeding difficulty,intestinal malrotation)  with variable expressivity. KAT6A variants have been noted to be associated with the following disease entities: Arboleda-Tham syndrome(616268), KAT6A syndrome, dominant intellectual disability-craniofacial anomalies-cardiac defects syndrome (ORPHA:457193), syndromic developmental delay as found in OMIM, MonDO, Orphanet and the literature. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism or inheritance pattern and phenotypic variability. Therefore, these  disease phenotypes have been lumped into one disease entity. Ten variants (8 loss-of-function and 2 missense) that have been reported in 14 probands in 4 publications (PMIDs: 25728775,32041641, 29899504, 27133397) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss-of-function. More than 50 variants are reported, most of which are de novo truncating in the ultimate and penultimate exons of the gene. Literature suggests that truncated protein products may have a more severe consequence than heterozygous loss-of-function, which would suggest that truncations in the ultimate or penultimate exon could have a dominant negative effect or neomorphic effects.Six missense variants have been reported at highly conserved regions of the protein and require further functional studies to definitively confirm pathogenicity. \nThere is limited experimental evidence including two mouse models (PMIDs: 27133397, 22921202) and a rescue (PMID: 19922872); however, the scores for one of the mouse models (PMID: 22921202) and the rescue have been downgraded to 0 points because the phenotypes reported are not associated with a neurodevelopmental phenotype. \nIn summary, there is definitive evidence to support the relationship between KAT6A and autosomal dominant syndromic intellectual disability. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. ​​This classification was approved by the ClinGen Intellectual Disability/Autism Gene Curation Expert Panel on 10/5/2021.","dc:isVersionOf":{"id":"cggv:86ec74ba-6b12-42ea-bc06-58af4fd6b7a4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}