{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-05-23T19:00:00.000Z","role":"Approver"},{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29d463c0-ab80-48a9-87f9-329fe2c4f16b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2175ffc-4a43-49cc-b7a1-c17ffd5c9e89","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Antibodies to human laforin could not detect native laforin in healthy individuals; however, immunoreactivity was detected at lafora bodies of brain biopsy samples from a lafora disease patient with a homozygous NHLRC1 variant. This suggests that laforin is physically associated with lafora bodies. The result is consistent with the rest of this paper showing that overexpressed phosphatase-dead laforin in the transgenic mouse was physically associated with polyglucosan in lafora bodies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15102711","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD) is a fatal and the most common form of adolescent-onset progressive epilepsy. Fulminant endoplasmic reticulum (ER)-associated depositions of starch-like long-stranded, poorly branched glycogen molecules [known as polyglucosans, which accumulate to form Lafora bodies (LBs)] are seen in neuronal perikarya and dendrites, liver, skeletal muscle and heart. The disease is caused by loss of function of the laforin dual-specificity phosphatase or the malin E3 ubiquitin ligase. Towards understanding the pathogenesis of polyglucosans in LD, we generated a transgenic mouse overexpressing inactivated laforin to trap normal laforin's unknown substrate. The trap was successful and LBs formed in liver, muscle, neuronal perikarya and dendrites. Using immunogold electron microscopy, we show that laforin is found in close proximity to the ER surrounding the polyglucosan accumulations. In neurons, it compartmentalizes to perikaryon and dendrites and not to axons. Importantly, it binds polyglucosans, establishing for the first time a direct association between the disease-defining storage product and disease protein. It preferentially binds polyglucosans over glycogen in vivo and starch over glycogen in vitro, suggesting that laforin's role begins after the appearance of polyglucosans and that the laforin pathway is involved in monitoring for and then preventing the formation of polyglucosans. In addition, we show that the laforin interacting protein, EPM2AIP1, also localizes on the polyglucosan masses, and we confirm laforin's intense binding to LBs in human LD biopsy material.","dc:creator":"Chan EM","dc:date":"2004","dc:title":"Laforin preferentially binds the neurotoxic starch-like polyglucosans, which form in its absence in progressive myoclonus epilepsy."},"rdfs:label":"Human laforin binding to lafora bodies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Although the result seems consistent with the rest of the paper showing laforin is associated with lafora bodies, no proper negative control was done on the anti-human laforin antibody which had been unsuccessful in detecting native laforin in healthy individuals. Furthermore, the patient has a NHLRC1 variant, and therefore, it is not clear whether we can use this evidence for the curation of EPM2A-Lafora disease association"},{"id":"cggv:62f902d2-071f-4dee-a1fe-767b1c040686","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50d6ca14-3e16-49a3-9443-9b97204512d2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Laforin's binding to Lafora bodies and glycogen is suggestive of its role in  formation and/or clearance of the hallmark of this disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14706656","type":"dc:BibliographicResource","dc:abstract":"Lafora's disease (LD) is an autosomal recessive and fatal form of epilepsy with onset in late childhood or adolescence. One of the characteristic features of LD pathology is the presence of periodic acid-Schiff (PAS) positive Lafora inclusion bodies. Lafora bodies are present primarily in neurons, but they have also been found in other organs. Histochemical and biochemical studies have indicated that Lafora bodies are composed mainly of polysaccharides. The LD gene, EPM2A, encodes a 331 amino acid long protein named laforin that contains an N-terminal carbohydrate-binding domain (CBD) and a C-terminal dual-specificity phosphatase domain (DSPD). Here we demonstrate that the CBD of laforin targets the protein to Lafora inclusion bodies and this property could be evolutionarily conserved. We also tested in vitro the effects of five LD missense mutations on laforin's affinity to Lafora body. While the missense mutant W32G failed to bind to purified Lafora body, four other mutants (S25P, E28L, F88L, and R108C) did not show any effect on the binding affinity. Based on these observations we propose the existence of a laforin-mediated glycogen metabolic pathway regulating the disposal of pathogenic polyglucosan inclusions. This is the first report demonstrating a direct association between the LD gene product and the disease-defining storage product, the Lafora bodies.","dc:creator":"Ganesh S","dc:date":"2004","dc:title":"The carbohydrate-binding domain of Lafora disease protein targets Lafora polyglucosan bodies."},"rdfs:label":"Laforin binding to Lafora bodies"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This is only used as a variant level evidence"},{"id":"cggv:3f710715-cd53-4f80-a48d-e2a2efb0dcaf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:06c5bc21-466c-45eb-bbea-d6628a04a6c6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"They did a Northern blot of human tissues using probes against human EPM2A. They claim in the text that they found a 3.2 kbp transcript in all tissue tested (including heart, brain, liver, and skeletal muscle). However, the band in liver is very weak on the picture, and it is not clear whether the signal is a leakage from Skeletal muscle or a true signal. The brain signal is also weak, although they found positive signals in many brain areas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9771710","type":"dc:BibliographicResource","dc:abstract":"Lafora's disease (LD; OMIM 254780) is an autosomal recessive form of progressive myoclonus epilepsy characterized by seizures and cumulative neurological deterioration. Onset occurs during late childhood and usually results in death within ten years of the first symptoms. With few exceptions, patients follow a homogeneous clinical course despite the existence of genetic heterogeneity. Biopsy of various tissues, including brain, revealed characteristic polyglucosan inclusions called Lafora bodies, which suggested LD might be a generalized storage disease. Using a positional cloning approach, we have identified at chromosome 6q24 a novel gene, EPM2A, that encodes a protein with consensus amino acid sequence indicative of a protein tyrosine phosphatase (PTP). mRNA transcripts representing alternatively spliced forms of EPM2A were found in every tissue examined, including brain. Six distinct DNA sequence variations in EPM2A in nine families, and one homozygous microdeletion in another family, have been found to cosegregate with LD. These mutations are predicted to cause deleterious effects in the putative protein product, named laforin, resulting in LD.","dc:creator":"Minassian BA","dc:date":"1998","dc:title":"Mutations in a gene encoding a novel protein tyrosine phosphatase cause progressive myoclonus epilepsy."},"rdfs:label":"Northern blot of human tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Although they claimed ubiquitous expression, some bands are invisible on the picture."},{"id":"cggv:28b1214e-bf4d-4f49-b585-9ec74629fb08","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:341b2b2f-fb06-488a-912d-aa6ccf8b947e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of rat EPM2A mRNA was detected in above tissues from rat by Northern blot by EMP2A cDNA clone. \nThe mRNA expression in the brain increases postnatally, and peaks at 160 day, which corresponds to adulthood in rat. This fits with age of onset of Lafora disease. They also performed a in situ hybridization on rat brain, detecting highest expression in hippocampus and cerebellum, and moderate expression in cerebral cortex, olfactory bulb, striatum, and thalamus, confirming expression in the relevant brain regions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11355878","type":"dc:BibliographicResource","dc:abstract":"Lafora's disease, an autosomal recessive progressive myoclonus epilepsy, is caused by mutations in the EPM2A gene encoding a dual-specificity phosphatase (DSP) named laforin. Here, we analyzed the developmental and regional expression of murine Epm2a and discussed its evolutionary conservation. A phylogenetic analysis indicated that laforin is evolutionarily distant from other DSPs. Southern zoo blot analysis suggested that conservation of Epm2a gene is limited to mammals. Laforin orthologs (human, mouse, and rat) display more than 94% similarity. All missense mutations known in Lafora disease patients affect conserved residues, suggesting that they may be essential for laforin's function. Epm2a is expressed widely in various organs but not homogeneously in brain. The levels of Epm2a transcripts in mice brains increase postnatally, attaining its highest level in adults. The most intense signal was detected in the cerebellum, hippocampus, cerebral cortex, and the olfactory bulb. Our results suggest that Epm2a is functionally conserved in mammals and is involved in growth and maturation of neural networks.","dc:creator":"Ganesh S","dc:date":"2001","dc:title":"Regional and developmental expression of Epm2a gene and its evolutionary conservation."},"rdfs:label":"Northern Blot and In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Although this seems to be a ubiquitously expressed gene, they also found that the mRNA expression increases postnatally, and peaks at 160 day, which corresponds to adulthood in rat. This fits with age of onset of Lafora disease. They also performed a in situ hybridization on rat brain, detecting highest expression in hippocampus and cerebellum, and moderate expression in cerebral cortex, olfactory bulb, striatum, and thalamus, confirming expression in the relevant brain regions."},{"id":"cggv:d86dc759-18a5-45a0-af76-36cb1a36425a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f30d77e-9e68-4655-b829-d6edc2fa3a2a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Lafora bodies, inclusion bodies present in several tissues as as the brain, liver, muscle, and the skin are the hallmark of this disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17952067","type":"dc:BibliographicResource","dc:abstract":"Glycogen synthesis is normally absent in neurons. However, inclusion bodies resembling abnormal glycogen accumulate in several neurological diseases, particularly in progressive myoclonus epilepsy or Lafora disease. We show here that mouse neurons have the enzymatic machinery for synthesizing glycogen, but that it is suppressed by retention of muscle glycogen synthase (MGS) in the phosphorylated, inactive state. This suppression was further ensured by a complex of laforin and malin, which are the two proteins whose mutations cause Lafora disease. The laforin-malin complex caused proteasome-dependent degradation both of the adaptor protein targeting to glycogen, PTG, which brings protein phosphatase 1 to MGS for activation, and of MGS itself. Enforced expression of PTG led to glycogen deposition in neurons and caused apoptosis. Therefore, the malin-laforin complex ensures a blockade of neuronal glycogen synthesis even under intense glycogenic conditions. Here we explain the formation of polyglucosan inclusions in Lafora disease by demonstrating a crucial role for laforin and malin in glycogen synthesis.","dc:creator":"Vilchez D","dc:date":"2007","dc:title":"Mechanism suppressing glycogen synthesis in neurons and its demise in progressive myoclonus epilepsy."},"rdfs:label":"Laforin/Malin inhibit PTG-mediated glycogen synthesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Increased glycogen synthase and its increased activity in the EPM2A and NHLRC1 knockout mice may not cause Lafora body formation as has been shown in Tiberia et al. 2012 PMID: 22669944"},{"id":"cggv:654802d2-e040-437c-834a-6305f9008147","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97f94370-fbbd-40b3-afdf-bb3fa6d5fd7e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot for human adult tissues was performed using a probe against human EPM2A. They claim that the transcript was detected in all tissues tested, the bands were invisible except for the colon and skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9931343","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy of the Lafora type or Lafora disease (EPM2; McKusick no. 254780) is an autosomal recessive disorder characterized by epilepsy, myoclonus, progressive neurological deterioration and glycogen-like intracellular inclusion bodies (Lafora bodies). A gene for EPM2 previously has been mapped to chromosome 6q23-q25 using linkage analysis and homozygosity mapping. Here we report the positional cloning of the 6q EPM2 gene. A microdeletion within the EPM2 critical region, present inhomozygosis in an affected individual, was found to disrupt a novel gene encoding a putative protein tyrosine phosphatase (PTPase). The gene, denoted EPM2, presents alternative splicing in the 5' and 3' end regions. Mutational analysis revealed that EPM2 patients are homozygous for loss-of-function mutations in EPM2. These findings suggest that Lafora disease results from the mutational inactivation of a PTPase activity that may be important in the control of glycogen metabolism.","dc:creator":"Serratosa JM","dc:date":"1999","dc:title":"A novel protein tyrosine phosphatase gene is mutated in progressive myoclonus epilepsy of the Lafora type (EPM2)."},"rdfs:label":"Northern blot on human adult tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Although they claim that the transcript was detected in all the tissues tested, the bands were invisible for many of the tissues."},{"id":"cggv:ae30c187-ef19-4e12-9ed0-23c411b25502","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d03c312e-6268-4ca2-aa41-77d232d5d8fd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NHLRC1 is the only other gene that has been associated with Lafora disease. NHLRC1 encodes Malin, which physically binds to Laforin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15930137","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD) is a fatal form of progressive myoclonus epilepsy caused by recessive mutations in either a gene encoding a dual-specificity phosphatase, known as laforin, or a recently identified gene encoding the protein known as malin. Here, we demonstrate that malin is a single subunit E3 ubiquitin (Ub) ligase and that its RING domain is necessary and sufficient to mediate ubiquitination. Additionally, malin interacts with and polyubiquitinates laforin, leading to its degradation. Missense mutations in malin that are present in LD patients abolish its ability to polyubiquitinate and signal the degradation of laforin. Our results demonstrate that laforin is a physiologic substrate of malin, and we propose possible models to explain how recessive mutations in either malin or laforin result in LD. Furthermore, these data distinguish malin as an E3 Ub ligase whose activity is necessary to prevent a neurodegenerative disease that involves formation of nonproteinacious inclusion bodies.","dc:creator":"Gentry MS","dc:date":"2005","dc:title":"Insights into Lafora disease: malin is an E3 ubiquitin ligase that ubiquitinates and promotes the degradation of laforin."},"rdfs:label":"Laforin-Malin interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The interaction was shown by three methods, yeast two hybrid, Pull-down, and immunoprecipitation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bca1cf4-e3d0-46c2-bde9-6e3a3b83b88f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17f631db-af87-47c6-8f07-74301365c396","type":"FunctionalAlteration","dc:description":"Phosphatase activity against glycogen of purified wild type and variant Laforin was measured by a system that utilizes malachite green to detect inorganic phosphate. Result showed that all the variant Laforins had reduced phosphatase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25544560","type":"dc:BibliographicResource","dc:abstract":"Glycogen is the major mammalian glucose storage cache and is critical for energy homeostasis. Glycogen synthesis in neurons must be tightly controlled due to neuronal sensitivity to perturbations in glycogen metabolism. Lafora disease (LD) is a fatal, congenital, neurodegenerative epilepsy. Mutations in the gene encoding the glycogen phosphatase laforin result in hyperphosphorylated glycogen that forms water-insoluble inclusions called Lafora bodies (LBs). LBs induce neuronal apoptosis and are the causative agent of LD. The mechanism of glycogen dephosphorylation by laforin and dysfunction in LD is unknown. We report the crystal structure of laforin bound to phosphoglucan product, revealing its unique integrated tertiary and quaternary structure. Structure-guided mutagenesis combined with biophysical and biochemical analyses reveal the basis for normal function of laforin in glycogen metabolism. Analyses of LD patient mutations define the mechanism by which subsets of mutations disrupt laforin function. These data provide fundamental insights connecting glycogen metabolism to neurodegenerative disease. ","dc:creator":"Raththagala M","dc:date":"2015","dc:title":"Structural mechanism of laforin function in glycogen dephosphorylation and lafora disease."},"rdfs:label":"Phosphatase activity of Laforin with variants in active site"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:0206e79a-133e-4604-9fde-54ce6ab4704b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f01ae96-de4b-4498-85c3-199025093950","type":"FunctionalAlteration","dc:description":"GST Laforin fusion protein was bacterially expressed, and its tyrosine phosphatase activity was studied with a synthetic substrate, OMFP.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11001928","type":"dc:BibliographicResource","dc:abstract":"The progressive myoclonus epilepsy of Lafora type is an autosomal recessive disorder caused by mutations in the EPM2A gene. EPM2A is predicted to encode a putative tyrosine phosphatase protein, named laforin, whose full sequence has not yet been reported. In order to understand the function of the EPM2A gene, we isolated a full-length cDNA, raised an antibody and characterized its protein product. The full-length clone predicts a 38 kDa laforin that was very close to the size detected in transfected cells. Recombinant laforin was able to hydrolyze phosphotyrosine as well as phosphoserine/threonine substrates, demonstrating that laforin is an active dual-specificity phosphatase. Biochemical, immunofluorescence and electron microscopic studies on the full-length laforin expressed in HeLa cells revealed that laforin is a cytoplasmic protein associated with polyribosomes, possibly through a conformation-dependent protein-protein interaction. We analyzed the intracellular targeting of two laforin mutants with missense mutations. Expression of both mutants resulted in ubiquitin-positive perinuclear aggregates suggesting that they were misfolded proteins targeted for degradation. Our results suggest that laforin is involved in translational regulation and that protein misfolding may be one of the molecular bases of the Lafora disease phenotype caused by missense mutations in the EPM2A gene.","dc:creator":"Ganesh S","dc:date":"2000","dc:title":"Laforin, defective in the progressive myoclonus epilepsy of Lafora type, is a dual-specificity phosphatase associated with polyribosomes."},"rdfs:label":"Phosphatase activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This will be used as variant-level evidence."},{"id":"cggv:5c6f41a0-e0bc-480c-af8b-bbaabab58995","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ed7eb05-dde7-4014-a57d-0c536a7aaf18","type":"FunctionalAlteration","dc:description":"The Flag tagged Laforin was expressed in HEK 293 cells and immunoprecipitated by anti-FLAG beads, and the phosphatase activity toward pNPP was assayed. All the variants reduced Laforin's phosphatase activity was 50% of wild type Laforin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11739371","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (progressive myoclonus epilepsy of Lafora type) is an autosomal recessive neurodegenerative disorder resulting from defects in the EPM2A gene. EPM2A encodes a 331-amino acid protein containing a carboxyl-terminal phosphatase catalytic domain. We demonstrate that the EPM2A gene product also contains an amino-terminal carbohydrate binding domain (CBD) and that the CBD is critical for association with glycogen both in vitro and in vivo. The CBD domain localizes the phosphatase to specific subcellular compartments that correspond to the expression pattern of glycogen processing enzyme, glycogen synthase. Mutations in the CBD result in mis-localization of the phosphatase and thereby suggest that the CBD targets laforin to intracellular glycogen particles where it is likely to function. Thus naturally occurring mutations within the CBD of laforin likely result in progressive myoclonus epilepsy due to mis-localization of phosphatase expression.","dc:creator":"Wang J","dc:date":"2002","dc:title":"A unique carbohydrate binding domain targets the lafora disease phosphatase to glycogen."},"rdfs:label":"Phosphatase activity of Laforin"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level functional evidence"},{"id":"cggv:8339703a-1879-4458-b6b9-7b14ac18ac99","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e58ff69-271a-4367-8633-2f3174a771ca","type":"FunctionalAlteration","dc:description":"Only p.Arg108Cys and p.Thr194Ile reduced the interaction with laforin itself. All the variants reduced the interaction with PPP1R3C","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14532330","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy of Lafora type (LD, MIM 254780) is a fatal autosomal recessive disorder characterized by the presence of progressive neurological deterioration, myoclonus, epilepsy and polyglucosan intracellular inclusion bodies, called Lafora bodies. Lafora bodies resemble glycogen with reduced branching, suggesting an alteration in glycogen metabolism. Linkage analysis and homozygosity mapping localized EPM2A, a major gene for LD, to chromosome 6q24. EPM2A encodes a protein of 331 amino acids (named laforin) with two domains, a dual-specificity phosphatase domain and a carbohydrate binding domain. Here we show that, in addition, laforin interacts with itself and with the glycogen targeting regulatory subunit R5 of protein phosphatase 1 (PP1). R5 is the human homolog of the murine Protein Targeting to Glycogen, a protein that also acts as a molecular scaffold assembling PP1 with its substrate, glycogen synthase, at the intracellular glycogen particles. The laforin-R5 interaction was confirmed by pull-down and co-localization experiments. Full-length laforin is required for the interaction. However, a minimal central region of R5 (amino acids 116-238), including the binding sites for glycogen and for glycogen synthase, is sufficient to interact with laforin. Point-mutagenesis of the glycogen synthase-binding site completely blocked the interaction with laforin. The majority of the EPM2A missense mutations found in LD patients result in lack of phosphatase activity, absence of binding to glycogen and lack of interaction with R5. Interestingly, we have found that the LD-associated EPM2A missense mutation G240S has no effect on the phosphatase or glycogen binding activities of laforin but disrupts the interaction with R5, suggesting that binding to R5 is critical for the laforin function. These results place laforin in the context of a multiprotein complex associated with intracellular glycogen particles, reinforcing the concept that laforin is involved in the regulation of glycogen metabolism.","dc:creator":"Fernández-Sánchez ME","dc:date":"2003","dc:title":"Laforin, the dual-phosphatase responsible for Lafora disease, interacts with R5 (PTG), a regulatory subunit of protein phosphatase-1 that enhances glycogen accumulation."},"rdfs:label":"Fernandez-SanchezFig5"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:1b747803-506d-497a-afd8-b410d2030af6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59fe89c2-8b4b-42b5-945e-65921f642b58","type":"FunctionalAlteration","dc:description":"The purified Laforin was tested for phosphatase activity using paranitrophenyl-phosphate (pNPP) as a substrate. The phosphatase activity was reduced in the variant Laforin compared to the wild type Laforin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14722920","type":"dc:BibliographicResource","dc:abstract":"Lafora disease is the most severe teenage-onset progressive epilepsy, a unique form of glycogenosis with perikaryal accumulation of an abnormal form of glycogen, and a neurodegenerative disorder exhibiting an unusual generalized organellar disintegration. The disease is caused by mutations of the EPM2A gene, which encodes two isoforms of the laforin protein tyrosine phosphatase, having alternate carboxyl termini, one localized in the cytoplasm (endoplasmic reticulum) and the other in the nucleus. To date, all documented disease mutations, including the knockout mouse model deletion, have been in the segment of the protein common to both isoforms. It is therefore not known whether dysfunction of the cytoplasmic, nuclear, or both isoforms leads to the disease. In the present work, we identify six novel mutations, one of which, c.950insT (Q319fs), is the first mutation specific to the cytoplasmic laforin isoform, implicating this isoform in disease pathogenesis. To confirm this mutation's deleterious effect on laforin, we studied the resultant protein's subcellular localization and function and show a drastic reduction in its phosphatase activity, despite maintenance of its location at the endoplasmic reticulum.","dc:creator":"Ianzano L","dc:date":"2004","dc:title":"Loss of function of the cytoplasmic isoform of the protein laforin (EPM2A) causes Lafora progressive myoclonus epilepsy."},"rdfs:label":"Phosphatase activity of Laforin"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level functional evidence"},{"id":"cggv:35a5ed11-127d-4022-bd66-4e07c9310e89","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4af04598-1a58-4476-93b5-b1edb8df92f7","type":"FunctionalAlteration","dc:description":"Laforin protein was not detectable in either patient samples even in the presence of proteasome inhibitor MG132. RNA expression measured by real-time qPCR was reduced to ~40% of WT in patient cell p.Arg241*/p.Arg241* and ~70% in patient cell p.Tyr112*/p.Asn163Asp.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30041081","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD, OMIM 254780) is a rare disorder characterized by epilepsy and neurodegeneration leading patients to a vegetative state and death, usually within the first decade from the onset of the first symptoms. In the vast majority of cases LD is related to mutations in either the EPM2A gene (encoding the glucan phosphatase laforin) or the EPM2B gene (encoding the E3-ubiquitin ligase malin). In this work, we characterize the mutations present in the EPM2A gene in a patient displaying a slow progression form of the disease. The patient is compound heterozygous with Y112X and N163D mutations in the corresponding alleles. In primary fibroblasts obtained from the patient, we analyzed the expression of the mutated alleles by quantitative real time PCR and found slightly lower levels of expression of the EPM2A gene respect to control cells. However, by Western blotting we were unable to detect endogenous levels of the protein in crude extracts from patient fibroblasts. The Y112X mutation would render a truncated protein lacking the phosphatase domain and likely degraded. Since minute amounts of laforin-N163D might still play a role in cell physiology, we analyzed the biochemical characteristics of the N163D mutation. We found that recombinant laforin N163D protein was as stable as wild type and exhibited near wild type phosphatase activity towards biologically relevant substrates. On the contrary, it showed a severe impairment in the interaction profile with previously identified laforin binding partners. These results lead us to conclude that the slow progression of the disease present in this patient could be either due to the specific biochemical properties of laforin N163D or to the presence of alternative genetic modifying factors separate from pathogenicity.","dc:creator":"Garcia-Gimeno MA","dc:date":"2018","dc:title":"A novel EPM2A mutation yields a slow progression form of Lafora disease."},"rdfs:label":"Laforin expression in patient-derived fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level functional evidence"},{"id":"cggv:2dad5bfb-2239-491a-8463-85489ca253ff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7f2b02f-a9ba-472b-949d-02b7305fce06","type":"FunctionalAlteration","dc:description":"Lafora disease variants were introduced to EPM2A genes by in vitro mutagenesis, and was expressed in HEK293 and NIH3T3 cells. The variant Laforin levels were reduced compared to WT Laforin. They also tested the expression level under Cycloheximide (protein synthesis inhibitor) and Actinmycin D (RNA synthesis inhibitor). Cyclohexamide caused reduction in the variant protein, but Actinomycin D had very little effects, suggesting that the protein level i regulated at protein level rather than transcription level. Then they found out that this apparent reduction in protein level was due to aggregation of variant Laforin rendering them insoluble. By Western blotting by anti-ubiquitin, they found that Laforin aggregates are polyubiquitinated. They confirmed this by co-expressing variant Laforin with HA-ubiquitin, and immunoprecipitating by anti-V5 or anti-Myc, the tags fused to Laforin constructs. Then the immunoprecipitates were detected in Western blots by anti-HA. Then they also did immunohistochemistry using anti-V5 on HEK293 cells and Neuro2A cells transfected by V5-Laforin variants. They found aggregated immunoreactivity in cells transfected by disease variant-laforin, but not WT Laforin. These aggregates were stained by antibodies against 20S proteasome, vimentin, and ubiquitin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19403557","type":"dc:BibliographicResource","dc:abstract":"The majority of the Lafora's disease (LD) is caused by defect in the EPM2A gene, including missense and nonsense mutations and deletions. These defects mainly occur in the carbohydrate-binding domain, and how these mutations cause neuronal defects is under active investigation. Here, we report that the mutant proteins encoded by all missense mutations and most deletions tested are unstable, insoluble and ubiquitinated, and are accumulated in aggresome-like structures. The effect of apparent 'gain-of-function' mutations can be corrected by co-transfection of wild-type EPM2A cDNA, which is consistent with the recessive nature of these mutations in LD patients. In a neuronal cell line, these mutant aggregates exacerbate endoplasm reticulum (ER) stress and make the cells susceptible to the apoptosis induced by ER stressor, thapsigargin. The chemical chaperon, 4-phenylbutyrate, increased the mutant solubility, reduced the ER stress and dulled the sensitivity of mutant neuronal cells to apoptosis induced by thapsigargin and the mutant laforin proteins. The increased sensitivity to ER stress-induced apoptosis may contribute to LD pathogenesis.","dc:creator":"Liu Y","dc:date":"2009","dc:title":"Deletions and missense mutations of EPM2A exacerbate unfolded protein response and apoptosis of neuronal cells induced by endoplasm reticulum stress."},"rdfs:label":"aggregation and ubiquitination of variant Laforin"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:06fbe01f-b77b-4bf7-ae97-4a1c61ed01c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6048f46c-0dbf-485a-8e7a-85f205b0f1e1","type":"FunctionalAlteration","dc:description":"Among variants tested, only p.Trp32Gly, p.Lys87Ala, and p.Trp99Ala reduced glycogen binding.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25544560","rdfs:label":"Glycogen binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:3c7d5b5f-27b4-42d6-9eea-48fa12f134e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:083b0dd6-e1cf-463a-b2f4-d6e6bce7b92a","type":"FunctionalAlteration","dc:description":"WT as well as p.Cys266Ser and p.Asp234Ala laforin-EGFP were localized in a punctate pattern whereas p.Trp32Gly, p.Lys87ALa, and double-variant Laforins were evenly distributed in the COS 1 cell.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11739371","rdfs:label":"Subcellular localization of Laforin"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level functional evidence"},{"id":"cggv:0a4a0845-5b25-4843-83a6-4c81f869856d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5005aeb8-4b90-4a86-8086-9cc6ac3c0490","type":"FunctionalAlteration","dc:description":"All the variants except for p.Gly240Ser had reduced glycogen binding.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14532330","rdfs:label":"Fernandez-SanchezFig1D"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:f1482949-0e60-4d97-a780-914e867e2382","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89dfef35-5b17-4412-a9b6-a7b5fa9778f6","type":"FunctionalAlteration","dc:description":"WT Laforin was evenly distributed in the cytoplasm, but variant Laforin either made aggregates (T194I, G279S, Y294N) or localized to nuclei as well as cytoplasm (W32G, R108C), or was not detectable (S25P). Two variants did not change subbcellular localization of Laforin (E28L, F88L).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12019207","type":"dc:BibliographicResource","dc:abstract":"Mutations in the EPM2A gene encoding a dual-specificity phosphatase (laforin) cause an autosomal recessive fatal disorder called Lafora's disease (LD) classically described as an adolescent-onset stimulus-sensitive myoclonus, epilepsy and neurologic deterioration. Here we related mutations in EPM2A with phenotypes of 22 patients (14 families) and identified two subsyndromes: (i) classical LD with adolescent-onset stimulus-sensitive grand mal, absence and myoclonic seizures followed by dementia and neurologic deterioration, and associated mainly with mutations in exon 4 (P = 0.0007); (ii) atypical LD with childhood-onset dyslexia and learning disorder followed by epilepsy and neurologic deterioration, and associated mainly with mutations in exon 1 (P = 0.0015). To understand the two subsyndromes better, we investigated the effect of five missense mutations in the carbohydrate-binding domain (CBD-4; coded by exon 1) and three missense mutations in the dual phosphatase domain (DSPD; coded by exons 3 and 4) on laforin's intracellular localization in HeLa cells. Expression of three mutant proteins (T194I, G279S and Y294N) in DSPD formed ubiquitin-positive cytoplasmic aggregates, suggesting that they were folding mutants set for degradation. In contrast, none of the three CBD-4 mutants showed cytoplasmic clumping. However, CBD-4 mutants W32G and R108C targeted both cytoplasm and nucleus, suggesting that laforin had diminished its usual affinity for polysomes. Our data, thus, represent the first report of a novel childhood syndrome for LD. Our results also provide clues for distinct roles for the CBD-4 and DSP domains of laforin in the etiology of two subsyndromes of LD.","dc:creator":"Ganesh S","dc:date":"2002","dc:title":"Genotype-phenotype correlations for EPM2A mutations in Lafora's progressive myoclonus epilepsy: exon 1 mutations associate with an early-onset cognitive deficit subphenotype."},"rdfs:label":"Subcellular localization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level evidence"},{"id":"cggv:8496d310-df0b-4196-a1da-af4eee908de8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd40bec6-2a08-4617-a439-b51de46fc91f","type":"FunctionalAlteration","dc:description":"The myc/his tagged laf331 with the laf331-specific variants were co-expressed in COS 7 cells together with FLAG-tagged laf331 or laf317, and pulled down using Ni-resin and detected in tag-specific antibody. The laf331, but not laf317, was pulled-down by Q319fs and L310W mutants, suggesting that these mutations have abolished the interaction between laf331 and laf317.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18617530","type":"dc:BibliographicResource","dc:abstract":"The EPM2A gene, encoding the dual-phosphatase laforin, is mutated in a fatal form of progressive myoclonus epilepsy known as Lafora disease (LD). The EPM2A gene, by differential splicing of its transcripts, is known to encode two laforin isoforms having distinct carboxyl termini; a major isoform localized in the cytoplasm (laf331), and a minor isoform that is targeted to the nucleus as well (laf317). We show here that the two laforin isoforms interact with each other and form homo and heterodimers. The homodimer of laf331 display robust phosphatase activity, whereas the laf317 homodimer and the laf331-laf317 heterodimer lack phosphatase activity. Laf331 binds to glycogen only as a monomeric form. Laf317, on the other hand, was unable to bind to glycogen as a homodimer or as a heterodimer. Similar to laf331, laf317 interacts with and functions as a substrate for the malin ubiquitin ligase--a product of another gene defective in LD. Malin, however, shows higher affinity towards laf331 when compared with laf317. We have also tested the effect of LD-associated mutations, whose effects are restricted to the laf331 isoform, on laf331-laf317 interaction. Two such mutations are known and both abolish the interactions between laf317 and laf331 and their heterodimerization, but not the homodimerization property of laf331. Thus, laf317 could function as a dominant-negative regulator of laf331, and laf331-specific mutations might affect laf317 functions as well. Thus, our findings reveal a novel mechanism for the EPM2A gene function, regulated by alternative splicing, in normal as well as disease conditions.","dc:creator":"Dubey D","dc:date":"2008","dc:title":"Modulation of functional properties of laforin phosphatase by alternative splicing reveals a novel mechanism for the EPM2A gene in Lafora progressive myoclonus epilepsy."},"rdfs:label":"dimerization of Laforin isoforms"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level functional evidence"},{"id":"cggv:bdd95f08-6591-4049-acdb-ea3bb5aba9c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:741ad060-fa55-42fe-b3d0-3d3503ef0447","type":"FunctionalAlteration","dc:description":"Lafora disease -associated variants, p.Trp32Gly, p.Phe84Leu, p.Arg108Cys, p.Thr194Ile, p.Gly240Ser, p.Arg241*, p.Gly279Ser, p.Gln293Leu, p.Tyr294Asn, and p.Pro301Leu were tested. With the exception of p.Gly240Ser, all the variants caused reduction of phosphatase activity. \np.Arg241* (CA314500), p.Gly279Ser (CA252542), p.Tyr294Asn (CA366190097), and p.Pro301Leu (CA314505) could not be added below.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14532330","rdfs:label":"Fernandez-SanchezFig1C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level ecidence"},{"id":"cggv:41764891-2b8b-488f-9af2-2e7f17c7b542","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94096c45-ca17-4a70-90ba-c2e5c60e8cf6","type":"FunctionalAlteration","dc:description":"But the mutant proteins were seen as aggregates and colocalized weakly with lysosomal marker cathepsin D. All aggregates were ubiquitin positive.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11001928","rdfs:label":"Ganesh2000Fig9"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This is variant level evidence."},{"id":"cggv:18932d3b-915a-495f-8572-4ec25969dbdf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e35ffb59-a2ea-4bbf-a2a7-818275d9f88e","type":"FunctionalAlteration","dc:description":"The Flag tagged Laforin was expressed in HEK 293 cells and the cell lysates were incubated with in the presence or absence of alpha-amylase. Then cell lysates were subjected to ultracentrifugation (100,000g) for 90 min and pellet and supernatant were subjected to Western blot by anti-FLAG antibody. Wild type and p.Cys266Ser Laforin were detected in pellet (glycogen microsomes) as well as supernatant in the absence of alpha-amylase, whereas they were present exclusively in the supernatant in the presence of alpha-amylase. The p.Trp32Gly, p.Lys87ALa, and double-variant Laforins were always detected in the supernatant, suggesting that they disrupt Laforin's ability to bind glycogen. They also tested glycogen binding using bacterially expressed recombinant purified His-tagged Laforin for WT, p.Cys266Ser, and Double-variant p.Trp32Gly and p.Lys87ALa, by incubating them with glycogen and ultracentrifugation. WT and p.Cys266Ser were found in the pellet whereas the double-variant Laforin was found in supernatant.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11739371","rdfs:label":"Glycogen binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level functional evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f42e04c8-a7d1-48cc-b3ac-a9d10dfc0e0e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3fecc247-b971-4ea3-a379-8ff91ab21cd6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Lafora bodies in the hippocampus, cerebellum, and the heart were rescued at 3 months, 7-10 months and 12 months by WT and phosphatase-dead laforin transgenes. The LC3-II protein which is associated with autophagosomes was used to detect autophagosomes. reduced autophagosomes in kncoout mice were rescued  in the mouse as well as the embryonic fibrablasts derived from the mouse lines. The memory test by object recognition seemed to show rescues, but it was not statistically significant. They did not test the seizure phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24430976","type":"dc:BibliographicResource","dc:abstract":"Lafora progressive myoclonus epilepsy (Lafora disease) is a fatal autosomal recessive neurodegenerative disorder characterized by the presence of glycogen-like intracellular inclusions called Lafora bodies. The vast majority of patients carry mutations in either the EPM2A or EPM2B genes, encoding laforin, a glucan phosphatase, and malin, an E3 ubiquitin ligase, respectively. Although the precise physiological role of these proteins is not fully understood, work in past years has established a link between glycogen synthesis, Lafora bodies formation and Lafora disease development. To determine the role of the phosphatase activity of laforin in disease development we generated two Epm2a(-/-) mouse lines expressing either wild-type laforin or a mutant (C265S) laforin lacking only the phosphatase activity. Our results demonstrate that expression of either transgene blocks formation of Lafora bodies and restores the impairment in macroautophagy, preventing the development of Lafora bodies in Epm2a(-/-) mice. These data indicate that the critical pathogenic process is the control of abnormal glycogen accumulation through intracellular proteolytic systems by the laforin-malin complex, and not glycogen dephosphorylation by laforin. Understanding which is the essential process leading to Lafora disease pathogenesis represents a critical conceptual advance that should facilitate development of appropriate therapeutics. ","dc:creator":"Gayarre J","dc:date":"2014","dc:title":"The phosphatase activity of laforin is dispensable to rescue Epm2a-/- mice from Lafora disease."},"rdfs:label":"EPM2A knockout rescue by WT and phosphatase-dead laforin"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"No seizure phenotypes were studied. The memory test was not statistically significant. Give 0.5 points for the rescue of Lafora bodies."},{"id":"cggv:335c42a1-bef5-43ac-b231-aaf7c52a6b67","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:65c37934-cc56-4dbe-95a7-0b0e6944e78b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"They both accumulated lafora bodies in the brain, heart, liver, and muscles.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15102711","rdfs:label":"Phosphatase dead laforin overexpression mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Only Lafora bodies were observed. They did not make a control line overexpressing WT EPM2A. No seizures or neurodegeneration was observed. There is another paper using the same phosphatase-dead laforin, but this paper showed that the p.C266S laforin can rescue the knockout mouse's Lafora bodies (24430976). So, it is not clear whether the p.C266S laforin expression leads to Lafora body formation. it is not clear whether p.C266S laforin can sequester substrate, or phosphatase activity is important for the EPM2A pathophysiology."},{"id":"cggv:bab491bb-63c4-4381-8347-cb324236904f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0fd25621-0d03-4fca-bcec-5ff09647ad99","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Presence of spontaeneous myoclonic epilepsy, Lafora bodies in both brain and liver, neurodegeneration, behavioral deterioration apparent in progressive ataxia, muscle weakness, and startle responses that do not habituate, as well as deficit in retention of passive avoidance of electric shock.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12019206","type":"dc:BibliographicResource","dc:abstract":"Mutations in the EPM2A gene encoding a dual-specificity phosphatase (laforin) cause Lafora disease (LD), a progressive and invariably fatal epilepsy with periodic acid-Schiff-positive (PAS+) cytoplasmic inclusions (Lafora bodies) in the central nervous system. To study the pathology of LD and the functions of laforin, we disrupted the Epm2a gene in mice. At two months of age, homozygous null mutants developed widespread degeneration of neurons, most of which occurred in the absence of Lafora bodies. Dying neurons characteristically exhibit swelling in the endoplasmic reticulum, Golgi networks and mitochondria in the absence of apoptotic bodies or fragmentation of DNA. As Lafora bodies become more prominent at 4-12 months, organelles and nuclei are disrupted. The Lafora bodies, present both in neuronal and non-neural tissues, are positive for ubiquitin and advanced glycation end-products only in neurons, suggesting different pathological consequence for Lafora inclusions in neuronal tissues. Neuronal degeneration and Lafora inclusion bodies predate the onset of impaired behavioral responses, ataxia, spontaneous myoclonic seizures and EEG epileptiform activity. Our results suggest that LD is a primary neurodegenerative disorder that may utilize a non-apoptotic mechanism of cell death.","dc:creator":"Ganesh S","dc:date":"2002","dc:title":"Targeted disruption of the Epm2a gene causes formation of Lafora inclusion bodies, neurodegeneration, ataxia, myoclonus epilepsy and impaired behavioral response in mice."},"rdfs:label":"EPM2A knock-out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:41b29dd9-69a2-4be1-a387-ea4e57687ca8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d61e4919-eed1-4ff1-9f85-7135ea855176","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genotyping with microsatellite markers in the previously found Lafora critical region in 6q24 for all members and haplotypes were constructed. Exon 2 and 4 were sequenced.","firstTestingMethod":"Genotyping","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002123","obo:HP_0002353","obo:HP_0002344","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:41b29dd9-69a2-4be1-a387-ea4e57687ca8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c0cb92fd-c3c3-470f-8b2a-41f579a54708","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145686186C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366188412"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710","rdfs:label":"I22p"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:4f6db703-2552-4614-91bc-abaa97483cda_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0017012d-db9b-4a26-987c-0bdc272458c2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genotyping with microsatellite markers in the previously found Lafora critical region in 6q24 for all members and haplotypes were constructed. Exon 2 and 4 were sequenced.","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0002344","obo:HP_0100318","obo:HP_0002353","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4f6db703-2552-4614-91bc-abaa97483cda_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e8eb66db-f480-430a-8776-49ee811a0876","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145627613dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940611"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710","rdfs:label":"LD100-4p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Only two exons in EPM2A was studied. No functional studies done"},{"id":"cggv:1d4474ca-45de-4af4-9b3c-cad2c6af999c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0dc95ba3-eaa7-41a9-b735-8a4b96bbb07a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0100318","obo:HP_0002344","obo:HP_0002353","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:1d4474ca-45de-4af4-9b3c-cad2c6af999c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0d2a9590-f493-428d-a184-baa52b8f689e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_153398.2(EPM2A):n.453T>A (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366190097"}},{"id":"cggv:b903eb48-614c-4c34-a263-f7b1b30d090a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735366_145735397del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940612"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11175283","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy of the Lafora type (Lafora disease) is an autosomal recessive disease characterised by epilepsy, myoclonus, progressive neurological deterioration and the presence of glycogen-like intracellular inclusion bodies (Lafora bodies). We recently cloned the major gene for Lafora disease (EPM2A) and characterised the corresponding product, a putative protein tyrosine phosphatase (LAFPTPase). Here we report the complete coding sequence of the EPM2A gene and the analysis of this gene in 68 Lafora disease chromosomes. We describe 11 novel mutations: three missense (F84L, G240S and P301L), one nonsense (Y86stop), three < 40 bp microdeletions (K90fs, Ex1-32bpdel, Ex1-33bpdel), and two deletions affecting the entire exon 1 (Ex1-del1 and Ex1-del2). In addition, we have identified three patients with a null allele in non-exonic microsatellites EPM2A-3 or EPM2A-4, suggesting the presence of two distinct > 3 kb deletions affecting exon 2 (Ex2-del1 and Ex2-del2). Considering these mutations, a total of 25 mutations, 60% of them generating truncations, have been described thus far in the EPM2A gene. In spite of this remarkable allelic heterogeneity, the R241stop EPM2A mutation was found in approximately 40% of the Lafora disease patients. We also report the characterisation of five new microsatellite markers and one SNP in the EPM2A gene and describe the haplotypic associations of alleles at these sites in normal and EPM2A chromosomes. This analysis suggests that both founder effect and recurrence have contributed to the relatively high prevalence of R241stop mutation in Spain. The data reported here represent the first systematic analysis of the mutational events in the EPM2A gene in Lafora disease patients and provide insight into the origin and evolution of the different EPM2A alleles.","dc:creator":"Gómez-Garre P","dc:date":"2000","dc:title":"Mutational spectrum of the EPM2A gene in progressive myoclonus epilepsy of Lafora: high degree of allelic heterogeneity and prevalence of deletions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"102p"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:a9243df3-bf91-4192-b0c6-7b242541be6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:482c2b6c-1cd8-4cae-ad40-11ddf61bd21b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Sanger sequencing of Exon 1-4. The variant was also confirmed by restriction enzyme length polymorphism.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"EEG showed a slowing of background activity and very frequent discharges of spikes, polyspikes, and generalized spike waves.","phenotypes":["obo:HP_0002069","obo:HP_0100318","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:a9243df3-bf91-4192-b0c6-7b242541be6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4ce02451-fea8-404e-a105-713fbc986eb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145635404T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366191423"}},{"id":"cggv:47385532-446f-4fec-82c1-78cc410d203d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735275_145735276insG","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940652"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12560877","type":"dc:BibliographicResource","dc:abstract":"The progressive myoclonus epilepsy of the Lafora type (LD; MIM 254780) is a rare autosomal recessive disorder characterized by epilepsy, myoclonus, progressive neurological deterioration, and the presence of periodic acid-Schiff-positive polyglucosan inclusions (Lafora bodies). Mutations in the EPM2A gene have recently been found to cause LD and about 30 or more mutations have been reported thus far. LD is relatively common in countries of the Mediterranean Basin, the Middle East, India, and Pakistan. Although a few sporadic cases with the typical LD phenotype have also been reported in the Far East including Korea and Japan, a recent effort to find mutations in Japanese LD families was not successful. In the present study, we report two novel mutations in a Korean girl with LD; a 1-bp insertion mutation (c.223insC; G75fsX107) in exon 1 and a missense mutation (c.559A>G; T187A) in exon 3 of the EPM2A gene. To our knowledge, this is the first report of a genetically confirmed case of LD in Koreans and also in the Far East.","dc:creator":"Ki CS","dc:date":"2003","dc:title":"Two novel mutations in the EPM2A gene in a Korean patient with Lafora's progressive myoclonus epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12560877","rdfs:label":"Kip"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Proband and mother were tested. Father was not tested, because he refused the test. Mother had c.559A>G; T187A but not c.223_224insC; p.Gly75Alafs*33. So, it is not clear whether c.223_224insC; p.Gly75Alafs*33 was from father or de novo. So, the variants are presumably compound heterozygous. No functional studies were done. Neither variants are present in gnomAD or Clinvar. Only EPM2A was tested. Lafora bodies in the sweat gland duct cells were shown in a picture."},{"id":"cggv:ea798b38-8325-4ad3-9966-2806aeda2db0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7efb3f1f-609c-4083-b0da-38be930558f3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002344","obo:HP_0002123","obo:HP_0100318","obo:HP_0002353"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ea798b38-8325-4ad3-9966-2806aeda2db0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3984eb78-2059-4af6-b667-2e02500f79c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_153398.2(EPM2A):n.116+661C>G (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366187942"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"65p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The point was upgraded because the variant has been functionally studied."},{"id":"cggv:70b20145-03f2-4e89-9742-b47b751f194c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f1b0cfce-b601-44c8-a63b-1729ce7fde68","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genotyping with microsatellite markers in the previously found Lafora critical region in 6q24 for all members and haplotypes were constructed. Exon 2 and 4 were sequenced.","firstTestingMethod":"Genotyping","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002344","obo:HP_0002353","obo:HP_0002123","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:70b20145-03f2-4e89-9742-b47b751f194c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d96368da-40f9-452f-8516-e63e8f1ed6bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.878A>T (p.Gln293Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA314502"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9771710","rdfs:label":"LD33p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Although only two exons were studied in one gene, functional studies were done on the variant."},{"id":"cggv:8b7e1d3f-fbcf-4d22-92e7-c749ede8dc43_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:553b6bc1-01a3-4e8f-9333-98e4eb3ea522","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"Sanger sequencing of exon 1 of EPM2A.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001250","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8b7e1d3f-fbcf-4d22-92e7-c749ede8dc43_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2fdfa976-92dd-4a9d-b5a3-2e270013acf0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.94T>G (p.Trp32Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252549"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10932264","type":"dc:BibliographicResource","dc:abstract":"Lafora's disease is a progressive myoclonus epilepsy with pathognomonic inclusions (polyglucosan bodies) caused by mutations in the EPM2A gene. EPM2A codes for laforin, a protein with unknown function. Mutations have been reported in the last three of the gene's exons. To date, the first exon has not been determined conclusively. It has been predicted based on genomic DNA sequence analysis including comparison with the mouse homologue.","dc:creator":"Minassian BA","dc:date":"2000","dc:title":"Mutation spectrum and predicted function of laforin in Lafora's progressive myoclonus epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264","rdfs:label":"LD52p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Only EPM2A was tested. Only exon 1 was tested. It's not clear whether the parents were tested. Functional studies showed the variant has functional effects such as change in subcellular localization, stability, phosphatase activity, and association with glycogen. This is a homozygous missense variant. Points were reduced because it is not clear whether the parents were tested."},{"id":"cggv:548a51cc-9bd2-4cfb-9560-1c3bed63fe3e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:687151ed-39ca-4342-a0b2-f9535f655157","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0100318","obo:HP_0002344","obo:HP_0002123","obo:HP_0002353"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:548a51cc-9bd2-4cfb-9560-1c3bed63fe3e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c92c570b-8038-4aa6-9517-80e6aa94673b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.721C>T (p.Arg241Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA314500"}},{"id":"cggv:e17b521a-4d7e-45aa-93fb-95c325de638a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_153398.2(EPM2A):n.292-7689C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA149184184"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"12p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Although only EPM2A has been tested, one of the variant is a well-documented Spanish founder variant with multiple pathogenic entries in Clinvar. Both variants have been tested functionally. Please note that c.721C>T (p.Arg241Ter) is in the last coding exon, and therefore, theoretically it is not expected to cause nonsense-mediated decay of the transcripts. However, primary fibroblast cells derived from homozygous p.Arg241* patient had undetectable level of Laforin protein, and reduced level of EPM2A transcript (30041081), suggesting that nonsense-mediated decay of the transcript may occur to this variant. Points were upgraded to full due to functional studies."},{"id":"cggv:9666fd27-a084-40fa-932a-72e97357395a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c9f0de2-b736-44cc-9550-d02cab439565","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents, proband and healthy sister; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002123","obo:HP_0002353","obo:HP_0002344","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9666fd27-a084-40fa-932a-72e97357395a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1c43cba2-2416-4f3a-84b6-9678a9889798","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.335dup (p.Tyr112Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252545"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"114-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d34a6e71-188e-4203-aea1-32868cf0157d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2f00cae7-6d1d-4d5a-ac5e-36b6ae5e2928","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"Sanger sequencing of exon 1-4 of EPM2A. The identified variants were also tested in parents to confirm that the variants were compound heterozygous. Separately, entire coding sequences of NHLRC1/EPM2B was sequenced to rule out contribution of this gene. The exon 4 was sequenced in 100 control individuals to rule out the c.950insT variant in the general population.","firstTestingMethod":"PCR","phenotypeFreeText":"EEG background was slow, with frequent paroxysmal generalized irregular spike-wave discharges.","phenotypes":["obo:HP_0002344","obo:HP_0002123","obo:HP_0100318","obo:HP_0002069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d34a6e71-188e-4203-aea1-32868cf0157d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1f68a8b1-5ec0-42c6-98ae-a012b4e19fa7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735342_145735456del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940653"}},{"id":"cggv:75088772-07c8-436a-a52c-46ab575e8be8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.953dup (p.Gln319fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252548"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14722920"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14722920","rdfs:label":"IAp"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Both EPM2A and NHLRC1 were tested in the patient. Parents were tested to confirm that the patient is compound heterozygous for the variants. For the isoform A specific variant, functional study was done and it showed the reduction in phosphatase activity and inability to make a heterodimer with the isoform B. The other variant is expected to cause a nonsense-,mediated decay of the transcript. Lafora bodies were detected in muscle biopsy and skin biopsy. Since Lafora bodies were documented, parents were tested, and functional study was done on one of the variants, the point was upgraded to 2.5."},{"id":"cggv:0143a333-c1d5-421f-b7b8-fd83b91e61c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fa148be0-0355-4d96-9f0d-968082f1ce40","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0100318","obo:HP_0002353","obo:HP_0002344","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:0143a333-c1d5-421f-b7b8-fd83b91e61c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1030032e-aa00-4ab8-812b-ba20b2a4cb45","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735241G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366187926"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"4p"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:181f77b6-fc33-47ff-a60e-c76f1dfba7b0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4fe7838d-4075-4b24-8740-1bfc575f79cb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0100318","obo:HP_0002353","obo:HP_0002344","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:181f77b6-fc33-47ff-a60e-c76f1dfba7b0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c92c570b-8038-4aa6-9517-80e6aa94673b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"113p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The point has been upgraded, because the variant has been studied functionally."},{"id":"cggv:8ac3acd6-a50b-4b16-b3b9-70ba4b424cc4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff07790d-1478-4870-865e-a109b624a14c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"Sanger sequencing of exon 1 in EPM2A.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8ac3acd6-a50b-4b16-b3b9-70ba4b424cc4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bf36e4f1-547b-4541-bfb5-af5e869a68d8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.163C>T (p.Gln55Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16618251"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264","rdfs:label":"LD20p"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Only the exon 1 of EPM2A was tested. This is a homozygous nonsense variant. It is not clear whether parents were tested. No functional studies are done. Points were reduced because it is not clear whether the parents were tested."},{"id":"cggv:7f55f043-91e7-4d85-9e2f-e998d89074b6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:97497bcd-8afa-4dbe-b4e4-bb235db4d3a7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002344","obo:HP_0100318","obo:HP_0002353","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:7f55f043-91e7-4d85-9e2f-e998d89074b6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:70c7053d-3fef-4f08-8d29-c9e5dd36f16d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_153398.2(EPM2A):n.292-7552G>A (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366190778"}},{"id":"cggv:680f59cf-397a-439b-b90e-c9783207a3b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.759delinsCATGCA (p.Ala254fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645369324"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"119p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Full points were given because the missense variant has been functionally studied."},{"id":"cggv:3b3f9cbb-20a9-46b0-9be9-df00143f4487_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:213d3f15-82ac-4ac9-8ba8-57de8efa4c84","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"Sanger sequencing of the exon 1 of EPM2A.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0002123","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3b3f9cbb-20a9-46b0-9be9-df00143f4487_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a477ba0-5d36-49cb-ba0b-a9d90ea61a4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735265del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940651"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264","rdfs:label":"MBp"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Only the exon 1 of EPM2A was tested. This is a homozygous truncating variant in exon 1. It is not clear whether the parents were tested. No functional studies were done. Points were reduced because it is not clear whether the parents were tested."},{"id":"cggv:e57aa6af-0e9f-4e2c-9cf6-b6aaeba07c56_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d8eb8bb3-3223-4acb-adc9-b3f87059445d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002353","obo:HP_0002344","obo:HP_0002123","obo:HP_0100318"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e57aa6af-0e9f-4e2c-9cf6-b6aaeba07c56_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0aae74b1-48e8-47c9-abee-ee441db2231c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005670.4(EPM2A):c.322C>T (p.Arg108Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252543"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"5p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The point was upgraded, because the variant has been studied functionally."},{"id":"cggv:298ce158-8c92-4088-bc2d-f61a63390203_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd254423-4b5d-4630-b937-9c70b7415559","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":15,"detectionMethod":"Sanger sequencing of the exon 1 of EPM2A.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0100318","obo:HP_0002367"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:298ce158-8c92-4088-bc2d-f61a63390203_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b8f78184-3e34-467d-b126-ca112cc421ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735320C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366188101"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10932264","rdfs:label":"AIp"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Only the exon 1 of EPM2A was tested. This is a homozygous nonsense variant. It is not clear whether parents were tested. No functional studies are done. Points were reduced because it is not clear whether the parents were tested."},{"id":"cggv:fc0a4ba7-0078-4946-b0f2-b06c0ca488d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f14646f2-fb4f-4e6b-a9bd-43fa9dc6307b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP in exon 1-4, followed by SSCP and Sanger sequencing of parents and proband ; later haplotype analysis was done as well with 7 markers.","firstTestingMethod":"SSCP","phenotypeFreeText":"EEG showed a slow background with polyspike wave complexes.","phenotypes":["obo:HP_0002344","obo:HP_0002353","obo:HP_0100318","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:fc0a4ba7-0078-4946-b0f2-b06c0ca488d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d3807d6f-d699-4245-a056-157e6a6c1a21","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735226_145735232del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940627"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11175283","rdfs:label":"110p"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:8d4d30ae-539a-4f04-ada6-e1539de533ea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fc00e39d-9ca7-49c4-8ff8-7c2f88ceee52","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002361","obo:HP_0001251","obo:HP_0001250","obo:HP_0000726"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8d4d30ae-539a-4f04-ada6-e1539de533ea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd62f0d5-cd4c-4ec1-8de1-fdce1c30016a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.145735426A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366188499"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12019207"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12019207","rdfs:label":"LD44p"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The variant is not in gnomAD. It is not clear whether the parents were tested. Glycogen and Lafora body binding by the carbohydrate binding domain was not affected 14706656. The EGFP-tagged variant protein was not detected when expressed in HeLa cells 12019207. This result may be a positive functional study, but there is also a possibility that their construct failed. Taken together, there is not enough evidence of a positive functional effect. Furthermore, lafora bodies were not studied in this patient."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":682,"specifiedBy":"GeneValidityCriteria7","strengthScore":16,"subject":{"id":"cggv:0e387047-20f9-4ccd-bb02-94953bb207b0","type":"GeneValidityProposition","disease":"obo:MONDO_0009697","gene":"hgnc:3413","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Lafora disease (LD) is a fatal autosomal recessive form of adolescent-onset neurodegenerative disease, charaterized by progressive myoclonus epilepsy and neurodeterioration. The hallmark of the disease is presence of periodic acid-Schiff-positive polyglucosan inclusion bodies, called Lafora bodies. Mainly two genes, EPM2A and NHLRC1, have been associated with LD. LD was first reported to be associated with EPM2A in 1998 in a study that identified seven EPM2A variants in ten families (Minassian et al. 1998. PMID: 9771710). Since then, 32 deletions/insertions/frameshifts, 13 nonsense, and 57 missense variants have been identified in LD patients according to the Lafora Progressive Myoclonus Epilepsy Mutation and Polymorphism Database (http://projects.tcag.ca/lafora/). Nineteen symptomatic probands from 19 families with homozygous or compound heterozygous EPM2A variants studied by six studies were scored for genetic evidence (PMID: 9771710, 9931343, 11175283, 12019207, 12560877, 14722920). While many of the variants were unique to each family, one variant, c. 721C>T; p.Arg241* in NM_005670.3, has a relatively high occurrence due to both founder effect and recurrence verified by a haplotype study (11175283). Nine probands had two variants in trans that were not predicted/proven to be null, and were given scores ranging from 0 to 1. The remaining ten probands had at least one of the two variants in trans that were proven/predicted to be null, and were given scores ranging from 1 to 2. Functional studies rather than presence of Lafora bodies were used to upgrade the points for some studies (9771710, 9931343, 11175283, 12560877), because presence of Lafora bodies were documented only as a study inclusion statement in the methods section, and/or only EPM2A was studied. No LOD scores could be calculated from these families, because only single affected individual was reported for each case. Supporting experimental evidence includes expression (11355878), protein interaction (15930137), non-human model organism (12019206), and rescue in non-human model organism (24430976). In summary, a score of 12 was given to genetic evidence, and 4 to experimental evidence, reaching 16 in total. EPM2A’s association with LD is upgraded from strong to definitive, because it has been replicated for more than 2 decades.\n","dc:isVersionOf":{"id":"cggv:f970ced6-0164-41ed-9e1f-1fb9f892bca6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}