{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10080","role":"SecondaryContributor"},{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-12-10T19:57:42.176Z","role":"Publisher"},{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-05-15T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27231034","type":"dc:BibliographicResource","dc:abstract":"The V-ATPase is the main regulator of intra-organellar acidification. Assembly of this complex has extensively been studied in yeast, while limited knowledge exists for man. We identified 11 male patients with hemizygous missense mutations in ATP6AP1, encoding accessory protein Ac45 of the V-ATPase. Homology detection at the level of sequence profiles indicated Ac45 as the long-sought human homologue of yeast V-ATPase assembly factor Voa1. Processed wild-type Ac45, but not its disease mutants, restored V-ATPase-dependent growth in Voa1 mutant yeast. Patients display an immunodeficiency phenotype associated with hypogammaglobulinemia, hepatopathy and a spectrum of neurocognitive abnormalities. Ac45 in human brain is present as the common, processed ∼40-kDa form, while liver shows a 62-kDa intact protein, and B-cells a 50-kDa isoform. Our work unmasks Ac45 as the functional ortholog of yeast V-ATPase assembly factor Voa1 and reveals a novel link of tissue-specific V-ATPase assembly with immunoglobulin production and cognitive function.","dc:creator":"Jansen EJ","dc:date":"2016","dc:title":"ATP6AP1 deficiency causes an immunodeficiency with hepatopathy, cognitive impairment and abnormal protein glycosylation."},"evidence":[{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2aa41dc5-b929-4e0d-9865-1101d739a05e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49a5d110-ff2c-4947-915f-1290bfe4324d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors used affinity purification-mass spectrometry methodology to elucidate protein interaction networks and co-complexes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28514442","type":"dc:BibliographicResource","dc:abstract":"The physiology of a cell can be viewed as the product of thousands of proteins acting in concert to shape the cellular response. Coordination is achieved in part through networks of protein-protein interactions that assemble functionally related proteins into complexes, organelles, and signal transduction pathways. Understanding the architecture of the human proteome has the potential to inform cellular, structural, and evolutionary mechanisms and is critical to elucidating how genome variation contributes to disease. Here we present BioPlex 2.0 (Biophysical Interactions of ORFeome-derived complexes), which uses robust affinity purification-mass spectrometry methodology to elucidate protein interaction networks and co-complexes nucleated by more than 25% of protein-coding genes from the human genome, and constitutes, to our knowledge, the largest such network so far. With more than 56,000 candidate interactions, BioPlex 2.0 contains more than 29,000 previously unknown co-associations and provides functional insights into hundreds of poorly characterized proteins while enhancing network-based analyses of domain associations, subcellular localization, and co-complex formation. Unsupervised Markov clustering of interacting proteins identified more than 1,300 protein communities representing diverse cellular activities. Genes essential for cell fitness are enriched within 53 communities representing central cellular functions. Moreover, we identified 442 communities associated with more than 2,000 disease annotations, placing numerous candidate disease genes into a cellular framework. BioPlex 2.0 exceeds previous experimentally derived interaction networks in depth and breadth, and will be a valuable resource for exploring the biology of incompletely characterized proteins and for elucidating larger-scale patterns of proteome organization.","dc:creator":"Huttlin EL","dc:date":"2017","dc:title":"Architecture of the human interactome defines protein communities and disease networks."},"rdfs:label":"V-ATPase interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Score increased based on the number of genes encoding v-ATPase subunits that are associated with CDG."},{"id":"cggv:0186bb65-1b25-4dc9-b932-681eb2d88ef6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b4d7f62a-49c7-4426-b2ad-9af307bb31a9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"V‐ATPase pumps cytosolic protons into the lumen of endocytic and secretory organelles and thus maintains the acidic pH to ensure their correct function (including Golgi glycosylation), as well as serves to acidify the extracellular space in specific cells. Mutations in four more genes encoding different V‐ATPase subunits (ATP6V0A2, ATP6V1A, ATP6V1E1, and ATP6AP2) have been found to underlie a glycosylation disorder in humans (reviewed in PMID: 19171192).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7929063","type":"dc:BibliographicResource","dc:abstract":"Three subunits, Ac115, Ac39, and the proteolipid, were positively identified in the membrane sectors of V-ATPases from different sources. We searched for organelle-specific protein in purified preparations of V-ATPase from bovine chromaffin granules. A diffused protein band at a position of about 45 kDa was identified in SDS-polyacrylamide gels of the above preparation. Following digestion with endopeptidase Glu-C (V-8), a polypeptide of about 10 kDa was isolated and subjected to amino acid sequencing. Hence, the cDNA encoding the protein Ac45 was cloned from a bovine adrenal medulla library. The cDNA sequence contains an open reading frame encoding a protein of 468 amino acids with a calculated molecular mass of 51,786 daltons. A potential signal sequence comprised of the first 35 amino acids and a potential transmembrane domain at the C terminus of the protein were identified. There exist seven potential glycosylation sites between the aforementioned protein motifs. Experiments with a specific antibody against Ac45 demonstrated that it is copurifying with the V-ATPase from chromaffin granules. Immunological cross-reactivity was observed with purified V-ATPase from bovine kidney microsomes but not from plasma membranes of epithelial cells. Cell-free expression of the protein from synthetic mRNA produced a single protein band at about 50 kDa on SDS gels. Upon inclusion of dog pancreas microsomes in the reaction mixture, a slow migrating band sensitive to peptide:N-glycosidase F was observed.","dc:creator":"Supek F","dc:date":"1994","dc:title":"A novel accessory subunit for vacuolar H(+)-ATPase from chromaffin granules."},"rdfs:label":"V-ATPase accessory"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The authors searched for accessory proteins in purified preparations of V-ATPase from bovine chromaffin granules. A protein was identified at 45 kDA and cloned. Using a specific antibody for Ac45 they demonstrated that it copurified with the V-ATPase."},{"id":"cggv:13fec91b-1ede-401e-a069-ca2b0d08ff7f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8902695-d172-426a-888e-2d00d5e9784a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The authors report cryoelectron microscopy structures of human V-ATPase, affinity purified from HEK293F cells, in three rotational states at up to 2.9-A˚ resolution. They found that ATP6AP1 interacts with multiple subunits as well as c-ring lipids in the Vo complex, therefore acting as a central hub for bringing subunits together for assembly. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33065002","type":"dc:BibliographicResource","dc:abstract":"Vesicular- or vacuolar-type adenosine triphosphatases (V-ATPases) are ATP-driven proton pumps comprised of a cytoplasmic V","dc:creator":"Wang L","dc:date":"2020","dc:title":"Structures of a Complete Human V-ATPase Reveal Mechanisms of Its Assembly."},"rdfs:label":"V-ATPase accessory protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:525c5f67-200a-4c8e-a2ae-d921f58d051e","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:8e06b6b6-82e1-4d3e-857b-d6f6c6f87e66","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"siRNA suppression of ATP6AP1 (a.k.a. Ac45) in mouse osteoclasts was shown to affect the function of V-ATPase, causing impaired intracellular acidification and endocytosis. An attempt to generate conditional osteoclast ATP6AP1-KO mice resulted in embryonic lethality, with impaired CNS development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22087256","type":"dc:BibliographicResource","dc:abstract":"Vacuolar-type H(+)-ATPases (V-ATPases) are macromolecular proton pumps that acidify intracellular cargos and deliver protons across the plasma membrane of a variety of specialized cells, including bone-resorbing osteoclasts. Extracellular acidification is crucial for osteoclastic bone resorption, a process that initiates the dissolution of mineralized bone matrix. While the importance of V-ATPases in osteoclastic resorptive function is well-defined, whether V-ATPases facilitate additional aspects of osteoclast function and/or formation remains largely obscure. Here we report that the V-ATPase accessory subunit Ac45 participates in both osteoclast formation and function. Using a siRNA-based approach, we show that targeted suppression of Ac45 impairs intracellular acidification and endocytosis, both are prerequisite for osteoclastic bone resorptive function in vitro. Interestingly, we find that knockdown of Ac45 also attenuates osteoclastogenesis owing to a reduced fusion capacity of osteoclastic precursor cells. Finally, in an effort to gain more detailed insights into the functional role of Ac45 in osteoclasts, we attempted to generate osteoclast-specific Ac45 conditional knockout mice using a Cathepsin K-Cre-LoxP system. Surprisingly, however, insertion of the neomycin cassette in the Ac45-Flox(Neo) mice resulted in marked disturbances in CNS development and ensuing embryonic lethality thus precluding functional assessment of Ac45 in osteoclasts and peripheral bone tissues. Based on these unexpected findings we propose that, in addition to its canonical function in V-ATPase-mediated acidification, Ac45 plays versatile roles during osteoclast formation and function.","dc:creator":"Qin A","dc:date":"2011","dc:title":"Versatile roles of V-ATPases accessory subunit Ac45 in osteoclast formation and function."},"rdfs:label":"ATP6AP1 (a.k.a. Ac45) knockdown "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f2a0d981-4553-4a42-bf9d-69ef9d2935aa","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:43a97778-5a3c-4bd5-9ada-252a9a41336a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"To assess the function of Ac45, the authors disrupted its gene by gene targeting in male mouse embryonic stem cells. Of 267 blastocysts injected with ES cells derived from clones containing the targeted gene (i.e. ATP6AP1 KO), only 16 embryos survived to birth. All were female, and all but one were considered to be wild type, based on fur color; one female was believed to be a chimera and died at 6 weeks of age. The authors concluded that the injected ES cells affected the normal development of  the blastocyst. This prenatal lethality with complete penetrance in males does not allow for the relevance to the clinical features of ATP6AP1-CDG to be assessed. However, data from gnomAD v2.1.1. indicated that there are no loss of functional variants (pLI score = 0.99) indicating high constraint for this gene and suggesting lethality for males with complete LOF variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11989824","type":"dc:BibliographicResource","dc:abstract":"Acidification of organelles of the eukaryotic vacuolar system is important for multiple intracellular processes including receptor-mediated endocytosis, proteolytic activity in lysosomes, and prohormone sorting and processing in secretory granules. Responsible for the generation of a proton gradient across a membrane is vacuolar H(+)-ATPase (V-ATPase). How the activity of this multisubunit enzyme is regulated remains to be established. Accessory subunits of the V-ATPase may be involved in the organelle-specific regulation, one candidate being the chromaffin granular V-ATPase-associated protein Ac45. To assess the function of Ac45, we disrupted its gene by gene targeting in male mouse embryonic stem cells. We have successfully generated Ac45 null mutant (-IY) embryonic stem cells and injected them into C57BL/6 recipient blastocysts. The blastocysts were replaced into pseudopregnant foster mothers, giving rise to 16 littermates. One of these appeared to be a low-chimeric female mouse that died 6 weeks after birth. No signs of late abortion were detected in the foster mothers. The results suggest that the injected Ac45 null mutant embryonic stem cells affect the normal development of the blastocyst and are in line with knockout studies on other V-ATPase subunits that point to an essential role for the V-ATPase in early embryonic development.","dc:creator":"Schoonderwoert VT","dc:date":"2002","dc:title":"Targeted disruption of the mouse gene encoding the V-ATPase accessory subunit Ac45."},"rdfs:label":"ATP6AP1 KO mouse - embryonic lethality"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.35}],"evidenceStrength":"Definitive","sequence":9489,"specifiedBy":"GeneValidityCriteria11","strengthScore":11.35,"subject":{"id":"cggv:7dd312fd-4647-4bb8-8042-c314357dba66","type":"GeneValidityProposition","disease":"obo:MONDO_0005501","gene":"hgnc:868","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"*ATP6AP1* was first reported in relation to ATP6AP1-CDG (also known as Immunodeficiency 47, MIM#300972) in 2016 (Jansen EJ, et al., 2016, PMID: 27231034). ATP6AP1 codes for an accessory subunit of a V‐ATPase, which normally pumps cytosolic protons into the lumen of endocytic and secretory organelles and thus maintains the acidic pH to ensure their correct function.\n\nHemizygous males typically present with hepatic dysfunction (ranging from increased transaminases to cholestasis, liver cirrhosis, and end stage liver failure), and immunodeficiency (frequent infections, leukopenia and low immunoglobulin levels). Hematological and neurological features are also common. Patients exhibit abnormal N-glycosylation and often abnormal 0-glycosylation patterns. Other features reported include sensorineural hearing loss, renal dysfunction, pancreatic insufficiency, and lipid and amino acid profile abnormalities, low serum copper and ceruloplasmin. \n\nEleven missense and one nonsense variant have been reported in 19 male probands, and 12 additional male family members, from 10 publications, were curated (Jansen et al, 2016, PMID: 27231034; Witters et al, 2018, PMID: 29192153; Dimitrov et al, 2018, PMID: 29396028; Tvina et al, 2020; PMID: 32058063, Ondruskova et al, 2020, PMID: 32216104; Yang et al, 2021, PMID: 34621841; Barua et al, 2022, PMID: 35732497; Alharbi et al, 2023, PMID: 35732497; Dang et al, 2023, PMID: 36719165; Semenova et al, 2023; PMID: 37108612). The mechanism of pathogenicity appears to be loss of function. All genotyped patients were hemizygous males; where the inheritance pattern is known 6 probands had a de novo variant and 13 had a maternally inherited variant. The ATP6AP1:c.1036G>A (p.Glu346Lys) variant is a recurrent de novo variant, and is inherited in some cases (Jansen et al, 2016, PMID: 27231034; Yang et al, 2021, PMID: 34621841; Alharbi et al, 2023, PMID: 35732497; Dang et al, 2023, PMID: 36719165).\n\nThis gene-disease association is supported by experimental evidence showing that the function of ATP6AP1 is consistent with disease phenotypes, and that ATP6AP1 interacts with other proteins associated with CDG (Supek et al, 1994, PMID: 7929063; Wang et al, 2020, PMID: 33065002; Huttlin et al, 2017, PMID: 28514442). Specifically, ATP6AP1 (also known as Ac45) has been shown to act as a central hub for bringing the subunits of v-ATPase together for assembly into the complex (PMID: 33065002). Other genes encoding subunits of v-ATPase have been associated with CDG and are known to impact assembly or structure of the complex (Van Damme). A knock-out and conditional knock-out mouse model result in embryonic lethality (Schoonderwoert et al, 2002 PMID: 11989824; Qin et al, 2011, PMID: 22087256). In summary, there is definitive evidence to support the relationship between *ATP6AP1* and ATP6AP1-CDG. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen CDG GCEP on the meeting date May 15, 2024 (SOP v10).\n","dc:isVersionOf":{"id":"cggv:c6bfce2b-c20c-40f9-b2f5-d81f76a328f7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}