{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-11-17T18:00:00.000Z","role":"Approver"},{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-11-30T18:15:17.138Z","role":"Publisher"}],"evidence":[{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c66d466-02c7-4407-b58b-f53d6ed8542b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aef4bdc9-a5e7-465d-a078-d0a510ce6c25","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CIITA is definitively associated with MHC class two deficiency. The role of CIITA in MHC class two expression has been well characterized by CIITA serving as a trans activator. CIITA acts as a trans activator by binding to RFXANK, RFX5, and RFXAP. Mutations in CIITA, RFXANK, RFX5, RFXAP are associated with MHC class two deficiency, with individuals with CIITA deficiency belonging to complementation group A, while individuals with RFXANK deficiency belong to group B, and individuals with RFXAP deficiency belonging to group D (PMID: 28676232). This experiment demonstrates that RFXANK binds to CIITA both in vivo and in vitro. In vitro, RFXANK bound to CIITA in a GST pull down assay. In transfected COS cells, RFXANK bound simultaneously to RFXAP and CIITA in a coimmunoprecipitation assay. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11463838","type":"dc:BibliographicResource","dc:abstract":"Ankyrin repeats are well-known structural modules that mediate interactions between a wide spectrum of proteins. The regulatory factor X with ankyrin repeats (RFXANK) is a subunit of a tripartite RFX complex that assembles on promoters of major histocompatibility complex class II (MHC II) genes. Although it is known that RFXANK plays a central role in the nucleation of RFX, it was not clear how its ankyrin repeats mediate the interactions within the complex and with other proteins. To answer this question, we modeled the RFXANK protein and determined the variable residues of the ankyrin repeats that should contact other proteins. Site-directed alanine mutagenesis of these residues together with in vitro and in vivo binding studies elucidated how RFXAP and CIITA, which simultaneously interact with RFXANK in vivo, bind to two opposite faces of its ankyrin repeats. Moreover, the binding of RFXAP requires two separate surfaces on RFXANK. One of them, which is located in the ankyrin groove, is severely affected in the FZA patient with the bare lymphocyte syndrome. This genetic disease blocks the expression of MHC II molecules on the surface of B cells. By pinpointing the interacting residues of the ankyrin repeats of RFXANK, the mechanism of this subtype of severe combined immunodeficiency was revealed.","dc:creator":"Nekrep N","dc:date":"2001","dc:title":"Analysis of ankyrin repeats reveals how a single point mutation in RFXANK results in bare lymphocyte syndrome."},"rdfs:label":"RFXANK interaction with CIITA and RFXAP"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upscored to 1 point given the amount of evidence illustrating the interaction between CIITA and RFXANK both from a pull down assay and immunoprecipitation assay."},{"id":"cggv:5b544aa5-b21c-499d-a2be-15f1b82721fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:549629a2-efe0-4e0f-9f2c-01a7247d23d8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"As mentioned above, RFX5, RFXAP, and RFXANK assemble into the RFX complex, and bind to the regulatory region of the MHC class two promotor with the highest affinity when they are associated together. Additionally, the authors hypothesized that RFXANK and RFXAP function to relieve the autoinhibition of RFX5 since RFXANK and RFXAP are required for RFX5 to bind DNA and neither RFXANK or RFXAP can bind DNA with high enough affinity at physiological concentrations. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18723135","type":"dc:BibliographicResource","dc:abstract":"The RFX complex is key component of a multi-protein complex that regulates the expression of the Major Histocompatibility Class II (MHCII) genes, whose products are essential for the initiation and development of the adaptive immune response. The RFX complex is comprised of three proteins--RFX5, RFXAP, and RFXB--all of which are required for expression of MHCII genes. We have used electrophoretic mobility shift assays to characterize the DNA binding of RFX5 and the complexes it forms with RFXB and RFXAP, to the proximal regulatory region of the MHCII promoter. DNA binding of RFX5 is inhibited by domains flanking its DNA binding domain, and both RFXAP and RFXB are required to overcome the inhibition of both domains. We provide evidence that a single RFX complex binds to the proximal regulatory region of the MHCII promoter and identify regions of the DNA that are important for high affinity binding of the RFX complex. Together, our results provide the most detailed view to date of the assembly of the RFX complex on the MHCII promoter and how its DNA binding is regulated.","dc:creator":"Garvie CW","dc:date":"2008","dc:title":"Assembly of the RFX complex on the MHCII promoter: role of RFXAP and RFXB in relieving autoinhibition of RFX5."},"rdfs:label":"Garvie and Boss RFX complex binding to DNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upscored to 1 point given the strength of evidence provided by the kinetic assay and the specific role of RFXANK in the RFX complex being characterized. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fd5ae1e-2733-48c1-9384-b1a794bae0ff","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b66c284c-9de9-4788-aaa8-3c428f3cc548","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transient transfection of wild type RFXANK cDNA into RFXANK deficient cell lines BLS-1 and JER restored HLA-DR expression on the cell surface as measured by immunofluorescence analysis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11313409","type":"dc:BibliographicResource","dc:abstract":"We describe the analysis of a patient, JER, presenting classical immunological features of MHC class II deficiency. Unexpectedly, some HLA transcripts (HLA-DRA, HLA-DQA, and HLA-DMA) were found to be expressed in the JER cell line at nearly wild-type levels, while HLA-DPA and the HLA-D beta-chain transcripts were not detected. Gene reporter experiments confirmed the differential transcriptional activities driven by the HLA-D promoters in the JER cells. A defect in RFXANK was first suggested by genetic complementation analyses, then assessed with the demonstration of a homozygous mutation affecting a splice donor site downstream exon 4 of RFXANK. Because the severe deletion of the resulting protein cannot account for the expression of certain HLA-D genes, minor alternative transcripts of the RFXANK gene were analyzed. We thereby showed the existence of a transcript lacking exon 4, encoding a 28-aa-deleted protein that retains a transcriptional activity. Altogether, we characterize a new type of mutation in the RFXANK gene in a MHC class II-defective patient leading to an uncoordinated expression of the HLA-D genes, and propose that this phenotype is ensured by severely limited amounts of an active, although truncated RFXANK protein.","dc:creator":"Lennon-Duménil AM","dc:date":"2001","dc:title":"Uncoordinated HLA-D gene expression in a RFXANK-defective patient with MHC class II deficiency."},"rdfs:label":"Rescue in two RFXANK deficient patient cell lines"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65163f47-50db-4f4b-847e-a5610d1d5557_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:65163f47-50db-4f4b-847e-a5610d1d5557","type":"Proband","allele":{"id":"cggv:a6235b62-5d44-4e70-9144-f7a238bde398","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.469C>T (p.Arg157Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404895659"}},"detectionMethod":"SSCP analysis of the PCR products encompassing all ten exons and splice junctions of the RFXANK gene was then performed with DNA from patient.","firstTestingMethod":"PCR","phenotypeFreeText":"From a later publication (PMID:12618906): MHC class two deficiency, RNA amplification products from RT-PCR were detected at much lower levels than controls. No protein product was detected in patient cell lines by Western Blotting. ","phenotypes":["obo:HP_0002014","obo:HP_0002719","obo:HP_0001508","obo:HP_0005387"],"sex":"UnknownEthnicity","variant":{"id":"cggv:29d22bbb-ed8a-45c9-ac56-27468ce35395_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a6235b62-5d44-4e70-9144-f7a238bde398"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10803838","type":"dc:BibliographicResource","dc:abstract":"Expression of major histocompatibility complex (MHC) class II genes is controlled at the transcriptional level by at least four trans-acting genes, CIITA, RFXANK, RFX5, and RFXAP. Defects in these regulatory genes result in the absence of MHC class II molecule expression and, thereby, cause a combined immunodeficiency. MHC class II deficiency is inherited as an autosomal recessive trait. Since the first description of the disease, about 70 patients from 50 families have been reported. Forty-three of these families have been classified into four complementation groups: A, B, C, and D. In the largest group, B, the majority of patients are of North African origin. In two of these patients, the same mutation in the RFXANK gene (752delG-25) was identified. We performed a mutation analysis in 20 additional patients belonging to complementation group B and detected the 752delG-25 mutation in 17. All of these patients are of North African origin. A founder effect for this mutation was documented, since all tested patients, except one, display a common haplotype spanning the RFXANK locus.","dc:creator":"Wiszniewski W","dc:date":"2000","dc:title":"Founder effect for a 26-bp deletion in the RFXANK gene in North African major histocompatibility complex class II-deficient patients belonging to complementation group B."}},"rdfs:label":"Wiszniewski et al. B23"},{"id":"cggv:29d22bbb-ed8a-45c9-ac56-27468ce35395","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:29d22bbb-ed8a-45c9-ac56-27468ce35395_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored due to homozygosity and possible consanguinity. Variant is absent in all populations in GnomAD except for the \"other\" (1/6140) population 0.0001629."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:805d75e4-59dc-41d2-b835-8ff1afc44ea2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:805d75e4-59dc-41d2-b835-8ff1afc44ea2","type":"Proband","allele":{"id":"cggv:d3199605-980b-4d9e-b94d-298d512074a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.634C>T (p.Arg212Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9322873"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Defect in MHC class II expression in peripheral blood leukocytes. mRNA transcripts of RFXANK were significantly reduced after amplification by RT-PCR. RFXANK protein expression was measured at 0 by Western blot. ","phenotypes":["obo:HP_0005387","obo:HP_0002014","obo:HP_0002719","obo:HP_0001508"],"sex":"UnknownEthnicity","variant":{"id":"cggv:77bc5ea3-bb57-4ee5-a279-22ac20062046_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d3199605-980b-4d9e-b94d-298d512074a4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12618906","type":"dc:BibliographicResource","dc:abstract":"MHC class II deficiency is a combined immunodeficiency caused by defects in the four regulatory factors, CIITA, RFXANK, RFX5 and RFXAP, that control MHC II expression at the transcriptional level. The RFXANK gene encodes one subunit of the heterotrimeric RFX complex that is involved in the assembly of several transcription factors on MHC II promoters. Seven different RFXANK mutations have previously been reported in 26 unrelated patients. The most frequent mutation, a 26-bp deletion (752delG-25), has been identified in 21 patients. The other mutations are all nonsense or splice-site mutations, leading to proteins lacking all or part of the RFXANK ankyrin repeat region. We report two novel missense mutations, D121V and R212X, resulting in loss of function of the gene. We investigated the in vivo effects of these mutations and of three other point mutations on the expression of the RFXANK RNA and protein. The number of RFXANK transcripts was severely reduced in all patients except one. The RFXANK protein was barely detected in two cases. In addition, guided by a structural model of RFXANK, we investigated experimental mutants of the C-terminal tyrosine 224. Substitution Y224A, but not Y224F, led to the loss of function of RFXANK. Two null mutants, D121V and Y224A, were tested in protein interaction and DNA binding assays. The D121V mutant was unable to form the RFX complex, indicating that D121 is required for RFXAP binding. The Y224A mutant formed an RFX complex that bound normally to the MHC II promoter, but did not lead to MHC class II expression, whereas Y224F RFXANK retained the wild-type function. This indicates that an aromatic ring, but not the phenyl chain of tyrosine, is necessary at position 224 for normal RFXANK function. Studies on the Y224A mutant suggest that, in addition to the RFX subunits and CIITA, another protein is essential for MHC class II expression. This protein appears to interact with the fourth ankyrin repeat of RFXANK.","dc:creator":"Wiszniewski W","dc:date":"2003","dc:title":"Novel mutations in the RFXANK gene: RFX complex containing in-vitro-generated RFXANK mutant binds the promoter without transactivating MHC II."}},"rdfs:label":"Wiszniewski et al. B21 "},{"id":"cggv:77bc5ea3-bb57-4ee5-a279-22ac20062046","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:77bc5ea3-bb57-4ee5-a279-22ac20062046_variant_evidence_item"},{"id":"cggv:77bc5ea3-bb57-4ee5-a279-22ac20062046_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"x"}],"strengthScore":1,"dc:description":"Downscored to 1 due to homozygosity and consanguinity, despite evidence suggesting that the variant leads to 0 protein expression. Variant found in the South Asian population at a rate of 0.00003266 (1/30614)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:409aba59-dcc8-4c83-8eac-27ea352c445f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:409aba59-dcc8-4c83-8eac-27ea352c445f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"allele":{"id":"cggv:3191d57a-3198-47be-af76-380bb66e4dbd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.564G>A (p.Trp188Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404896472"}},"detectionMethod":"Whole Exome sequencing to identify variants. Sanger sequencing confirmed mutation in proband and that mutation is in the heterozygous state in both parents. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Antibiotic resistance, transient leukopenia, normal CD4+ count. HLA–DR expression was negative.","phenotypes":["obo:HP_0002090","obo:HP_0004315","obo:HP_0002094","obo:HP_0002850","obo:HP_0002720","obo:HP_0033222","obo:HP_0001945","obo:HP_0002014"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:63a5d2c2-2c96-45f4-93c4-de34a5bbb896_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3191d57a-3198-47be-af76-380bb66e4dbd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30644704","type":"dc:BibliographicResource","dc:abstract":"Major histocompatibility complex (MHC) class II deficiency is a rare primary immunodeficiency disorder (PID) with less than 200 cases worldwide. Here, we report an 8 month-old girl with MHC class II deficiency with a novel homozygous mutation in RFXANK gene (NM_001278728: exon 5: c.495G>A: p.Trp165*) and normal CD4+ T cell counts, diagnosed by whole exome sequencing (WES) and negative HLA-DR proteins on peripheral blood mononuclear cell (PBMC) in flow cytometry. She was referred with pneumonia, prolonged fever, resistance to antibiotics (ceftriaxone, clindamycin, and vancomycin), and low serum immunoglobulin (IG) levels, while natural killer (NK), B, and T cells were normal. She received intra-venous immune-globulin (IVIG) replacement, broad spectrum antibiotics, and anti-fungal treatments. The presented case report is interesting not only because of the rarity of the PID but also due to normal CD4+ T cell counts. According to our experience, we suggest that physicians consider MHC class II deficiency in families with consanguineous marriages, even with normal CD4+ T cell counts. At the first, the diagnosis of the disease could be successfully perform using WES, and finally, treatment with hematopoietic stem cell transplantation can save the patients' lives.","dc:creator":"Abolnezhadian F","dc:date":"2018","dc:title":"MHC Class II Deficiency with Normal CD4+ T Cell Counts: A Case Report."}},"rdfs:label":"Abolnezhadian et al Patient"},{"id":"cggv:63a5d2c2-2c96-45f4-93c4-de34a5bbb896","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:63a5d2c2-2c96-45f4-93c4-de34a5bbb896_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant absent from GnomAD. Downscored due to confirmed consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:853a92b8-df31-4e1c-b5c8-4624cace4464_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:853a92b8-df31-4e1c-b5c8-4624cace4464","type":"Proband","allele":{"id":"cggv:420d3336-737d-415f-ad97-934386311fb2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.362A>T (p.Asp121Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118365"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Defect in MHC class II expression in peripheral blood leukocytes. In patient cells, amplification of RNA transcripts following RT-PCR, displayed levels similar to controls. Western blot revealed that RFXANK protein levels were barely detected.","phenotypes":["obo:HP_0002719","obo:HP_0002014","obo:HP_0001508","obo:HP_0005387"],"sex":"UnknownEthnicity","variant":{"id":"cggv:1a36e57f-0fb2-4949-909d-266a5aac89f9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:420d3336-737d-415f-ad97-934386311fb2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12618906"},"rdfs:label":"Wiszniewski et al. B26"},{"id":"cggv:1a36e57f-0fb2-4949-909d-266a5aac89f9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a36e57f-0fb2-4949-909d-266a5aac89f9_variant_evidence_item"},{"id":"cggv:1a36e57f-0fb2-4949-909d-266a5aac89f9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"D121V mutation introduced into the pcDNA-RFXANK expression vector and WT and mutant cDNA was transfected into a RFXANK deficient fibroblast cell line. Cytofluometry detected MHC class II expression at 5% in cells transfected mutant cDNA compared to 97% for WT. Western blot  analysis of transfected cells showed the recombinant RFXANK-121V was expressed at a level comparable to that of RFXANK in control B cells but at a lower level than the recombinant RFXANK-WT."}],"strengthScore":0.5,"dc:description":"Despite the proband being homozygous and from a consanguineous family, scored at default points due to strong functional evidence. Variant is absent from GnomAD. Pathogenic/Likely pathogenic by ClinVar. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:024c1477-bfb0-439e-ac34-ff2565dda728_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:024c1477-bfb0-439e-ac34-ff2565dda728","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:420d3336-737d-415f-ad97-934386311fb2"},"detectionMethod":"Unspecified genotyping method. ","phenotypeFreeText":"Flow cytometric analysis revealed an absence of MHC class II on CD19+ cells. Oral thrush. Chronic portal hepatitis. Immunoglobulins IgG 428 mg/dL, IgA <6 mg/dL, and IgM <5 mg/dL.","phenotypes":["obo:HP_0005406","obo:HP_0020087","obo:HP_0033351","obo:HP_0002240","obo:HP_0000388","obo:HP_0002028","obo:HP_0001508","obo:HP_0002090","obo:HP_0000246","obo:HP_0002878"],"sex":"Female","variant":{"id":"cggv:9eb8765a-2071-49dd-8f2d-ba2f1a1fd653_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:420d3336-737d-415f-ad97-934386311fb2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24995715","type":"dc:BibliographicResource","dc:abstract":"We describe the first case, to our knowledge, of disseminated Mycobacterium bovis Bacillus Calmette-Guérin infection in a child with Bare Lymphocyte Syndrome type II after undergoing hematopoietic stem cell transplantation (HSCT). The patient presented 30 days post HSCT with fever and lymphadenitis. Lymph node, blood, and gastric aspirates were positive for M. bovis. The patient received a prolonged treatment course with a combination of isoniazid, levofloxacin, and ethambutol. Her course was further complicated by granulomatous lymphadenitis and otitis media associated with M. bovis that developed during immune suppression taper and immune reconstitution. Ultimately, the patient recovered fully, in association with restoration of immune function, and has completed 12 months of therapy.","dc:creator":"Abu-Arja RF","dc:date":"2014","dc:title":"Disseminated Bacillus Calmette-Guérin (BCG) infection following allogeneic hematopoietic stem cell transplant in a patient with Bare Lymphocyte Syndrome type II."}},"rdfs:label":"Patient Abu-Arja et al."},{"id":"cggv:9eb8765a-2071-49dd-8f2d-ba2f1a1fd653","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:9eb8765a-2071-49dd-8f2d-ba2f1a1fd653_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Absent from GnomAD v2.1.1. Pathogenic/Likely pathogenic by ClinVar. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cda7e293-bae9-4c50-9941-91bd5e8d3c56_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cda7e293-bae9-4c50-9941-91bd5e8d3c56","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:76c4dcee-53b9-4f04-ad5a-f7ce6f1c5b34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.19197496_19197521del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9322706"}},"firstTestingMethod":"PCR","phenotypeFreeText":"ENT infections, AI cytopenia, total absence of MHC class II (HLA-DR) molecule expression on monocytes (CD14+). No specific response to antigens.","phenotypes":["obo:HP_0007041","obo:HP_0001508","obo:HP_0003819","obo:HP_0004385","obo:HP_0031691","obo:HP_0032218"],"sex":"Female","variant":{"id":"cggv:7643eca3-f4b6-4df1-80e8-d01f821cd2a4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:76c4dcee-53b9-4f04-ad5a-f7ce6f1c5b34"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21908431","type":"dc:BibliographicResource","dc:abstract":"Inherited deficiency of major histocompatibility complex (MHC) class II molecules impairs antigen presentation to CD4(+) T cells and results in combined immunodeficiency (CID). Autosomal-recessive mutations in the RFXANK gene account for two-thirds of all cases of MHC class II deficiency. We describe here the genetic, clinical, and immunologic features of 35 patients from 30 unrelated kindreds from North Africa sharing the same RFXANK founder mutation, a 26-bp deletion called I5E6-25_I5E6 + 1), and date the founder event responsible for this mutation in this population to approximately 2250 years ago (95% confidence interval [CI]: 1750-3025 years). Ten of the 23 patients who underwent hematopoietic stem cell transplantation (HSCT) were cured, with the recovery of almost normal immune functions. Five of the patients from this cohort who did not undergo HSCT had a poor prognosis and eventually died (at ages of 1-17 years). However, 7 patients who did not undergo HSCT (at ages of 6-32 years) are still alive on Ig treatment and antibiotic prophylaxis. RFXANK deficiency is a severe, often fatal CID for which HSCT is the only curative treatment. However, some patients may survive for relatively long periods if multiple prophylactic measures are implemented.","dc:creator":"Ouederni M","dc:date":"2011","dc:title":"Major histocompatibility complex class II expression deficiency caused by a RFXANK founder mutation: a survey of 35 patients."}},"rdfs:label":"Ouederni et al. Patient 12"},{"id":"cggv:7643eca3-f4b6-4df1-80e8-d01f821cd2a4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7643eca3-f4b6-4df1-80e8-d01f821cd2a4_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored due to homozygosity and high likelihood of consanguinity. Variant is pathogenic by ClinVar. Highest minor allele frequency in the Latino population in GnomAD at a rate of 0.0002300 (8/34778). Variant has been reported to effect a splice site in a number of probands. The variant has been reported in multiple publications and in over 50 individuals with MHC class two deficiency, with nearly all patients being from the Maghreb region. The variant has been dated to a founder event that took place 2250 years ago (95% confidence interval [CI]: 1750-3025 years)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:87242a63-96d7-4e6f-8a40-966c8124f9a7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:87242a63-96d7-4e6f-8a40-966c8124f9a7","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":10,"allele":{"id":"cggv:8ef35455-9faf-4d6a-aa4a-a79c8d1e7650","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.337+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404894186"}},"detectionMethod":"Whole Exome sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Positive for parainfluenza virus 3, infection with Ralstonia mannitolilytica and Stenotrophomonas maltophilia. Flow cytometry for HLA class II expression was negative for HLA-DR on T cells, B cells, and monocytes.","phenotypes":["obo:HP_0012735","obo:HP_0002094","obo:HP_0020102","obo:HP_0032218","obo:HP_0001522","obo:HP_0032247"],"sex":"Male","variant":{"id":"cggv:c628051f-534e-4022-a3e6-1e5700e13275_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8ef35455-9faf-4d6a-aa4a-a79c8d1e7650"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32875002","type":"dc:BibliographicResource","dc:abstract":"Major histocompatibility complex (MHC) II deficiency is a rare primary immunodeficiency disorder that is characterized by the deficiency of MHC class II molecules. The disease is caused by transcription factor mutations including class II transactivator (","dc:creator":"Cai YQ","dc:date":"2020","dc:title":"A Novel RFXANK Mutation in a Chinese Child With MHC II Deficiency: Case Report and Literature Review."}},"rdfs:label":"Cai et al. Patient "},{"id":"cggv:c628051f-534e-4022-a3e6-1e5700e13275","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c628051f-534e-4022-a3e6-1e5700e13275_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Absent from GnomAD v2.1.1. Parents were reportedly unrelated and confirmed to be heterozygous for the variant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3d50459d-8143-4263-a816-fea7c8b634cf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3d50459d-8143-4263-a816-fea7c8b634cf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:a6235b62-5d44-4e70-9144-f7a238bde398"},"detectionMethod":"Unspecified Genotyping method.","ethnicity":{"id":"cg:HispanicOrLatino"},"phenotypeFreeText":"Picornavirus, near absent lymphocyte proliferation in response to mitogen phytohemagluttinin (PHA) as well as to Tetanus and Candida antigens. Flow cytometry for HLA class II showed complete absence of HLA-DR, -DP, -DQ on T-cells, B-cells, and monocytes.","phenotypes":["obo:HP_0005403","obo:HP_0032218","obo:HP_0020102","obo:HP_0003139","obo:HP_0001875","obo:HP_0000388"],"sex":"Male","variant":{"id":"cggv:ad8be6a1-8953-4a97-bfea-1ad103db1bbd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a6235b62-5d44-4e70-9144-f7a238bde398"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26634365","type":"dc:BibliographicResource","dc:creator":"Clarridge K","dc:date":"2016","dc:title":"Major Histocompatibility Complex Class II Deficiency due to a Novel Mutation in RFXANK in a Child of Mexican Descent."}},"rdfs:label":"Clarridge Patient "},{"id":"cggv:ad8be6a1-8953-4a97-bfea-1ad103db1bbd","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ad8be6a1-8953-4a97-bfea-1ad103db1bbd_variant_evidence_item"}],"strengthScore":1,"dc:description":"Only found in the \"other\" minor allele population in GnomAD at a rate of (1/6140) 0.0001629. Absent from all other populations. Parents heterozygous carriers confirmed via genotyping. Downscored due to consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:89606277-96e1-4efc-bd83-80afc2a1c038_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:89606277-96e1-4efc-bd83-80afc2a1c038","type":"Proband","allele":{"id":"cggv:bfa50306-2ac2-4eb0-a135-6cacc2307879","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003721.4(RFXANK):c.304G>T (p.Glu102Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9322676"}},"detectionMethod":"SSCP analysis of the PCR products encompassing all ten exons and splice junctions of the RFXANK gene was then performed with patient DNA","firstTestingMethod":"PCR","phenotypeFreeText":"From a later publication (PMID:12618906): MHC class two deficiency, RNA amplification products from RT-PCR showed that the full length transcript was barely detectable and the major amplification product was the splice variant RFXANK-del5. No protein product was detected in patient cell lines by Western Blotting.","phenotypes":["obo:HP_0002719","obo:HP_0005387","obo:HP_0001508","obo:HP_0002014"],"sex":"UnknownEthnicity","variant":{"id":"cggv:52071ab7-8780-4aed-b426-2debde3e298e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bfa50306-2ac2-4eb0-a135-6cacc2307879"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10803838"},"rdfs:label":"Wiszniewski et al. B22"},{"id":"cggv:52071ab7-8780-4aed-b426-2debde3e298e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52071ab7-8780-4aed-b426-2debde3e298e_variant_evidence_item"},{"id":"cggv:52071ab7-8780-4aed-b426-2debde3e298e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID:12618906, B22 cell lines transfected with WT cDNA restored MHC class two expression to 97% as measured by Cytofluometry."}],"strengthScore":1.5,"dc:description":"Downscored due to homozygosity and possible consanguinity. Found in the South Asian population at a rate of 0.00003266 (1/30616) in GnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5377,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:096a4cf0-73c4-427a-af99-202dc47f096e","type":"GeneValidityProposition","disease":"obo:MONDO_0008855","gene":"hgnc:9987","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"MHC class II molecules are essential for the presentation of exogenous peptides to CD4+ helper T cells and thus in the adaptive immune response. Mutations in four genes CIITA, RFXANK, RFX5, and RFXAP are responsible for the primary immunodeficiency. At least 19 total variants, including (nonsense, missense, and splice site) have been reported. Affected individuals typically present in infancy with severe, recurrent infections, diarrhea, failure to thrive, low levels of CD4+ T cells, and undetectable HLA-DR expression on monocytes and B cells. Heterozygous carriers of RFXANK variants are reportedly unaffected clinically. The mechanism of pathogenicity appears to be loss of function. \n\nOne variant, c.752delG26bp, has been reported in over 50 individuals (PMID:32875002). Individuals who are homozygous for the variant display combined immudeficiency, MHC class two defieincy, and die early in life if left untreated. Nearly all probands reported with the mutation are from the Maghreb region in North Africa. One paper, PMID:21908431, estimated that the variant originated with a founder from ∼2250 years ago (95% CI: 1700-3025 years) in what was most likely an ancient Berber civilization. \n\nThis gene-disease association is supported by experimental evidence including RFXANK co-immunoprecipitation with CIITA (PMID:11463838), rescue of function in patient cells (PMID:11313409), and biochemical function (PMID:18723135).\n\nIn summary, RFXANK is definitively associated with autosomal recessive MHC class II deficiency. This has been repeatedly demonstrated in both research and the clinical diagnostic setting and has been upheld over time. Classification approved by SCID-CID GCEP on 11/17/2022. ","dc:isVersionOf":{"id":"cggv:fbfd1148-ab31-4ab2-97bb-9b95387e9313"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}