{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2019-02-19T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:291eb40c-9eea-4e68-b949-7fde92f48790","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d4db9e7a-fc63-4d39-a5a9-da381f3b0694","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In this study, the expression of various factors important to bone growth was examined via in situ hybridization of WT and Col IX -/- femoral heads of mice. They found that several of collagen IX-binding proteins had altered expression. Additionally, the expression of Col IX in WT mice femoral head implicates its role in the bone phenotype of Stickler syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23530037","type":"dc:BibliographicResource","dc:abstract":"Collagen IX is an integral cartilage extracellular matrix component important in skeletal development and joint function.","dc:creator":"Brachvogel B","dc:date":"2013","dc:title":"Comparative proteomic analysis of normal and collagen IX null mouse cartilage reveals altered extracellular matrix composition and novel components of the collagen IX interactome."},"rdfs:label":"Col IX Knockout expression alterations"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"This expression and null mouse study implicates the entire collagen IX protein in the epiphyseal dysplasia phenotype that is part of Stickler syndrome, however no further points should be given for this model/expression study because despite being a null mouse, it does not assess further features of Stickler syndrome and could also be a model for the AD phenotype"},{"id":"cggv:9c76d8c9-131e-4dd5-8497-db7a17bf5fb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aed9e1be-33b7-4a86-acc9-1b5308906b99","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"COL9A2 was found to be expressed in the inner ear of the mice using PCR.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15802199","type":"dc:BibliographicResource","dc:abstract":"cDNA microarray analysis indicated that COL9A1 and COL9A3 are highly expressed in the human inner ear, suggesting that type IX collagen has a crucial functional role in the inner ear. This study further confirmed, by means of real-time PCR, the presence of collagen type IX genes in the mouse inner ear. Immunocytochemical analysis also revealed that type IX collagen is distributed in the tectorial membrane, where it co-localizes with type II collagen, indicating that type IX collagen may contribute to the three-dimensional integrated structure of type II collagen molecules. Mice with targeted disruption of the col9a1 gene were shown through assessment by auditory brain stem response to have hearing loss, suggesting an important role of type IX collagen in maintaining normal hearing. At the light microscopic level, the tectorial membrane of knock-out mice was found to be abnormal in shape, and electron microscopy confirmed disturbance of organization of the collagen fibrils. An antibody against type II collagen failed to detect type II collagen in the tectorial membrane of type IX collagen knock-out mice, suggesting that a lack of type IX collagen may affect the three-dimensional structure of type II collagen molecules. These findings indicate that genes encoding each chain of type IX collagen may fulfill an important function associated with the tectorial membrane in the auditory system.","dc:creator":"Asamura K","dc:date":"2005","dc:title":"Type IX collagen is crucial for normal hearing."},"rdfs:label":"COL9A2 expression in the inner ear"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"COL9A2 expressed in inner ear is relevant for the HL phenotype of patients with Stickler syndrome."},{"id":"cggv:c881d36b-24e0-4cfa-9290-fad64440ffcb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7d841feb-35df-4c58-9fcb-72d79a1892ba","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry as well as in situ hybridization showed that the vertebral column contained Col IX in WT embryonic/newborn mice at 4 different time points. Additionally, this expression takes place before chondrogenesis and knockout mice were found to have both growth plate structure and long bone growth affected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27666725","type":"dc:BibliographicResource","dc:abstract":"Collagen IX (Col IX) is a component of the cartilage extracellular matrix and contributes to its structural integrity. Polymorphisms in the genes encoding the Col IX ɑ2- and ɑ3-chains are associated with early onset of disc degeneration. Col IX-deficient mice already display changes in the spine at the newborn stage and premature disc degeneration starting at 6 months of age. To determine the role of Col IX in early spine development and to identify molecular mechanisms underlying disc degeneration, the embryonic development of the spine was analyzed in Col IX -/- mice. Histological staining was used to show tissue morphology at different time points. Localization of extracellular matrix proteins as well as components of signaling pathways were analyzed by immunohistochemistry. Developing vertebral bodies of Col IX -/- mice were smaller and already appeared more compact at E12.5. At E15.5, vertebral bodies of Col IX -/- mice revealed an increased number of hypertrophic chondrocytes as well as enhanced staining for the terminal differentiation markers alkaline phosphatase and collagen X. This correlates with an imbalance in the Ihh-PTHrP signaling pathway at this time point, reflected by an increase of Ihh and a concomitant decrease of PTHrP expression. An accelerated hypertrophic differentiation caused by a disturbed Ihh-PTHrP signaling pathway may lead to a higher bone mineral density in the vertebral bodies of newborn Col IX -/- mice and, as a result, to the early onset of disc degeneration.","dc:creator":"Kamper M","dc:date":"2017","dc:title":"Absence of collagen IX accelerates hypertrophic differentiation in the embryonic mouse spine through a disturbance of the Ihh-PTHrP feedback loop."},"rdfs:label":"Col IX expression in vertebral disc"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:001511a5-4b85-47d7-93e8-c34a82a94a1a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7a89799-1648-421c-bf2c-e3d5089439d7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using whole mount in-situ hybridization as well as immunohistochemistry, E10.5 otic vesicles were found to contain COL9A2 expression. This tissue is further developed into the ear and therefore can be counted as ear expression. Given the hearing loss phenotype in patients with Stickler syndrome, this can be counted as 0.5 for expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25852475","type":"dc:BibliographicResource","dc:abstract":"Vertebrate embryogenesis gives rise to all cell types of an organism through the development of many unique lineages derived from the three primordial germ layers. The otic sensory lineage arises from the otic vesicle, a structure formed through invagination of placodal non-neural ectoderm. This developmental lineage possesses unique differentiation potential, giving rise to otic sensory cell populations including hair cells, supporting cells, and ganglion neurons of the auditory and vestibular organs. Here we present a systematic approach to identify transcriptional features that distinguish the otic sensory lineage (from early otic progenitors to otic sensory populations) from other major lineages of vertebrate development. We used a microarray approach to analyze otic sensory lineage populations including microdissected otic vesicles (embryonic day 10.5) as well as isolated neonatal cochlear hair cells and supporting cells at postnatal day 3. Non-otic tissue samples including periotic tissues and whole embryos with otic regions removed were used as reference populations to evaluate otic specificity. Otic populations shared transcriptome-wide correlations in expression profiles that distinguish members of this lineage from non-otic populations. We further analyzed the microarray data using comparative and dimension reduction methods to identify individual genes that are specifically expressed in the otic sensory lineage. This analysis identified and ranked top otic sensory lineage-specific transcripts including Fbxo2, Col9a2, and Oc90, and additional novel otic lineage markers. To validate these results we performed expression analysis on select genes using immunohistochemistry and in situ hybridization. Fbxo2 showed the most striking pattern of specificity to the otic sensory lineage, including robust expression in the early otic vesicle and sustained expression in prosensory progenitors and auditory and vestibular hair cells and supporting cells.","dc:creator":"Hartman BH","dc:date":"2015","dc:title":"Identification and characterization of mouse otic sensory lineage genes."},"rdfs:label":"Mouse otic COL9A2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6fdb4986-dab6-4549-bfa5-1aa6835ae47b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8adf4fe-05ae-47c9-8861-d3f02f469da9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression of COL9A2 in the otic capsule implicates its ability to cause hearing loss associated with Stickler syndrome. Additionally, it was expressed in the ventral jaw which implicates its association with the facial structural changes as well as the bone malformations also associated with Stickler syndrome.  This study used in situ hybridization to identify expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23159952","type":"dc:BibliographicResource","dc:abstract":"Increasing evidence points to a strong genetic component to osteoarthritis (OA) and that certain changes that occur in osteoarthritic cartilage recapitulate the developmental process of endochondral ossification. As zebrafish are a well validated model for genetic studies and developmental biology, our objective was to establish the spatiotemporal expression pattern of a number of OA susceptibility genes in the larval zebrafish providing a platform for functional studies into the role of these genes in OA.","dc:creator":"Mitchell RE","dc:date":"2013","dc:title":"New tools for studying osteoarthritis genetics in zebrafish."},"rdfs:label":"Zebrafish COL9A2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71c30663-d79c-41fd-be87-13a8d2f423f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4eaacb85-7dc8-4d5c-a915-d64edb952fa6","type":"FunctionalAlteration","dc:description":"Resulted in the prevention of splicing of intron 1, exon 27, 52, 53, 54. This was previously described in a patinet with lumbar spinal stenosis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17721977","type":"dc:BibliographicResource","dc:abstract":"Stickler syndrome type I (STL1) is a phenotypically heterogeneous disorder characterized by ocular and extraocular features. It is caused by null-allele mutations in the COL2A1 gene that codes for procollagen II. COL2A1 precursor mRNA undergoes alternative splicing, resulting in two isoforms, a long form including exon 2 (type IIA isoform) and a short form excluding exon 2 (type IIB isoform). The short form is predominantly expressed by differentiated chondrocytes in adult cartilage, and the long form in chondroprogenitor cells during early development and in the vitreous of the eye, which is the only adult tissue containing procollagen IIA. Recent evidence indicates that due to the tissue-specific expression of these two isoforms, premature termination codon mutations in exon 2 cause Stickler syndrome with minimal or no extraocular manifestations. We describe here two mutations in exon 2 of COL2A1 in three patients with predominantly ocular Stickler syndrome: Cys64Stop in two patients, and a novel structural mutation, Cys57Tyr, in one patient. RT-PCR of total lymphoblast RNA from one patient with the Cys64Stop mutation revealed that only the normal allele of the IIA form was present, indicating that the mutation resulted either in complete loss of the allele by nonsense-mediated mRNA decay or by skipping of exon 2 via nonsense-mediated altered splicing, resulting in production of the type IIB isoform. The results of COL2A1 minigene expression studies suggest that both Cys64Stop and Cys57Tyr alter positive cis regulatory elements for splicing, resulting in a lower IIA:IIB ratio.","dc:creator":"McAlinden A","dc:date":"2008","dc:title":"Missense and nonsense mutations in the alternatively-spliced exon 2 of COL2A1 cause the ocular variant of Stickler syndrome."},"rdfs:label":"COL9A2 splice variant is positive control for COL2A1 assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This evidence is not scorable it just shows that a variant identified in a patient with a het COL9A2 variant and insufficient evidence to classify phenotype as Stickler was impacting the protein."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c910438-1491-478d-a441-ef4620f2d97d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b7ad7b4-7b65-47b9-8020-2a82b2d20f14","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with stickler syndrome have hearing loss and often short stature among other oculoskeletal dysplasias. In this study, it was found that the type IX collagen knockout caused a progressive hearing loss phenotype. ABR, light microscopy was used.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15710493","type":"dc:BibliographicResource","dc:abstract":"Type IX collagen is one of the important components, together with type II, V, and XI collagens, in the tectorial membrane of the organ of Corti. To confirm the significance of type IX collagen for normal hearing, we assessed the detailed morphological and electrophysiological features of type IX collagen knock-out mice, which have recently been reported as a deafness model. Through assessment by auditory brainstem response (ABR), knock-out mice were shown to have progressive hearing loss. At the light microscopic level, the tectorial membrane of knock-out mice was found to be abnormal in shape. These morphological changes started in the basal turn and were progressive toward the apical turn. Electron microscopy confirmed disturbance of organization of the collagen fibrils. These results suggest that mutations in type IX collagen genes may lead to abnormal integrity of collagen fibers in the tectorial membrane.","dc:creator":"Suzuki N","dc:date":"2005","dc:title":"Type IX collagen knock-out mouse shows progressive hearing loss."},"rdfs:label":"Col IX -/- Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The KO was generated by targeted disruption of col9a1 (NOT col9a2) therefore points could not be given."},{"id":"cggv:5f57b5bb-7a0d-4e06-b689-f3e99a385fdf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53211e61-da87-40ba-a0be-2b10e1aaa230","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Stickler syndrome usually includes hearing loss and skeletal/cartilage malformations which is consistent with this mouse's phenotype however this mouse model is a disruption of COL9A1. They did find that COL9A2 was absent in this mouse as well though","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15802199","rdfs:label":"Targeted disrouption of COL9A1 causes absent COL9A2/3 and HL"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Cannot score this model. Mouse is a model for COL9A1 despite having a collateral lack of COL9A2."},{"id":"cggv:48b68d4a-0255-416a-98b1-042d5f08e60f","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:016e020e-ef2a-4a99-b3cd-6cbcf098418f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The knockout of this protein causeddefects in several collagens including Col IX, however this cannot be scored as a knockout for COL9A2 because it is too far removed. COL9A2 is a subunit of Col IX.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21606205","type":"dc:BibliographicResource","dc:abstract":"Melanoma inhibitory activity member 3 (MIA3/TANGO1) [corrected] is an evolutionarily conserved endoplasmic reticulum resident transmembrane protein. Recent in vitro studies have shown that it is required for the loading of collagen VII, but not collagen I, into COPII-coated transport vesicles. In this paper, we show that mice lacking Mia3 are defective for the secretion of numerous collagens, including collagens I, II, III, IV, VII, and IX, from chondrocytes, fibroblasts, endothelial cells, and mural cells. Collagen deposition by these cell types is abnormal, and extracellular matrix composition is compromised. These changes are associated with intracellular accumulation of collagen and the induction of a strong unfolded protein response, primarily within the developing skeleton. Chondrocyte maturation and bone mineralization are severely compromised in Mia3-null embryos, leading to dwarfism and neonatal lethality. Thus, Mia3's role in protein secretion is much broader than previously realized, and it may, in fact, be required for the efficient secretion of all collagen molecules in higher organisms.","dc:creator":"Wilson DG","dc:date":"2011","dc:title":"Global defects in collagen secretion in a Mia3/TANGO1 knockout mouse."},"rdfs:label":"Mia3/TANGO1 KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"do not score this, Mia3 is too far removed from COL9A2 even if they are functionally connected."},{"id":"cggv:c26f2cff-08ab-442c-bc08-133a709376ce","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:0a98ea27-8ba3-488c-883f-043cf2b1209e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This study used a knockout of the col9a1 gene to kncok out collagen IX, therefore it cannot be scored for the col9a2 gene. However, this does indirectly support the role of col9a2 in Stickler syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17112713","type":"dc:BibliographicResource","dc:abstract":"Fracture repair recapitulates in adult organisms the sequence of cell biological events of endochondral ossification during skeletal development and growth. After initial inflammation and deposition of granulation tissue, a cartilaginous callus is formed which, subsequently, is remodeled into bone. In part, bone formation is influenced also by the properties of the extracellular matrix of the cartilaginous callus. Deletion of individual macromolecular components can alter extracellular matrix suprastructures, and hence stability and organization of mesenchymal tissues. Here, we took advantage of the collagen IX knockout mouse model to better understand the role of this collagen for organization, differentiation and maturation of a cartilaginous template during formation of new bone. Although a seemingly crucial component of cartilage fibrils is missing, collagen IX-deficient mice develop normally, but are predisposed to premature joint cartilage degeneration. However, we show here that lack of collagen IX alters the time course of callus differentiation during bone fracture healing. The maturation of cartilage matrix was delayed in collagen IX-deficient mice calli as judged by collagen X expression during the repair phase and the total amount of cartilage matrix was reduced. Entering the remodeling phase of fracture healing, Col9a1(-/-) calli retained a larger percentage of cartilage matrix than in wild type indicating also a delayed formation of new bone. We concluded that endochondral bone formation can occur in collagen IX knockout mice but is impaired under conditions of stress, such as the repair of an unfixed fractured long bone.","dc:creator":"Opolka A","dc:date":"2007","dc:title":"Collagen IX is indispensable for timely maturation of cartilage during fracture repair in mice."},"rdfs:label":"COL9A1 KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2b3b8a02-97fc-4226-bd60-a76a0cba4223","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f7a34bf0-7414-4112-a77c-c4ab79e2d5ff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In embyronic mice at age E12.5, E15.5, E18.5, and newborns Kamper et al. observed changes in chondrocyte differentiation via immunohistochemistry that ultimately causes early onset disc degeneration and osteoarthritis. This is similar to the bone abnormalities seen in Stickler syndrome that can lead to short stature. No hearing or retinal phenotype was investigated as this paper was largely trying to elucidate the mechanism by which Col IX affects chondrocyte differentiation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27666725","rdfs:label":"Col IX -/- Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The entire Col IX protein was knocked out, not just the COL9A2 subchain. Cannot score."},{"id":"cggv:53202ace-652a-49dc-b44a-a25fab70a1fe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd6f1597-cb7f-44d6-81be-54c1ab60f208","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ophthalmoscopically\nat approximately 8 and 12 weeks postnatal age.\nIn selected cases, dog retinal tissues were collected postmortem\nfor light microscopy. Evaluation of skeletal phenotype\nwas based on physical examination at 8 and\n12 weeks postnatal age and, in selected cases, by radiography.\nDwarf dogs not retained for breeding purposes were\neuthanized and their skeletal phenotype confirmed at necropsy. Earliest and most easily recognized sign was excessive\ndoming of the cranium, with a more pronounced facial\nstop and moderate exotropic strabismus. Foreshortening,\ncurvature, and varus/valgus deformity of the forelimbs\nbecame evident shortly thereafter. Range of retinal phenotypes including complete retinal detachment by 6 weeks of age. The drd2 dog family possessed a 1267bp deletion that included exon 1 and parts of both the 5' UTR and intron 1. Biallelic loss of function (AR) of this gene has been shown to cause Stickler syndrome in humans which can include skeletal abnormalities as well as retinal abnormalities such as detachment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20686772","type":"dc:BibliographicResource","dc:abstract":"Oculoskeletal dysplasia segregates as an autosomal recessive trait in the Labrador retriever and Samoyed canine breeds, in which the causative loci have been termed drd1 and drd2, respectively. Affected dogs exhibit short-limbed dwarfism and severe ocular defects. The disease phenotype resembles human hereditary arthro-ophthalmopathies such as Stickler and Marshall syndromes, although these disorders are usually dominant. Linkage studies mapped drd1 to canine chromosome 24 and drd2 to canine chromosome 15. Positional candidate gene analysis then led to the identification of a 1-base insertional mutation in exon 1 of COL9A3 that cosegregates with drd1 and a 1,267-bp deletion mutation in the 5' end of COL9A2 that cosegregates with drd2. Both mutations affect the COL3 domain of the respective gene. Northern analysis showed that RNA expression of the respective genes was reduced in affected retinas. These models offer potential for studies such as protein-protein interactions between different members of the collagen gene family, regulation and expression of these genes in retina and cartilage, and even opportunities for gene therapy.","dc:creator":"Goldstein O","dc:date":"2010","dc:title":"COL9A2 and COL9A3 mutations in canine autosomal recessive oculoskeletal dysplasia."},"rdfs:label":"drd2 COL9A2 oculoskeletal dysplasia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"These dogs had retinal and skeletal phenotypes consistent with recessive Stickler syndrome that was thought to be caused by a deletion in COL9A2. Therefore, it is a recapitulation of the human disease. Downgraded because hearing loss phenotype is not assessed and they said that the dogs did not display an obvious hearing phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:0c9ea9fd-a712-4265-b807-97cdf24f4ba6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87777e24-370b-4594-9b80-4e6fd6eadeb8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"Sequence analysis of selected COL9A1,\nCOL9A2, and COL9A3 exons and exon boundaries was performed\non genomic DNA derived from the proband","phenotypeFreeText":"Stickler syndrome (AR): high myopia, vitreoretinal degeneration, retinal detachment, hearing loss, mid-face hypoplasia, small chin, short stature","phenotypes":["obo:HP_0000655","obo:HP_0011003","obo:HP_0000541","obo:HP_0000407","obo:HP_0004322"],"previousTesting":true,"previousTestingDescription":"Proband was referred by a retinal specialist to confirm the diagnosis of Stickler syndorme prior to having preventive laser surgery to reduce her risk of retinal detachment. Parents were determined to have normal vision and hearing.","sex":"Female","variant":{"id":"cggv:0c9ea9fd-a712-4265-b807-97cdf24f4ba6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e72ac81-e98a-4785-92bd-6c3635fd84f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001852.3(COL9A2):c.843_846+4del8 (p.Asp281GlnfsTer70)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342697"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21671392","type":"dc:BibliographicResource","dc:abstract":"Stickler syndrome is characterized by ocular, auditory, skeletal, and orofacial abnormalities. We describe a family with autosomal recessive Stickler syndrome. The main clinical findings consisted of high myopia, vitreoretinal degeneration, retinal detachment, hearing loss, and short stature. Affected family members were found to have a homozygous loss-of-function mutation in COL9A2, c.843_c.846 + 4del8. A family with autosomal recessive Stickler syndrome was previously described and found to have a homozygous loss-of-function mutation in COL9A1. COL9A1, COL9A2, and COL9A3 code for collagen IX. All three collagen IX α chains, α1, α2, and α3, are needed for formation of functional collagen IX molecule. In dogs, two causative loci have been identified in autosomal recessive oculoskeletal dysplasia. This dysplasia resembles Stickler syndrome. Recently, homozygous loss-of-function mutations in COL9A2 and COL9A3 were found to co-segregate with the loci. Together the data from the present study and the previous studies suggest that loss-of-function mutations in any of the collagen IX genes can cause autosomal recessive Stickler syndrome.","dc:creator":"Baker S","dc:date":"2011","dc:title":"A loss of function mutation in the COL9A2 gene causes autosomal recessive Stickler syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21671392","rdfs:label":"V-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded variant for homozygosity and consanguinity"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":114,"specifiedBy":"GeneValidityCriteria6","strengthScore":4.5,"subject":{"id":"cggv:09a0a131-deb5-4ba5-8488-88fd3ed39e99","type":"GeneValidityProposition","disease":"obo:MONDO_0019354","gene":"hgnc:2218","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"COL9A2 was first reported in relation to autosomal recessive Stickler syndrome in 2011 (Baker et al., PMID 21671392). At least 1 variant (frameshift) has been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, experimental data. Variants in this gene have been reported in at least 1 proband with Stickler syndrome in 1 publication (PMID 21671392). Variants in this gene segregated with disease in 1 additional family member.  The mechanism for disease is biallelic loss of function causes the recessive, syndromic form, wheras heterozygous variants have been identified in patients with autosomal dominant epiphyseal dysplasia phenotype. This gene-disease association is supported by several expression studies investigating the collagen IX pathway in cartilage as well as several animal models with Col IX knockout generated by the disruption of Col9a1. Additionally, a canine model supports this association (Suzuki 2005, Goldstein 2010). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability. Therefore, we have split curations for the disease entities, epiphyseal dysplasia. This classification was approved by the ClinGen Hearing Loss Working Group on 2/19/2019 (SOP Version 5).\nGiven that there has only been one case reported in humans, this association could be downgraded to Limited.","dc:isVersionOf":{"id":"cggv:697ae26e-2b07-4f87-b42c-121684c89bc0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}