{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-06-29T17:41:01.533Z","role":"Approver"},{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:17.635Z","role":"Publisher"}],"evidence":[{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8074d2d6-c3b4-4872-9a70-97dd81e34a89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7fe95aec-1b1b-4df4-a5e1-379c4a90fdc2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ARG1 is a key element of the urea cycle, converting L-arginine to urea and L-ornithine, which is further metabolized into metabolites proline and polyamides that drive collagen synthesis and bioenergetic pathways. Inactive ARG1 results in clinical manifestations including developmental delay, seizures, mental retardation, hypotonia, ataxia and progressive spastic quadriplegia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16747805","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Bach SJ","dc:date":"1944","dc:title":"On arginase and its participation in urea synthesis in the liver."},"rdfs:label":"Bach1944"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Catalysis of the reaction: L-arginine + H2O = L-ornithine + urea is evidenced by the conversion of arginine to urea in a concentration dependent manner and the inhibitory effects of L-ornithine on this conversion. \n\nAs reviewed in PMID: 26467175, mutations throughout the ARG1 gene, resulting in partial or complete loss of enzyme function, causes ARG1-deficient patients to exhibit hyperargininemia. Therefore the biochemical function of ARG1 is highly correlated to the associated disease, as has been reported in numerous papers and reviews. However, whether it is the excess arginine contributing to the main neurological features of the disease remains to be elucidated."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a558f379-d151-4ac7-a254-a39364391d52","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5ef20f1-7e80-4864-8cbd-99a889578e0c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the mice and humans display hyperammonemia and hyperargininemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12052859","type":"dc:BibliographicResource","dc:abstract":"Deficiency of liver arginase (AI) causes hyperargininemia (OMIM 207800), a disorder characterized by progressive mental impairment, growth retardation, and spasticity and punctuated by sometimes fatal episodes of hyperammonemia. We constructed a knockout mouse strain carrying a nonfunctional AI gene by homologous recombination. Arginase AI knockout mice completely lacked liver arginase (AI) activity, exhibited severe symptoms of hyperammonemia, and died between postnatal days 10 and 14. During hyperammonemic crisis, plasma ammonia levels of these mice increased >10-fold compared to those for normal animals. Livers of AI-deficient animals showed hepatocyte abnormalities, including cell swelling and inclusions. Plasma amino acid analysis showed the mean arginine level in knockouts to be approximately fourfold greater than that for the wild type and threefold greater than that for heterozygotes; the mean proline level was approximately one-third and the ornithine level was one-half of the proline and ornithine levels, respectively, for wild-type or heterozygote mice--understandable biochemical consequences of arginase deficiency. Glutamic acid, citrulline, and histidine levels were about 1.5-fold higher than those seen in the phenotypically normal animals. Concentrations of the branched-chain amino acids valine, isoleucine, and leucine were 0.4 to 0.5 times the concentrations seen in phenotypically normal animals. In summary, the AI-deficient mouse duplicates several pathobiological aspects of the human condition and should prove to be a useful model for further study of the disease mechanism(s) and to explore treatment options, such as pharmaceutical administration of sodium phenylbutyrate and/or ornithine and development of gene therapy protocols.","dc:creator":"Iyer RK","dc:date":"2002","dc:title":"Mouse model for human arginase deficiency."},"rdfs:label":"Iyer2002"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The knockout mice had virtually no hepatic arginase activity and died at postnatal days 10 to 14, exhibiting symptoms of severe hyperammonemia. This severe phenotype is out of line with hepatic arginase deficiency in humans, which represents the mildest of all the urea cycle disorders identified. These mice do not display the common clinical phenotypes observed in humans (e.g. developmental delay, seizures, intellectual disability, hypotonia, ataxia and progressive spastic tetraplegia)."},{"id":"cggv:e48153f3-a7fd-4649-8242-19de615eefe6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:58856278-abf2-463d-ba85-6f2f2176e749","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the mice and humans display hyperammonemia and hyperargininemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23920045","type":"dc:BibliographicResource","dc:abstract":"Human arginase deficiency is characterized by hyperargininemia and infrequent episodes of hyperammonemia, which lead to neurological impairment with spasticity, loss of ambulation, seizures, and severe mental and growth retardation; uncommonly, patients suffer early death from this disorder. In a murine targeted knockout model, onset of the phenotypic abnormality is heralded by weight loss at around day 15, and death occurs typically by postnatal day 17 with hyperargininemia and markedly elevated ammonia. This discrepancy between the more attenuated juvenile-onset human disease and the lethal neonatal murine model has remained suboptimal for studying and developing therapy for the more common presentation of arginase deficiency. These investigations aimed to address this issue by creating an adult conditional knockout mouse to determine whether later onset of arginase deficiency also resulted in lethality. Animal survival and ammonia levels, body weight, circulating amino acids, and tissue arginase levels were examined as outcome parameters after widespread Cre-recombinase activation in a conditional knockout model of arginase 1 deficiency. One hundred percent of adult female and 70% of adult male mice died an average of 21.0 and 21.6 days, respectively, after the initiation of tamoxifen administration. Animals demonstrated elevated circulating ammonia and arginine at the onset of phenotypic abnormalities. In addition, brain and liver amino acids demonstrated abnormalities. These studies demonstrate that (a) the absence of arginase in adult animals results in a disease profile (leading to death) similar to that of the targeted knockout and (b) the phenotypic abnormalities seen in the juvenile-onset model are not exclusive to the age of the animal but instead to the biochemistry of the disorder. This adult model will be useful for developing gene- and cell-based therapies for this disorder that will not be limited by the small animal size of neonatal therapy and for developing a better understanding of the characteristics of hyperargininemia.","dc:creator":"Kasten J","dc:date":"2013","dc:title":"Lethal phenotype in conditional late-onset arginase 1 deficiency in the mouse."},"rdfs:label":"Kasten2013"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The conditional knockout mice died at about 3 weeks post induction, with severe hyperammonemia. This severe phenotype is out of line with hepatic arginase deficiency in humans, which represents the mildest of all the urea cycle disorders identified. These mice do not display the common clinical phenotypes observed in humans (e.g. developmental delay, seizures, intellectual disability, hypotonia, ataxia and progressive spastic tetraplegia)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2c1955eb-1376-4e11-9e82-bb3748ec2527_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4099694-d9f0-4537-9771-d91d68e92ab7","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Days","ageValue":2,"detectionMethod":"Mutations identified by digestion within a TaqI recognition site were further defined by amplification and direct sequencing of exon 8.","firstTestingMethod":"Genotyping","phenotypeFreeText":"raised arginine level in serum (25umol/100ml) and Arginase activity was very low (63,umol/h per g haemoglobin; normal range 793-1330).","phenotypes":["obo:HP_0001257","obo:HP_0001263","obo:HP_0001987","obo:HP_0002305"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2c1955eb-1376-4e11-9e82-bb3748ec2527_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8ee8c8a8-0101-43a1-810a-75289049aa75","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000045.3(ARG1):c.871C>T (p.Arg291Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2388"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1598908","type":"dc:BibliographicResource","dc:abstract":"We have explored the molecular pathology in 28 individuals homozygous or heterozygous for liver arginase deficiency (hyperargininemia) by a combination of Southern analysis, western blotting, DNA sequencing, and PCR. This cohort represents the majority of arginase-deficient individuals worldwide. Only 2 of 15 homozygous patients on whom red blood cells were available had antigenically cross-reacting material as ascertained by western blot analysis using anti-liver arginase antibody. Southern blots of patient genomic DNAs, cut with a variety of restriction enzymes and probed with a near-full-length (1,450-bp) human liver arginase cDNA clone, detected no gross gene deletions. Loss of a TaqI cleavage site was identified in three individuals: in a homozygous state in a Saudi Arabian patient at one site, at a different site in homozygosity in a German patient, and in heterozygosity in a patient from Australia. The changes in the latter two were localized to exon 8, through amplification of this region by PCR and electrophoretic analysis of the amplified fragment after treatment with TaqI; the precise base changes (Arg291X and Thr290Ser) were confirmed by sequencing. It is interesting that the latter nucleotide variant (Thr290Ser) was found to lie adjacent to the TaqI site rather than within it, though whether such a conservative amino acid substitution represents a true pathologic mutation remains to be determined. We conclude that arginase deficiency, though rare, is a heterogeneous disorder at the genotypic level, generally encompassing a variety of point mutations rather than substantial structural gene deletions.","dc:creator":"Grody WW","dc:date":"1992","dc:title":"Molecular genetic study of human arginase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1598908","rdfs:label":"Patient A.W."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The patient had no ARG1 observed by Western blot. This could be due to the identified nonsense variant (Arg291Ter), however it occurs in the final exon (the only one sequenced) so it is not anticipated to result in nonsense mediated decay but rather to delete the last 21 amino acids of the ARG1 protein. This variant was homozygous as a result of consanguinity."},{"id":"cggv:9f87305b-dc23-4862-99ef-4751da5d42e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f7189ff2-a9df-4f81-85aa-e57191c2c1d2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"detectionMethod":"Genomic DNA was extracted from peripheral blood leukocytes, amplified by PCR, and analyzed by direct sequencing.Point mutations were further analyzed by PCR-RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma ammonia (μmol/L) 90.83","phenotypes":["obo:HP_0001510","obo:HP_0001250","obo:HP_0001249","obo:HP_0002510"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:9f87305b-dc23-4862-99ef-4751da5d42e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1939f68f-895e-4f30-9509-00724509419d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.216765482dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA65649161"}},{"id":"cggv:a50d1787-846b-43eb-99ca-9399105cef50","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000045.3(ARG1):c.703G>C (p.Gly235Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2391"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23859858","type":"dc:BibliographicResource","dc:abstract":"Argininemia is an autosomal recessive genetic disorder caused by hepatocyte arginase deficiency. It could be detected by blood amino acids analysis (high arginine) and confirmed by molecular diagnosis. The clinical manifestations in patients are similar to cerebral palsy so the diagnosis is usually much delayed. Reports of argininemia from mainland China are few, and genetic analyses have not been reported.","dc:creator":"Wu TF","dc:date":"2013","dc:title":"Five novel mutations in ARG1 gene in Chinese patients of argininemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The common Gly235Arg variant, when expressed in E. coli had <0.1% of WT activity (PMID: 1463019). No evidence (i.e. protein levels or functional data) provided to support the prediction that the nonsense mutation (Gly12Ter) is a null variant."},{"id":"cggv:f89f0197-47e0-4f9b-8b83-0a3566f4837d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:27b4c633-0a27-4fac-91f5-65a8ca4a9f61","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Sanger sequencing of all exons and flanking regions.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma arginine (pmol/l) 644","phenotypes":["obo:HP_0002510","obo:HP_0001249","obo:HP_0002059","obo:HP_0001510","obo:HP_0001251","obo:HP_0001250"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f89f0197-47e0-4f9b-8b83-0a3566f4837d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a50d1787-846b-43eb-99ca-9399105cef50"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1463019","type":"dc:BibliographicResource","dc:abstract":"Argininemia is caused by a hereditary deficiency of liver-type arginase (E.C.3.5.3.1) and is characterized by psychomotor retardation and spastic tetraplegia. We examined findings in three Japanese patients with argininemia, by using the PCR, cloning, and sequencing procedures. We found three different mutations--G-to-A-365 in exon 4, G-to-C-703 in exon 7, and C-del-842 in exon 8--thereby leading to mutant arginase proteins of W122X, G235R, and L282FS, respectively. Patient 1 was a compound heterozygote, inheriting the allele with G-to-A-365 from his mother and the allele with G-to-C-703 from his father. Patients 2 and 3 were homozygotes of the allele with G-to-C-703 and of the allele with C-del-842, respectively. Expression tests of these mutant arginases in Escherichia coli indicated that the mutant arginase of W122X did not remain a stable product. The other two mutant arginases--G235R and L282FS--were detected by immunoblot analyses. There was no evidence of activity of the three mutant arginases expressed in E. coli. We tentatively conclude that argininemia is heterogeneous, at the molecular level.","dc:creator":"Uchino T","dc:date":"1992","dc:title":"Three novel mutations in the liver-type arginase gene in three unrelated Japanese patients with argininemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1463019","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Immunoblot analysis of proteins expressed in E. coli detected the Gly235Arg missense variant which had <0.1% activity compared to WT."},{"id":"cggv:f6ed3095-1531-4a12-817c-80ef6f1b859e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2edc9288-8a5f-4805-b169-1a50a3ccd5d2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"Genomic DNA was extracted from peripheral blood leukocytes, amplified by PCR, and analyzed by direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma ammonia (μmol/L) 106","phenotypes":["obo:HP_0001510","obo:HP_0002510","obo:HP_0001250"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:f6ed3095-1531-4a12-817c-80ef6f1b859e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04242265-9fc3-43af-8155-7933b84b68ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.131583145_131583148del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3999326"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"No evidence (i.e. protein levels or functional data) provided to support the prediction that this frameshift mutation (Leu216AlafsX4) is a null variant."},{"id":"cggv:44c22b2f-3e2b-4e2d-92f7-028e1040e5aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:55624c83-d9f7-4675-8f88-a8e171473a46","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"detectionMethod":"Genomic DNA was extracted from peripheral blood leukocytes, amplified by PCR, and analyzed by direct sequencing.Point mutations were further analyzed by PCR-RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma ammonia (μmol/L) 117.32","phenotypes":["obo:HP_0001250","obo:HP_0001249","obo:HP_0002510","obo:HP_0001510","obo:HP_0002059"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:44c22b2f-3e2b-4e2d-92f7-028e1040e5aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a50d1787-846b-43eb-99ca-9399105cef50"},{"id":"cggv:f3928fe3-5ea4-400b-9cf5-b4a407fbf7ca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.131581287C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365651031"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The common Gly235Arg variant, when expressed in E. coli had <0.1% of WT activity (PMID: 1463019). The Ala125Val missense has only in silico prediction of deleterious effect."},{"id":"cggv:40faf542-17aa-4822-819b-cfa9a52a4823_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e7309d03-d3e3-4ce7-b332-00796f77b78a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Sanger sequencing of all exons and flanking regions.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma arginine (pmol/l) 605","phenotypes":["obo:HP_0002059","obo:HP_0002013","obo:HP_0002353","obo:HP_0011448","obo:HP_0001987","obo:HP_0001249","obo:HP_0012378","obo:HP_0003487","obo:HP_0001254","obo:HP_0001510","obo:HP_0011449","obo:HP_0006801","obo:HP_0002510"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:40faf542-17aa-4822-819b-cfa9a52a4823_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f6aedd27-b33c-44ba-8413-69d63368aa48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ARG1, 1-BP DEL, 842C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2392"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1463019"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1463019","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This frameshift mutation, in exon 7, produces a truncated protein. Immunoblot analysis of this protein expressed in E. coli detected this shortened variant which had <0.1% activity compared to WT."},{"id":"cggv:42f3ce13-e089-4d6d-990d-eab7bdb9160b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd4c4e91-1dd3-4395-89ff-56eb67cae1fc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"detectionMethod":"Genomic DNA was prepared, from transformed lymphocytes of the patient and from peripheral blood lymphocytes of the parents, for Sanger sequencing of ARG1.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"elevated serum arginine concentration and very low activity of arginase in red blood cells (16 and 19 Mumol/h per g hemoglobin, control;3,716±2,236)","phenotypes":["obo:HP_0002510","obo:HP_0000252","obo:HP_0010864","obo:HP_0001987"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:42f3ce13-e089-4d6d-990d-eab7bdb9160b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ec3e74db-aac7-402b-887b-b14685d9ec94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ARG1, 1-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2387"}},{"id":"cggv:10af76b6-fe9e-4863-8e5a-833c7aa51944","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ARG1, 4-BP DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2386"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2365823","type":"dc:BibliographicResource","dc:abstract":"Argininemia results from a deficiency of arginase (EC 3.5.3.1), the last enzyme of the urea cycle in the liver. We examined the molecular basis for argininemia by constructing a genomic library followed by cloning and DNA sequencing. Discrete mutations were found on two alleles from the patient, a product of a nonconsanguineous marriage. There was a four-base deletion at protein-coding region 262-265 or 263-266 in exon 3 that would lead to a reading-frame shift after amino acid residue 87 and make a new stop codon at residue 132. The other was a one-base deletion at 77 or 78 in exon 2 that would lead to a reading-frame shift after residue 26 and make a stop codon at residue 31. For confirmation, genomic DNAs from the patient and from her parents were amplified by the polymerase chain reaction method. The patient was shown to be a compound heterozygote, inheriting an allele with the four-base deletion from the father and the other allele with the one-base deletion from the mother. These data seem to be the first evidence of a case of argininemia caused by two different deletion mutations.","dc:creator":"Haraguchi Y","dc:date":"1990","dc:title":"Molecular basis of argininemia. Identification of two discrete frame-shift deletions in the liver-type arginase gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2365823","rdfs:label":"Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"These frameshift mutations, in exons 2 and 3, result in premature stop codons. Protein was absent from patient cells by Western blot (PMID 1598908)."},{"id":"cggv:6e070e7f-e64e-46ec-bd98-a4cb86965fda_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aae6f806-f145-4c5b-9b33-d14d0ac686c3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"Sanger sequencing of all exons and flanking regions.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma arginine (pmol/l) 644","phenotypes":["obo:HP_0001249","obo:HP_0002240","obo:HP_0001510","obo:HP_0002059","obo:HP_0003739","obo:HP_0001987","obo:HP_0001262","obo:HP_0002510","obo:HP_0001250","obo:HP_0002353"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6e070e7f-e64e-46ec-bd98-a4cb86965fda_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:06cef2d3-4e10-4ffa-93dc-cb495064898d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000045.3(ARG1):c.365G>A (p.Trp122Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2390"}},{"id":"cggv:a50d1787-846b-43eb-99ca-9399105cef50"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1463019"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1463019","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Immunoblot analysis of proteins expressed in E. coli detected the Gly235Arg missense variant but not the Trp122Ter variant supporting this second mutation as a null variant. Both variants had <0.1% activity compared to WT."},{"id":"cggv:05ca7c51-1a20-4800-8dd1-091023a7be99_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a06c68f8-8b70-4bc3-b8bb-5e630b59b9dd","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"elevated creatine kinase and blood ammonia, and slightly elevated bilirubin","phenotypes":["obo:HP_0100660","obo:HP_0001510","obo:HP_0009830","obo:HP_0001250","obo:HP_0001264","obo:HP_0001249","obo:HP_0001943","obo:HP_0002013","obo:HP_0001347"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:05ca7c51-1a20-4800-8dd1-091023a7be99_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6f266a33-7edd-4367-8bcc-04117b107e68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000045.3(ARG1):c.32T>C (p.Ile11Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2393"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29443755","type":"dc:BibliographicResource","dc:abstract":"Argininemia is an autosomal recessive inherited disorder of the urea cycle. Because of its atypical symptoms in early age, diagnosis can be delayed until the typical chronic manifestations - including spastic diplegia, deterioration in cognitive function, and epilepsy - appear in later childhood.","dc:creator":"Cai X","dc:date":"2018","dc:title":"Argininemia as a cause of severe chronic stunting and partial growth hormone deficiency (PGHD): A case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29443755","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This missense variant (Ile11Thr), when expressed in E. coli, had 12% of WT activity (PMID: 7649538)."},{"id":"cggv:2bdee2ae-54a2-4aad-99ac-49a6459cbbf7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d7bf7d9-5a86-41fe-90f5-4374367c061e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Genomic DNA was extracted from peripheral blood leukocytes, amplified by PCR, and analyzed by direct sequencing. Point mutations were further analyzed by PCR-RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma ammonia (μmol/L) 133.0","phenotypes":["obo:HP_0001510","obo:HP_0002510","obo:HP_0001249","obo:HP_0002059","obo:HP_0002240"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:2bdee2ae-54a2-4aad-99ac-49a6459cbbf7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a50d1787-846b-43eb-99ca-9399105cef50"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The Gly235Arg variant, when expressed in E. coli, had <0.1% of WT activity (PMID: 1463019)."},{"id":"cggv:b3b37e4b-9d80-404b-ab78-02804a1d7a85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:619f1371-3edd-4a32-9206-5d3262331b4f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Genomic DNA was extracted from peripheral blood leukocytes, amplified by PCR, and analyzed by direct sequencing. Point mutations were further analyzed by PCR-RFLP.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Plasma ammonia (μmol/L) 86.66","phenotypes":["obo:HP_0001510","obo:HP_0002059","obo:HP_0001249","obo:HP_0002510"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:b3b37e4b-9d80-404b-ab78-02804a1d7a85_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8ec380fa-83a6-4f45-94df-67ddba9f86d4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.131576675del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820657"}},{"id":"cggv:93a60354-44df-4c6f-b353-9f0f0fc59d67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.131582694G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365651457"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23859858","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"No evidence (i.e. protein levels or functional data) provided to support the frameshift mutation (Val24TrpfsX8) as a null variant or to show the impact of the missense variant (Arg180Thr)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":933,"specifiedBy":"GeneValidityCriteria7","strengthScore":14,"subject":{"id":"cggv:bd65ccf4-37c3-44e2-808b-d2fa7ed5c3ba","type":"GeneValidityProposition","disease":"obo:MONDO_0008814","gene":"hgnc:663","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"ARG1 was first reported in relation to autosomal recessive inheritance of hyperargininemia in 1990 (Haraguchi et al., 1990, PMID: 2365823). At least 43 unique variants (including many missense and nonsense, as well as some in-frame indel, frameshift, large deletion, complex rearrangement, etc) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\nVariants in the gene have been reported in at least 11 probands in 5 publications (PMIDS: 23859858, 1463019, 1598908, 2365823, 29443755). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\nThe mechanism for disease is homozygous loss of function.\nThis gene-disease relationship is supported by the biochemical function of ARG1, catalyzing the final step of the urea cycle (PMID: 16747805), and two knockout mouse models which share the biochemical manifestations of hyperammonemia and hyperargininemia while lacking the clinical phenotypes of humans (PMIDs: 12052859, 23920045).\nIn summary, ARG1 is definitively associated with autosomal recessive inheritance of hyperargininemia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:0157f793-9232-4700-bbf0-dfb16270f688"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}