{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-09-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-01-24T18:37:32.904Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23345450","type":"dc:BibliographicResource","dc:abstract":"Age-related hearing loss and noise-induced hearing loss are major causes of human morbidity. Here we used genetics and functional studies to show that a shared cause of these disorders may be loss of function of the ATP-gated P2X(2) receptor (ligand-gated ion channel, purinergic receptor 2) that is expressed in sensory and supporting cells of the cochlea. Genomic analysis of dominantly inherited, progressive sensorineural hearing loss DFNA41 in a six-generation kindred revealed a rare heterozygous allele, P2RX2 c.178G > T (p.V60L), at chr12:133,196,029, which cosegregated with fully penetrant hearing loss in the index family, and also appeared in a second family with the same phenotype. The mutation was absent from more than 7,000 controls. P2RX2 p.V60L abolishes two hallmark features of P2X(2) receptors: ATP-evoked inward current response and ATP-stimulated macropore permeability, measured as loss of ATP-activated FM1-43 fluorescence labeling. Coexpression of mutant and WT P2X(2) receptor subunits significantly reduced ATP-activated membrane permeability. P2RX2-null mice developed severe progressive hearing loss, and their early exposure to continuous moderate noise led to high-frequency hearing loss as young adults. Similarly, among family members heterozygous for P2RX2 p.V60L, noise exposure exacerbated high-frequency hearing loss in young adulthood. Our results suggest that P2X(2) function is required for life-long normal hearing and for protection from exposure to noise.","dc:creator":"Yan D","dc:date":"2013","dc:title":"Mutation of the ATP-gated P2X(2) receptor leads to progressive hearing loss and increased susceptibility to noise."},"evidence":[{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8d7b9a7-940d-4e51-b84e-82a0501fb2d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d8aeac7-12c8-4d04-8607-2093531e8e61","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"P2RX2 localized to apical plasma membranes of hair cells, including stereociliary bundles","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23345450","rdfs:label":"Yan Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:249ddd88-3692-47e4-9fce-e16b4b8945b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80e7024e-e487-4640-866c-b69fdd8102b5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"progressive HL","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18491132","type":"dc:BibliographicResource","dc:abstract":"Intracochlear ATP is an important mediator in regulating hearing function. ATP can activate ionotropic purinergic (P2x) and metabotropic purinergic (P2y) receptors to influence cell functions. In this paper, we report that ATP can activate P2x receptors directly to modify outer hair cell (OHC) electromotility, which is an active cochlear amplifier determining hearing sensitivity and frequency selectivity in mammals. We found that ATP, but not UTP, a P2y receptor agonist, reduced the OHC electromotility-associated nonlinear capacitance (NLC) and shifted its voltage dependence to the right (depolarizing) direction. Blockage of the activation of P2x receptors by pyridoxalphosphate-6-azophenyl-2',4'-disulfonic acid (PPADS), suramin, and 4,4'-diisothiocyanato-stilbene-2,2'-disulfonic acid (DIDS) could block the ATP effect. This modification also required extracellular Ca(++) participation. Removal of extracellular Ca(++) abolished the ATP effect. However, chelation of intracellular Ca(++) concentration by a fast calcium-chelating reagent 1,2-bis(o-aminophenoxy)ethane-N,N,N',N'-tetraacetic acid (BAPTA, 10 mM) did not affect the effect of ATP on NLC. The effect is also independent of K(+) ions. Substitution of Cs(+) for intracellular or extracellular K(+) did not affect the ATP effect. Our findings indicate that ATP activates P2x receptors instead of P2y receptors to modify OHC electromotility. Extracellular Ca(++) is required for this modification.","dc:creator":"Yu N","dc:date":"2008","dc:title":"ATP activates P2x receptors and requires extracellular Ca(++) participation to modify outer hair cell nonlinear capacitance."},"rdfs:label":"Yu Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c891f92-d384-4c6c-88ab-c03b0374bc60","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8cdd9aa2-5f58-4cce-b88d-f86e21dac0aa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"P2RX2 is necessary for development of temporary threshold shift (TTS) that occurs after loud noise exposure to protect cochlea from damage. As sound level is elevated, ATP is released into cochlear partition and P2RX2 is activated, reducing sound transduction and synaptic transmission from hair cells. The normal, reversible loss of hearing sensitivity following noise exposure was absent in P2RX2-null mice, but present in WT","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23592720","type":"dc:BibliographicResource","dc:abstract":"The sense of hearing is remarkable for its auditory dynamic range, which spans more than 10(12) in acoustic intensity. The mechanisms that enable the cochlea to transduce high sound levels without damage are of key interest, particularly with regard to the broad impact of industrial, military, and recreational auditory overstimulation on hearing disability. We show that ATP-gated ion channels assembled from P2X2 receptor subunits in the cochlea are necessary for the development of temporary threshold shift (TTS), evident in auditory brainstem response recordings as sound levels rise. In mice null for the P2RX2 gene (encoding the P2X2 receptor subunit), sustained 85-dB noise failed to elicit the TTS that wild-type (WT) mice developed. ATP released from the tissues of the cochlear partition with elevation of sound levels likely activates the broadly distributed P2X2 receptors on epithelial cells lining the endolymphatic compartment. This purinergic signaling is supported by significantly greater noise-induced suppression of distortion product otoacoustic emissions derived from outer hair cell transduction and decreased suprathreshold auditory brainstem response input/output gain in WT mice compared with P2RX2-null mice. At higher sound levels (≥95 dB), additional processes dominated TTS, and P2RX2-null mice were more vulnerable than WT mice to permanent hearing loss due to hair cell synapse disruption. P2RX2-null mice lacked ATP-gated conductance across the cochlear partition, including loss of ATP-gated inward current in hair cells. These data indicate that a significant component of TTS represents P2X2 receptor-dependent purinergic hearing adaptation that underpins the upper physiological range of hearing.","dc:creator":"Housley GD","dc:date":"2013","dc:title":"ATP-gated ion channels mediate adaptation to elevated sound levels."},"rdfs:label":"Housley Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Adds to animal model points. Mechanism may be loss of otoprotection following loud noise"},{"id":"cggv:6722b51a-ed20-490d-b669-550d8286a558","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67636293-de9f-408a-8d15-d472782a1f40","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Assessed the hearing of P2RX2-null mice generated in Cockayne 2005. Progressive age-related hearing loss was more severe in null mice raised in quiet environment compared to WT across all frequencies. Exposure to moderate background noise led to significant hearing loss in both null and WT mice. However null mice differed significantly from WT in terms of effect of noise on hearing at higher frequencies, suggesting loss of PxRX2 makes mice more susceptible to noise-induced high-frequency hearing loss , similar to that observed in human family","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23345450","rdfs:label":"Yan Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because HL is later onset and only at HF."},{"id":"cggv:d214fb3d-92e4-485c-ba8d-114250b4ed15","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f71dca06-27a0-4a30-bd44-252daeb0ba7f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like human families, the mice exhibited progressive hearing loss. Heterozygous KI mice started to exhibit hearing loss at 21-day-old and progressed to deafness by 6-month-old. Vestibular dysfunction was also observed in mutant mice. Abnormal morphology of the inner hair cells and ribbon synapses was progressively observed in KI animals suggesting that P2rx2 plays a role in the membrane spatial location of the ribbon synapses. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33791800","type":"dc:BibliographicResource","dc:abstract":"P2RX2 encodes the P2X2 receptor, which is an adenosine triphosphate (ATP) gated (purinoreceptor) ion channel. P2RX2 c. 178G > T (p.V60L) mutation was previously identified in two unrelated Chinese families, as the cause of human DFNA41, a form of dominant, early-onset and progressive sensorineural hearing loss. We generated and characterized a knock-in mouse model based on human p.V60L mutation that recapitulates the human phenotype. Heterozygous KI mice started to exhibit hearing loss at 21-day-old and progressed to deafness by 6-month-old. Vestibular dysfunction was also observed in mutant mice. Abnormal morphology of the inner hair cells and ribbon synapses was progressively observed in KI animals suggesting that P2rx2 plays a role in the membrane spatial location of the ribbon synapses. These results suggest that P2rx2 is essential for acoustic information transfer, which can be the molecular mechanism related to hearing loss.","dc:creator":"Chen X","dc:date":"2021","dc:title":"Generation and characterization of a P2rx2 V60L mouse model for DFNA41."},"rdfs:label":"Chen_Val60Leu Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.7}],"evidenceStrength":"Moderate","sequence":5823,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.2,"subject":{"id":"cggv:d2e822a8-9d3a-426d-83a4-5f5fa533c397","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:15459","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"P2RX2 was first reported in relation to autosomal dominant nonsyndromic hearing loss in 2013 (Yan et al. 2013, PMID: 23345450). Three missense variants that have been reported in four probands in four publications are included in this curation (PMIDs: 23345450, 24211385, 29986705, 34425661). The hearing loss in these families had a postlingual onset, was progressive, and co-occurred with tinnitus in one family. An additional family was reported in which hearing loss co occurred with a mitochondrial disorder, however there wasn't strong evidence in support of pathogenicity of the P2RX2 variant for this phenotype and the variant was present in gnomAD (25788561). Functional evidence suggests a dominant negative mechanism (23345450). Substantial experimental evidence suggests that the P2RX2 receptor modulates a temporary threshold shift that protects the cochlea from overstimulation by loud noise exposure (23592720). This gene-disease relationship is also supported by animal models, expression studies, and in vitro functional assays (PMIDs: 23345450, 33791800, 23592720, 18491132). Loss of the P2RX2 receptor in mice increases susceptibility to noise-induced hearing loss, and a significant correlation was found in a large Chinese family between noise exposure during adolescence and severity of hearing loss (PMIDs: 23345450, 33791800). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 02/20/2018. It was reevaluated on 09/21/2022. Although a new case with hearing loss (29986705) and a new knock-in mouse model with progressive hearing loss (33791800) were scored, the classification did not change (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c1dae6b6-4ed7-4c5a-ba4e-bcfaba026be8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}