{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-10-27T13:12:27.209Z","role":"Publisher"},{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-22T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ababbaf-995b-49f0-b23d-51913dca6fb6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0fd571a-df28-4f0c-8d6b-e65c6659c35c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MPL was found in megakaryocytes and platelets. No\nsignificant labeling was detectable on granulocytic cells,\nblast cells, and lymphocytes.\nMoreover, human leukemic cell lines with an erythroid/megakaryocytic phenotype display  Mpl at their cell surface. In contrast, cell lines with erythroid, myeloid, or lymphoid phenotypes were negative.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7529061","type":"dc:BibliographicResource","dc:abstract":"The Mpl receptor (Mpl-R) is a cytokine receptor belonging to the hematopoietin receptor superfamily for which a ligand has been recently characterized. To study the lineage distribution of Mpl-R in normal hematopoietic cells, we developed a monoclonal antibody (designated M1 MoAb) by immunizing mice with a soluble form of the human Mpl-R protein. With few exceptions, Mpl-R was detected by indirect immunofluorescent analysis on all human leukemic hematopoietic cell lines with pluripotential and megakaryocytic phenotypes, but not on other cell lines. By immunoprecipitation and immunoblotting, M1 MoAb recognized a band at 82 to 84 kD corresponding to the expected size of the glycosylated receptor. Among normal hematopoietic cells, M1 MoAb strongly stained megakaryocytes (MK) and Mpl-R was detected on platelets by indirect immunofluorescence staining or immunoblotting. On purified CD34+ cells, less than 2% of the population was stained, but the labeling was weak and just above the threshold of detection. However, dual-labeling with the M1 and antiplatelet glycoprotein MoAbs showed that most Mpl-R+/CD34+ cells coexpressed CD41a, CD61, or CD42a, suggesting that cell surface appearance of Mpl-R and platelet glycoproteins could be coordinated. M1-positive and M1-negative subsets were sorted from purified CD34+ cell populations. Colony assays showed that the absolute number of hematopoietic progenitors was extremely low and no primitive progenitors were present in the CD34+/Mpl-R+ fraction. However, this cell fraction was significantly enriched in low proliferative colony-forming units-MK. When the CD34+/Mpl-R+ fraction was grown in liquid culture containing human aplastic serum and a combination of growth factors, mature MK were seen as early as day 4, whereas the predominant cell population was erythroblasts on day 8. Similar data were also obtained with the CD34+/Mpl-R- fraction with, however, a delay in the time of appearance of both MK and erythroblasts. In conclusion, Mpl-R is a cytokine receptor restricted to the MK cell lineage. Its expression is low on CD34+ cells and these cells mainly correspond to late MK progenitors and transitional cells. These data indicate that the action of the Mpl-R ligand might predominate during the late stages of human MK differentiation.","dc:creator":"Debili N","dc:date":"1995","dc:title":"The Mpl receptor is expressed in the megakaryocytic lineage from late progenitors to platelets."},"rdfs:label":"MPL expression in the Megakaryocytic Lineage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Megakaryocytes and platelets show MPL expression and these are the cells involved in thrombocythemia 2"},{"id":"cggv:fac58500-9fff-4ff4-accb-bf1e9d43d2b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac6174bb-8272-47c3-b5f2-7366bd5cefd7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MPL is the receptor for TPO. Mutations in the gene coding for TPO, that is THPO, have been associated with thrombocythemia (THROMBOCYTHEMIA 1). In this paper the authors show that MPL physically interacts with TPO upon immunoprecipitation for TPO and western blotting with an anti- MPL antibody. Moreover, they show that within the Mpl extracellular domain (EC) amino acids 102–251 are strongly involved in ligand binding. For TPO binding, mutations in residues Asp235 and Leu239 had the largest effect on decreasing binding efficacy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20529857","type":"dc:BibliographicResource","dc:abstract":"Thrombopoietin (TPO) and its receptor (Mpl) have long been associated with megakaryocyte proliferation, differentiation, and platelet formation. However, studies have also shown that the extracellular domain of Mpl (Mpl-EC) interacts with human (h) NUDC, a protein previously characterized as a human homolog of a fungal nuclear migration protein. This study was undertaken to further delineate the putative binding domain on the Mpl receptor. Using the yeast two-hybrid system assay and co-immunoprecipitation, we identified that within the Mpl-EC domain 1 (Mpl-EC-D1), amino acids 102-251 were strongly involved in ligand binding. We subsequently expressed five subdomains within this region with T7 phage display. Enzyme-linked immunosorbent binding assays identified a short stretch of peptide located between residues 206 and 251 as the minimum binding domain for both TPO and hNUDC. A series of sequential Ala replacement mutations in the region were subsequently used to identify the specific residues most involved in ligand binding. Our results point to two hydrophobic residues, Leu(228) and Leu(230), as having substantial effects on hNUDC binding. For TPO binding, mutations in residues Asp(235) and Leu(239) had the largest effect on binding efficacy. In addition, deletion of the conservative motif WGSWS reduced binding capacity for hNUDC but not for TPO. These separate binding sites on the Mpl receptor for TPO and hNUDC raise interesting implications for the cytokine-receptor interactions.","dc:creator":"Chen WM","dc:date":"2010","dc:title":"Identification of the residues in the extracellular domain of thrombopoietin receptor involved in the binding of thrombopoietin and a nuclear distribution protein (human NUDC)."},"rdfs:label":"Immunoprecipitation MPL-TPO"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"MPL is the receptor for TPO. Mutations in the gene coding for TPO, that is THPO, have been associated with thrombocythemia 1 (MIM number 187950)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7681458b-9bd9-42e7-a5c5-2953cb47ea61","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ea303eb-b8f8-4192-b2c7-f43b6a8f4b2a","type":"FunctionalAlteration","dc:description":"UT-7 cells expressing gain-of-function Mpl K39NmNG showed a significant increase in proliferation compared with WT\nMplmNG- expressing cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29296828","type":"dc:BibliographicResource","dc:abstract":"Thrombopoietin (Tpo) and its receptor (Mpl) are the principal regulators of early and late thrombopoiesis and hematopoietic stem cell maintenance. Mutations in MPL can drastically impair its function and be a contributing factor in multiple hematologic malignancies, including congenital amegakaryocytic thrombocytopenia (CAMT). CAMT is characterized by severe thrombocytopenia at birth, which progresses to bone marrow failure and pancytopenia. Here we report unique familial cases of CAMT that presented with a previously unreported MPL mutation: T814C (W272R) in the background of the activating MPL G117T (K39N or Baltimore) mutation. Confocal microscopy, proliferation and surface biotinylation assays, co-immunoprecipitation, and western blotting analysis were used to elucidate the function and trafficking of Mpl mutants. Results showed that Mpl protein bearing the W272R mutation, alone or together with the K39N mutation, lacks detectable surface expression while being strongly colocalized with the endoplasmic reticulum (ER) marker calreticulin. Both WT and K39N-mutated Mpl were found to be signaling competent, but single or double mutants bearing W272R were unresponsive to Tpo. Function of the deficient Mpl receptor could be rescued by using 2 separate approaches: (1) GRASP55 overexpression, which partially restored Tpo-induced signaling of mutant Mpl by activating an autophagy-dependent secretory pathway and thus forcing ER-trapped immature receptors to traffic to the cell surface; and (2) CRISPR-Cas9 gene editing used to repair MPL T814C mutation in transfected cell lines and primary umbilical cord blood-derived CD34+ cells. We demonstrate proof of principle for rescue of mutant Mpl function by using gene editing of primary hematopoietic stem cells, which indicates direct therapeutic applications for CAMT patients.","dc:creator":"Cleyrat C","dc:date":"2017","dc:title":"Gene editing rescue of a novel MPL mutant associated with congenital amegakaryocytic thrombocytopenia."},"rdfs:label":"Increased proliferation of UT-7 cells with the K39N variant"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Demonstration that K39N is a gain-of-function variant"},{"id":"cggv:4d5b9479-8beb-4c10-a544-be5e3e44bb0e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14d18449-bb23-4fa2-9576-f2baeb3d4447","type":"FunctionalAlteration","dc:description":"The Asn505 mutation induces both autonomous dimerization of Mpl and signal activation (p-MEK-1/2 and p-STAT5) in the absence of TPO","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19483125","type":"dc:BibliographicResource","dc:abstract":"We previously reported that a dominant-positive activating mutation (Asn505) in the transmembrane domain (TMD) of c-MPL, which encodes the thrombopoietin receptor, caused familial essential thrombocythemia. Here, we show that the Asn505 mutation induces both autonomous dimerization of c-Mpl and signal activation in the absence of its ligand. Signal activation was preserved in a truncated mutant of Asn505 that lacked the extracellular domain of c-MPL. We also found that the substitution of the amino acid (AA) residue at position 505 with others of strong polarity (Glu, Asp, or Gln) also resulted in activated dimerization without ligand stimulation. Overall, these data show that the Asn505 mutation transduced the signal through the autonomous dimerization of the c-MPL protein due to strong AA polarity. This finding provides a new insight into the mechanism of disease causation by mutations in the TMD of cytokine/hematopoietic receptors.","dc:creator":"Ding J","dc:date":"2009","dc:title":"The Asn505 mutation of the c-MPL gene, which causes familial essential thrombocythemia, induces autonomous homodimerization of the c-Mpl protein due to strong amino acid polarity."},"rdfs:label":"Asn505Ser Ba/F3 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The Asn505Ser mutation transduced the signal through the autonomous dimerization of the c-MPL protein due to strong AA polarity. Triggering of Mpl signalling leads to priliferation and may explain thrombocytosis of patients with the Asn505Ser variant"},{"id":"cggv:ac6998c2-6b19-45c0-9168-2ee47371318d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05f412cb-40ce-4c79-8d7d-3fb553f846fe","type":"FunctionalAlteration","dc:description":"Not transfected Ba/F3 cells were strictly dependent on exogenous IL-3 for survival and growth and did not produce colonies in agar in the absence of added IL-3. Cells transfected with mutant MPL acquired the ability\nto produce agar colonies in the absence of exogenous growth factors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8521814","type":"dc:BibliographicResource","dc:abstract":"c-Mpl, a receptor for thrombopoietin (TPO), belongs to the haemopoietin/cytokine receptor superfamily, a group of cell surface molecules characterized by conserved sequence motifs within their ligand binding domains. A recurring mechanism for the activation of haemopoietin receptors is the formation of functional complexes by receptor subunit oligomerization. Within the growth hormone receptor, a cluster of extracellular amino acids forms a dimer interface domain that stabilizes ligand-induced homodimers. This domain appears to be functionally conserved in the erythropoietin (EPO) receptor because substitution of cysteines for residues in the analogous region causes EPO-independent receptor activation via disulfide-linked homodimerization. This report identifies an homologous domain within the c-Mpl receptor. The substitution of cysteine residues for specific amino acids in the dimer interface homology regions of c-Mpl induced constitutive receptor activity. Factor-dependent FDC-P1 and Ba/F3 cells expressing the active receptor mutants no longer required exogenous factors and proliferated autonomously. The results imply that the normal process of TPO-stimulated Mpl activation occurs through receptor homodimerization and is mediated by a conserved haemopoietin receptor dimer interface domain. Moreover, cells expressing activated mutant Mpl receptors were tumorigenic in transplanted mice. Thus, like v-mpl, its viral counterpart, mutated forms of the cellular mpl gene also have oncogenic potential.","dc:creator":"Alexander WS","dc:date":"1995","dc:title":"Point mutations within a dimer interface homology domain of c-Mpl induce constitutive receptor activity and tumorigenicity."},"rdfs:label":"constitutive receptor activity in Ba/F3 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The results imply that the normal process of TPO-stimulated MPL activation occurs through receptor homodimerization and that variants in MPL might contribute to constitutive receptor activation and consequent proliferation of cells expressing this receptor, such as megakaryocytes, inducing thrombocytosis"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5ea4113-b75c-428f-bb79-b6b8ff062d10","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3facc00f-9571-44e8-8349-e38f65bb5a32","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors describe a retroviral murine model in which deficient C57/Bl6 Mpl-/- lin- cells were retrovirally transduced with either the human MPLWT or MPL P106L receptor and then injected into lethally irradiated Mpl-/- mice to avoid endogenous hematopoiesis recovery. 4 weeks after transduction MPL P106L mice exhibited thrombocytosis, whereas MPL WT transduced mice did not. TPO levels were high in MPL P106L mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28034873","type":"dc:BibliographicResource","dc:abstract":"The mechanisms behind the hereditary thrombocytosis induced by the thrombopoietin (THPO) receptor MPL P106L mutant remain unknown. A complete trafficking defect to the cell surface has been reported, suggesting either weak constitutive activity or nonconventional THPO-dependent mechanisms. Here, we report that the thrombocytosis phenotype induced by MPL P106L belongs to the paradoxical group, where low MPL levels on platelets and mature megakaryocytes (MKs) lead to high serum THPO levels, whereas weak but not absent MPL cell-surface localization in earlier MK progenitors allows response to THPO by signaling and amplification of the platelet lineage. MK progenitors from patients showed no spontaneous growth and responded to THPO, and MKs expressed MPL on their cell surface at low levels, whereas their platelets did not respond to THPO. Transduction of MPL P106L in CD34+ cells showed that this receptor was more efficiently localized at the cell surface on immature than on mature MKs, explaining a proliferative response to THPO of immature cells and a defect in THPO clearance in mature cells. In a retroviral mouse model performed in Mpl-/- mice, MPL P106L could induce a thrombocytosis phenotype with high circulating THPO levels. Furthermore, we could select THPO-dependent cell lines with more cell-surface MPL P106L localization that was detected by flow cytometry and [125I]-THPO binding. Altogether, these results demonstrate that MPL P106L is a receptor with an incomplete defect in trafficking, which induces a low but not absent localization of the receptor on cell surface and a response to THPO in immature MK cells.","dc:creator":"Favale F","dc:date":"2016","dc:title":"An incomplete trafficking defect to the cell-surface leads to paradoxical thrombocytosis for human and murine MPL P106L."},"rdfs:label":"P106L mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model recapitulates the thrombocytosis phenotype of patients, including the incomplete penetrance, indeed some mutant mice had thrombocythosis while others no"},{"id":"cggv:de1e958f-2b1f-4619-8422-fec35312ac7e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15877e80-7083-4d4d-9857-44f6683bd886","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice developed normally but were deficient in megakaryocytes\nand severely thrombocytopenic. Total hematopoietic\nprogenitor cell numbers were also reduced. This demonstrates that MPL interaction with TPO is crucial for the formation of megakaryocytes and platelets and in general for the production of primitive pluripotent progenitor cells as well as progenitor cells committed to nonmegakaryocytic lineages","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8630375","type":"dc:BibliographicResource","dc:abstract":"Mice with a null mutation in the thrombopoietin (TPO) receptor c-Mpl were generated by gene targeting. c-mpl-deficient mice developed normally but were deficient in megakaryocytes and severely thrombocytopenic. The hematocrit and numbers of mature circulating leukocytes were normal in mpl-/- mice, as was the distribution of morphologically identifiable precursors in hematopoietic tissues. Bone marrow and spleen cells of adult mpl-/- mice lacked specific binding sites for TPO, were unresponsive to TPO in culture, and displayed a marked deficiency in progenitor cells with megakaryocytic potential. Significantly, total hematopoietic progenitor cell numbers were also reduced in mpl-/- mice including multipotential, blast cell, and committed progenitors of multiple lineages. The megakaryocyte deficiency was evident as early as 14 days of gestation in mpl-deficient mice, although reductions in progenitor cell numbers arose only later in development. The data suggest that the critical function of c-Mpl signalling in megakaryocytopoiesis is in maintenance of mature megakaryocyte numbers through control of progenitor cell proliferation and maturation. Moreover, our results also imply an important role for TPO and c-Mpl in the production of primitive pluripotent progenitor cells as well as progenitor cells committed to nonmegakaryocytic lineages.","dc:creator":"Alexander WS","dc:date":"1996","dc:title":"Deficiencies in progenitor cells of multiple hematopoietic lineages and defective megakaryocytopoiesis in mice lacking the thrombopoietic receptor c-Mpl."},"rdfs:label":"MPL -/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This mouse model demonstrates that the expression of MPL is crucial for megakaryocyte and platelet formation, however it does not directly demonstrate that variants in MPL cause thrombocytosis. The same authors, in PMID 24711413, using a conditional PF4-Cre mpl-ko mice that express the Mpl receptor normally on stem/progenitor cells but lack expression on megakaryocytes and platelets, showed that Mpl expression on megakaryocytes and platelets is essential to prevent megakaryocytosis and myeloproliferation by restricting the amount of TPO available to stimulate the production of megakaryocytes from the progenitor cell pool."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.1},{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:8d6d1546-8988-46fa-9e73-de2b34e37dac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:045ed9e7-10ca-44fe-9183-ef8b577249f1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":72,"detectionMethod":"Genomic DNA was isolated using standard procedures from\nperipheral blood or buccal swab samples. Mutation analysis of the\nMPL (exon 10) gene was carried out by sequencing. The presence of THPO 5’untranslated region mutations\nand of JAK2V617F mutations was excluded. Moreover, clonality\nof hematopoiesis was examined in all female patients by the\nhuman androgen receptor assay (HUMARA) and by HUMARA\nmethylation-specific polymerase chain reaction analysis.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001894","obo:HP_0001297","obo:HP_0001744","obo:HP_0011974"],"previousTesting":true,"previousTestingDescription":"full blood count","sex":"Female","variant":{"id":"cggv:8d6d1546-8988-46fa-9e73-de2b34e37dac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005373.2(MPL):c.1514G>A (p.Ser505Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123790"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19713221","type":"dc:BibliographicResource","dc:abstract":"Background The MPL(Ser505Asn) mutation has been reported to be a cause of hereditary thrombocythemia. Recently, we detected this mutation in a large proportion of children with familial thrombocythemia, suggesting that in Italy the incidence of MPL(Ser505Asn) mutation could be underestimated.","dc:creator":"Teofili L","dc:date":"2010","dc:title":"Hereditary thrombocytosis caused by MPLSer505Asn is associated with a high thrombotic risk, splenomegaly and progression to bone marrow fibrosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19713221","rdfs:label":"S1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences are published in PMID: 14764528.\nThe inheritance is AD."},{"id":"cggv:1312f5d1-2bda-4f20-9ed3-48c2ea2f771d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0040e351-f277-41a3-95a0-7abeddc4fb84","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All of the exons and splice sites of TPO and c-MPL genes were amplifiedand then performed direct sequencing using an automated sequencer (model ABI377; Applied Biosystems, Foster City, CA) to find the germline\nmutations in gDNAs derived from peripheral blood mononuclear cells.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Platelet count from 600 to 1300 x10^9/L","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1312f5d1-2bda-4f20-9ed3-48c2ea2f771d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14764528","type":"dc:BibliographicResource","dc:abstract":"One Japanese pedigree of familial essential thrombocythemia (FET) inherited in an autosomal-dominant manner is presented. A unique point mutation, serine 505 to asparagine 505 (Ser505Asn), was identified in the transmembrane domain of the c-MPL gene in all of the 8 members with thrombocythemia, but in none of the other 8 unaffected members in this FET family. The Ba/F3 cells expressing the mutant Asn505 acquired interleukin 3 (IL-3)-independent survival capacity, whereas those expressing wild-type Ser505 did not. The autonomous phosphorylation of Mek1/2 and Stat5b was observed in the mutant Ba/F3 cells in the absence of IL-3. The former was also found in platelets derived from the affected individual in the absence of thrombopoietin. These results show that the Asn505 is an activating mutation with respect to the intracellular signaling and survival of the cells. This is the first report of FET deriving from a dominant-positive activating mutation of the c-MPL gene.","dc:creator":"Ding J","dc:date":"2004","dc:title":"Familial essential thrombocythemia associated with a dominant-positive activating mutation of the c-MPL gene, which encodes for the receptor for thrombopoietin."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14764528","rdfs:label":"h"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant segregates with the phenotype, functional evidences are present: constitutive phosphorylation of Mek1/2 and Stat5b was\nobserved in the mutant Ba/F3 cells transfected with the mutant MPL. The inheritance is AD."},{"id":"cggv:00cef1da-c9a2-448d-b6eb-34de0e483638_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9f0f3dc7-ea87-4f39-b48e-e1fbc633c19f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":16,"detectionMethod":"Genomic DNA was extracted from blood or buccal swabs using the DNeasy Blood & Tissue Kit from QIAGEN (QIAGEN Spa, Milan, Italy) or DNAzol (Invitrogen, Milan, Italy), after isolation of peripheral granulocytes.15 All exons including the intron/exon boundaries of the MPL gene were sequenced from polymerase chain reaction (PCR) fragments amplified from genomic DNA. The primer sequences are shown in Table 1. The PCR conditions were 95ºC for 2 min, 94ºC for 30 s, 60ºC for 30 s and 72ºC for 1 min for 35 cycles. Sequencing was performed on an Applied Biosystems 3130 DNA sequencer (Applied Biosystems, Foster City, CA, USA) according to the manufacturer’s protocols.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Full blood count","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:00cef1da-c9a2-448d-b6eb-34de0e483638_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19608689","type":"dc:BibliographicResource","dc:abstract":"Hereditary thrombocythemia is a rare disease characterized by increased megakaryopoiesis and overproduction of platelets. Germ line mutations have been identified in the genes for thrombopoietin (THPO) and its receptor, MPL. A clustering of familial cases with the MPL-G1073A mutation that results in a serine to asparagine substitution (S505N) has been recently reported in Italy. Here we performed haplotype analysis in nine families (eight Italian and one Japanese) with hereditary thrombocythemia carrying the MPL-S505N mutation in the MPL gene.","dc:creator":"Liu K","dc:date":"2009","dc:title":"Evidence for a founder effect of the MPL-S505N mutation in eight Italian pedigrees with hereditary thrombocythemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689","rdfs:label":"3F"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences are published in PMID: 14764528.\nThe inheritance is AD."},{"id":"cggv:4b8c4f1c-b0b8-4591-a728-1542b30fc871_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41dd1949-2028-465b-948d-01997014e70f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"","phenotypeFreeText":"high-serum THPO, megakaryocytic hyperplasia,","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"platelet count, serum TPO levels, bone marrow biopsy","sex":"Female","variant":{"id":"cggv:4b8c4f1c-b0b8-4591-a728-1542b30fc871_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a600ad08-c734-4f4f-a0a9-e538005383b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005373.2(MPL):c.317C>T (p.Pro106Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA806636"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28034873"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28034873","rdfs:label":"II2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences in support of pathogenicity are present"},{"id":"cggv:32beac2a-f5aa-4263-9a97-128d47bd2b90_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65f3567c-3e86-4529-9499-c23ce48704dd","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":8,"detectionMethod":"Serum and EDTA blood samples of the patients and their family members\nwere obtained after informed consent had been given. The 59UTR, the 6 exons\nof the THPO gene and the coding regions and intron/exon junctions for all 12\nexons of the c-Mpl gene were amplified by polymerase chain reaction and\nwere sequenced (GATC Biotech AG, Germany).","firstTestingMethod":"PCR","phenotypeFreeText":"elevated serum TPO","phenotypes":["obo:HP_0001894","obo:HP_0005537"],"previousTesting":true,"previousTestingDescription":"Platelet count, platelet volume, serum TPO levels","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:32beac2a-f5aa-4263-9a97-128d47bd2b90_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a600ad08-c734-4f4f-a0a9-e538005383b9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25538044","type":"dc:BibliographicResource","dc:abstract":"The interaction between thrombopoietin (THPO) and its receptor c-Mpl regulates downstream cytokine signaling and platelet homeostasis. Hereditary mutations of c-Mpl can either result in loss-of-function and thrombocytopenia or in gain-of-function and thrombocythemia (HT), and are important models to analyze the mechanism of c-Mpl activity. We have analyzed the effect of the c-Mpl P106L gain-of-function and the nearby loss-of-function R102P and F104S mutations, which cause HT or thrombocytopenia, respectively, on posttranslational processing, intracellular trafficking, cell surface expression, and cell proliferation. In contrast to R102P and F104S, the P106L mutant confers cytokine-independent growth and stimulates downstream signaling after THPO treatment in Ba/F3 cells. Despite their opposite function, R102P and P106L, both lead to abnormal subcellular receptor distribution, lack of membrane localization, impaired glycosylation, and elevated THPO serum levels in effected patients. These findings indicate that the activation of downstream signaling by c-Mpl P106L does not require correct processing, trafficking, and cell surface expression of c-Mpl, whereas the negative feedback loop controlling THPO serum levels requires cell surface expression of the receptor. Thus, we propose that the P106L mutation functionally separates the activity of c-Mpl in downstream signaling from that in maintaining platelet homeostasis. ","dc:creator":"Stockklausner C","dc:date":"2015","dc:title":"The thrombopoietin receptor P106L mutation functionally separates receptor signaling activity from thrombopoietin homeostasis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25538044","rdfs:label":"II/1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant when homozygous causes thrombocytosis. Expression of the variant confers cytokine-independent growth and stimulates downstream signaling after TPO treatment in Ba/F3 cells. Lack of membrane localization is accompanied with elevated TPO serum levels in effected patients.\nThe inheritance is AD with incomplete penetrance."},{"id":"cggv:f6d85dd7-7f40-469f-9bb3-a3b2410f5433_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:104c4c3f-4c73-4497-b9a5-63a210d706a3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":42,"detectionMethod":"All exons of MPL and JAK2 genes were sequenced in the\nproband’s DNA extracted from total blood cells using the BigDye Terminator chemistry\n(Life Technologies) on an ABI3730 Genetic Analyser (Applied\nBiosystem).","firstTestingMethod":"PCR","phenotypeFreeText":"high thrombopoietin","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Platelet count around (proband 612 × 10^9/L and daughter 568× 10^9/L)\nElevated thrombopoietin  (proband 260 pg/mL and daughter 119 pg/mL )","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f6d85dd7-7f40-469f-9bb3-a3b2410f5433_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9d2c02ad-e31e-411b-b143-f5a03b5307f0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005373.2(MPL):c.305G>C (p.Arg102Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123780"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28979237","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of hereditary thrombocytosis is germline mutations affecting the thrombopoietin (TPO)/TPO receptor (MPL)/JAK2 signaling axis. Here, we report one family presenting two cases with a mild thrombocytosis. By sequencing JAK2 and MPL coding exons, we identified a germline MPL R102P heterozygous mutation in the proband and his daughter. Concomitantly, we detected high TPO levels in the serum of these two patients. The mutation was not found in three other unaffected cases from the family except in another proband's daughter who did not present thrombocytosis but had a high TPO level. The MPL R102P mutation was first described in congenital amegakaryocytic thrombocytopenia in a homozygous state with a loss-of-function activity. It was previously shown that MPL R102P was blocked in the endoplasmic reticulum without being able to translocate to the plasma membrane. Thus, this case report identifies for the first time that MPL R102P mutation can differently impact megakaryopoiesis: thrombocytosis or thrombocytopenia depending on the presence of the heterozygous or homozygous state, respectively. The paradoxical effect associated with heterozygous MPL R102P may be due to subnormal cell-surface expression of wild-type MPL in platelets inducing a defective TPO clearance. As a consequence, increased TPO levels may activate megakaryocyte progenitors that express a lower, but still sufficient level of MPL for the induction of proliferation.","dc:creator":"Bellanné-Chantelot C","dc:date":"2017","dc:title":"Identification of MPL R102P Mutation in Hereditary Thrombocytosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28979237","rdfs:label":"Proband B-C"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The same variant was described associated with CAMT in homozygosis, moreover the variant is present in a daughter of the proband with platelet count within the normal range even if high (397× 10^9/L). 0.1 points were given for these 2 reasons:\n- even in the variant was described in homozygosis in CAMT the authors explain that the paradoxical effect associated with heterozygous\nMPL R102P may be due to subnormal cell-surface expression of wild-type MPL in platelets inducing a defective TPO clearance. As a consequence, increased TPO levels may activate megakaryocyte progenitors that express a lower, but still sufficient level of\nMPL for the induction of proliferation. \n-  397× 10^9/L is a quite high platelet count, even if considered normal, moreover the daughter has not still reached the father’s age at diagnosis and these results suggest an incomplete penetrance of the MPL mutation depending on age.\nThe inheritance is AD with incomplete penetrance."},{"id":"cggv:609cb5ff-0676-4a83-85a4-7f0bf66b66ca_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a792eae6-be0a-484b-acab-00548ea94007","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was extracted from blood or buccal swabs using the DNeasy Blood & Tissue Kit from QIAGEN (QIAGEN Spa, Milan, Italy) or DNAzol (Invitrogen, Milan, Italy), after isolation of peripheral granulocytes.15 All exons including the intron/exon boundaries of the MPL gene were sequenced from polymerase chain reaction (PCR) fragments amplified from genomic DNA. The primer sequences are shown in Table 1. The PCR conditions were 95ºC for 2 min, 94ºC for 30 s, 60ºC for 30 s and 72ºC for 1 min for 35 cycles. Sequencing was performed on an Applied Biosystems 3130 DNA sequencer (Applied Biosystems, Foster City, CA, USA) according to the manufacturer’s protocols.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Full blood count","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:609cb5ff-0676-4a83-85a4-7f0bf66b66ca_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689","rdfs:label":"2H"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences are published in PMID: 14764528.\nThe inheritance is AD."},{"id":"cggv:138981c2-77b4-4245-ad67-863d0afa77db_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a943ee2-b371-4492-be4c-cb6fc8297168","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was extracted from blood or buccal\nswabs using the DNeasy Blood & Tissue Kit from QIAGEN\n(QIAGEN Spa, Milan, Italy) or DNAzol (Invitrogen,\nMilan, Italy), after isolation of peripheral granulocytes.15\nAll exons including the intron/exon boundaries of the\nMPL gene were sequenced from polymerase chain reaction\n(PCR) fragments amplified from genomic DNA. The\nprimer sequences are shown in Table 1. The PCR conditions\nwere 95ºC for 2 min, 94ºC for 30 s, 60ºC for 30 s\nand 72ºC for 1 min for 35 cycles. Sequencing was performed\non an Applied Biosystems 3130 DNA sequencer\n(Applied Biosystems, Foster City, CA, USA) according to\nthe manufacturer’s protocols.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Full blood count","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:138981c2-77b4-4245-ad67-863d0afa77db_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689","rdfs:label":"2G"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences are published in PMID: 14764528.\nThe inheritance is AD."},{"id":"cggv:fff3038f-7c39-456f-b7f6-2c6cd35c3845_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:992f1029-38c9-4cbe-a040-0f3b376654c7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"SEQUENCING\nPlatelets were harvested from peripheral\nblood as described in ref. 4, and RNA was extracted with\nphenol and chloroform (5). cDNA was generated with the\nSuperScript II RT kit (GIBCO\u0001BRL) by using a gene-specific\nprimer (5\u0002-GGAATGGTTGGCAATGTGGG-3\u0002) complementary\nto the distal 3\u0002 end of Mpl-P. Mpl cDNA was amplified with\nforward (5\u0002–GATGGGCTAAGGCAGGCACA-3\u0002) and reverse\n(5\u0002-GGAATGGTTGGCAATGTGGG-3\u0002) primers under the\nfollowing conditions: 40 cycles of denaturation at 94°C for 30 s,\nannealing at 58°C for 30 s, and extension at 72°C for 2 min. PCR\nproducts were excised and purified from agarose gels and cloned\nwith Topo II by using the direct PCR Topo TA cloning system\n(Invitrogen). Plasmids isolated from transformed clones\nwere fully sequenced with four sequencing primers (T7, 5\u0002-\nCAGCCAGGGGAACTTCAG-3\u0002 located in exon 4, 5\u0002-AAGCTTCTTCTACCACAG-\n3\u0002 located in exon 6, and SP6). DNA\ntemplates were sequenced by using the fluorescent dideoxy\nterminator method of cycle sequencing on an Applied Biosystems\nDivision 3700 DNA analyzer by following the manufacturer’s\nprotocols.\n\nDGGE\nDNA was extracted from\nperipheral blood or buccal smears by using a commercially\navailable kit according to the manufacturer’s instructions (Gentra,\nMinneapolis). Mpl exon 2 was amplified from 500 ng of\nperipheral blood genomic DNA by using a modified forward\nprimer containing a 40-bp GC-rich tail (5\u0002-CGCCCGCCGCGCCCCGCGCCCGCCCCGCCGCCCCCGCCCGCACATAAACATGCCTGGGAG-\n3\u0002) to increase the sensitivity of mutation\ndetection during denaturing gel electrophoresis and an\nunmodified reverse primer (5\u0002-CAGATACATGGGGAGTGG-\n3\u0002) with the following PCR conditions: 35 cycles of denaturation\nat 94°C for 30 s, annealing at 58°C for 30 s, and extension at 72°C\nfor 2 min. Denaturing gel electrophoresis of PCR products was\nperformed at constant voltage (80 V) for 16 h at 60°C by using\na 7.5% acrylamide gel containing a linear gradient of 30–90% of\nthe denaturants urea and formamide. Abnormally migrating\nbands were excised from the gel and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Platelet count","secondTestingMethod":"Denaturing gradient gel","sex":"Female","variant":{"id":"cggv:fff3038f-7c39-456f-b7f6-2c6cd35c3845_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fd094ba6-6448-43e5-8b1e-edcfda984a30","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005373.2(MPL):c.117G>T (p.Lys39Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123787"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15269348","type":"dc:BibliographicResource","dc:abstract":"The chronic myeloproliferative disorders (MPD) are clonal hematopoietic stem cell disorders of unknown etiology. We have reported defective thrombopoietin receptor (Mpl) protein expression in MPD patients. To determine whether the basis of abnormal Mpl protein expression was due to mutations in the Mpl gene, we sequenced Mpl cDNA from MPD patients. We found a single nucleotide substitution (G1238T) that results in a change from lysine to asparagine at amino acid 39 (K39N) in three African-American women referred for an evaluation of an MPD. We subsequently screened more than 400 patients and controls and found that the K39N substitution is a polymorphism restricted to African Americans and that approximately 7% of African Americans are heterozygous for K39N. African Americans with the K39N polymorphism had a significantly higher platelet count than controls without the polymorphism (P < 0.001) and reduced platelet protein Mpl expression. Expression of an Mpl cDNA containing the K39N substitution in cell lines was associated with incomplete processing and a reduction in Mpl protein, recapitulating the Mpl protein defect observed in platelets from individuals with K39N. K39N represents an identified functional Mpl polymorphism and is associated with altered protein expression of Mpl and a clinical phenotype of thrombocytosis.","dc:creator":"Moliterno AR","dc:date":"2004","dc:title":"Mpl Baltimore: a thrombopoietin receptor polymorphism associated with thrombocytosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15269348","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant is considered as a SNP, and is considered Benign/Likely benign in ClinVar. After the discovery of the variant the authors analyzed more than 400 patients and controls and found that the K39N substitution is a polymorphism restricted to African Americans and that \u00017% of African Americans are heterozygous for K39N. Global MAF is 0.01438. People heterozygous for the K39N polymorphism had a significantly higher mean platelet count (424x10^9/L) than controls without the polymorphism (242x10^9/L) (P<0.001) and reduced platelet protein Mpl expression. Functional evidences show expression of an Mpl cDNA containing the K39N substitution in cell lines was associated with incomplete processing and a reduction in Mpl protein. Moreover, in PMID: 29296828 it is demonstrated that K39N is a gain of function variant. The inheritance is AD with incomplete penetrance."},{"id":"cggv:913862c6-d6aa-474f-b215-c25dd59006b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:914a84d4-c51f-4759-977c-00aa2a3979d8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"Genomic DNA from members of FT2: V:8, V:9, and VI:1 to\nVI:5 was extracted from peripheral blood leucocytes, using a\nstandard salt precipitation procedure. Initially, microsatellite\nmarkers linked to the candidate genes THPO, MPL and JAK2,\nwere tested. In parallel to the candidate gene analysis, genome-wide\nmapping was performed with the Affymetrix genechip\u0002\nHuman Mapping 250 K Sty Array. \nFor PCR and sequencing, we used 12 pairs of oligonucleotide\nprimers, which covered the entire coding region of the\nMPL gene including flanking intronic sequences. PCR\nconditions and Primer sequences are given in Table SII.\nSequencing of PCR products was carried out using the Big\nDye Terminator Cycle Sequencing Kit (Applied Biosystems) according to the manufacturer’s instruction. Sequencing\nproducts were analysed by capillary electrophoresis using\nan ABI PRISM 310 Genetic Analyser (Applied Biosystems,\nDarmstadt, Germany).","firstTestingMethod":"Linkage analysis","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Whole blood count that showed thrombocythemia in some members of the family","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:913862c6-d6aa-474f-b215-c25dd59006b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a600ad08-c734-4f4f-a0a9-e538005383b9"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19036112","type":"dc:BibliographicResource","dc:abstract":"Familial thrombosis (FT) has been described as a rare autosomal-dominant disorder, mostly caused by activating mutations of the thrombopoietin gene (THPO). Other cases of FT have been linked to one of two different germline mutations in the myeloproliferative leukaemia virus oncogene gene (MPL), which codes for the thrombopoietin receptor MPL. We studied an Arab family with two siblings with severe thrombocytosis by linkage analysis and obtained evidence for linkage to MPL. Sequencing revealed homozygosity for the novel MPL germline mutation p.Pro106Leu (c.317C > T) in the two siblings. Subsequently, homozygosity for p.Pro106Leu was identified in six further FT patients from three other Arab families. Of 18 heterozygous carriers, 14 had normal platelet counts, while four had mild thrombocytosis. Strong support for association of the novel MPL mutation p.Pro106Leu with development of familial thrombocytosis has been obtained. Overall, p.Pro106Leu was absent on 386 alleles of 193 healthy German controls and present on 14 of 426 alleles (3.3%) of 213 unrelated Arabs, which was statistically significantly different (P < 0.001, Fisher's exact test). We assume that p.Pro106Leu is a frequent MPL mutation in the Arab population, leading to severe thrombocytosis in homozygotes and occasionally to mild thrombocytosis in heterozygotes. In the families described the mode of inheritance could be regarded as autosomal-recessive with possible mild heterozygote manifestation rather than autosomal-dominant with high penetrance as usually seen in FT.","dc:creator":"El-Harith el-HA","dc:date":"2009","dc:title":"Familial thrombocytosis caused by the novel germ-line mutation p.Pro106Leu in the MPL gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19036112","rdfs:label":"VI:3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The inheritance of Thrombocytosis 2 is autosomal dominant. In this paper patients with a severe phenotype are homozygous. Homozygosity for p.Pro106Leu was identified in six further familial thrombocytosis patients from three other Arab families. Of 18 heterozygous carriers, 14 had normal platelet counts, while four had mild thrombocytosis.\nStrong support for association of the novel MPL mutation p.Pro106Leu with development of familial thrombocytosis has been obtained. Overall,\np.Pro106Leu was absent on 386 alleles of 193 healthy German controls and present on 14 of 426 alleles (3Æ3%) of 213 unrelated Arabs.\nMoreover the same variant was described as associated with thrombocythemia in PMID 25538044.\nThe inheritance is AD with incomplete penetrance."},{"id":"cggv:3c8d2d0c-c19e-4cc2-8a41-1ab7adc5b972_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4270f50d-b023-430a-a54b-c71945315509","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"Genomic DNA was extracted from blood or buccal\nswabs using the DNeasy Blood & Tissue Kit from QIAGEN\n(QIAGEN Spa, Milan, Italy) or DNAzol (Invitrogen,\nMilan, Italy), after isolation of peripheral granulocytes.15\nAll exons including the intron/exon boundaries of the\nMPL gene were sequenced from polymerase chain reaction\n(PCR) fragments amplified from genomic DNA. The\nprimer sequences are shown in Table 1. The PCR conditions\nwere 95ºC for 2 min, 94ºC for 30 s, 60ºC for 30 s\nand 72ºC for 1 min for 35 cycles. Sequencing was performed\non an Applied Biosystems 3130 DNA sequencer\n(Applied Biosystems, Foster City, CA, USA) according to\nthe manufacturer’s protocols.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0001894","previousTesting":true,"previousTestingDescription":"Full blood count","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3c8d2d0c-c19e-4cc2-8a41-1ab7adc5b972_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f21fb28-67ed-4da4-8bf7-6f2e47eef562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19608689","rdfs:label":"RC6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidences are published in PMID: 14764528.\nThe inheritance is AD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":5.1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.2}],"evidenceStrength":"Definitive","sequence":1401,"specifiedBy":"GeneValidityCriteria7","strengthScore":12.7,"subject":{"id":"cggv:11949e94-6543-45a1-8d21-0405f9f1727a","type":"GeneValidityProposition","disease":"obo:MONDO_0011173","gene":"hgnc:7217","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"LUMPING AND SPLITTING CONSIDERATIONS:\n\nThrombocythemia 2; OMIM: 601977; MONDO: 0011173\nThrombocytopenia, congenital amegakaryocytic;  OMIM: 604498; MONDO: 0011469\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms (loss of function vs gain of function), inheritance pattern (autosomal dominant vs autosomal recessive) and phenotypic variability (thrombocythemia vs thrombocytopenia) between these two phenotypes thus the disorders have been splitted. Somatic variants in MPL are also associated with Myelofibrosis with myeloid metaplasia (OMIM 254450) that we did not curate because somatic. \n\nThe MPL gene encodes the receptor for thrombopoietin, a hematopoietic growth factor that regulates the development of megakaryocytes and platelets as well as the self-renewal of haematopoietic stem cells.\n\nMPL was first reported in relation to Thrombocythemia 2 in 2004 (Ding et al., PMID 14764528) in a Japanese family with thrombocythemia inherited in an autosomal-dominant manner. A unique point mutation, p.Ser505Asn, was identified in the transmembrane domain of the MPL gene in all of the 8 members with thrombocythemia. \n\n4 unique variants, all missense, have been reported in humans. The most common variant is p.Ser505Asn, that causes Thrombocythemia 2 with a mechanism of heterozygous gain of function, all the families with this variant show an autosomal dominant inheritance for the disorder. However, for the other three variants, p.Lys39Asn (that is present with high frequency in African Americans), p.Arg102Pro and p.Pro106Leu the inheritance is autosomal dominant with incomplete penetrance because thrombocythemia is present in all the homozygous subjects while heterozygous subjects may have normal or increased platelet count (however less than homozygous).\n \nEvidence supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (functional evidence of biochemical functions, functional alteration in non-patient cells, non-human model organisms that replicate the disease).\n\nSummary of Case Level Data: 7.2 POINTS \nVariants in this gene have been reported in at least 11 probands in 8 publications (PMIDs: 28979237, 14764528, 19036112, 28034873, 19608689, 15269348, 25538044, 19713221). \n\nSummary of Experimental Data: 5.5 POINTS \nThis gene-disease association is supported by in vitro functional assays and mouse models.\n\nMPL was found expressed in megakaryocytes and platelets, the cells involved in Thrombocythemia 2. It was not detectable on granulocytic cells, blast cells, and lymphocytes (PMID 7529061).\nChen et al. showed that MPL physically interacts with TPO upon immunoprecipitation for TPO and western blotting with an anti- MPL antibody. Moreover, they show that within the Mpl extracellular domain amino acids 102–251 are strongly involved in ligand binding and that mutations in residues Asp235 and Leu239 had the largest effect on decreasing binding efficacy (PMID: 20529857). \n\nAlexander et al. showed in non-patient cells (Ba/F3) transfected with mutant MPL that variants in MPL might contribute to constitutive receptor activation and consequent proliferation of cells expressing this receptor, such as megakaryocytes, inducing thrombocytosis (PMID: 8521814). In Ding et al showed that in Ba/F3 cells the Asn505 mutation induces both autonomous dimerization of Mpl and signal activation (p-MEK-1/2 and p-STAT5) in the absence of TPO (PMID 19483125).\nAlso UT-7 (non-patient) cells expressing the gain-of-function Mpl K39N showed a significant increase in proliferation compared with WT - expressing cells (PMID:29296828).\n\nA mouse model knockout for MPL demonstrated that the expression of MPL is crucial for megakaryocyte and platelet formation, even if it does not directly demonstrate that variants in MPL cause thrombocytosis (PMID 8630375).\nFavale et al. described a retroviral murine model in which deficient C57/Bl6 Mpl-/- lin- cells were retrovirally transduced with either the human MPLWT or MPL P106L receptor and then injected into lethally irradiated Mpl-/- mice. 4 weeks after transduction MPL P106L mice exhibited thrombocytosis, whereas MPL WT transduced mice did not. TPO levels were high in MPL P106L mice (PMID: 28034873). This mouse model recapitulates Thrombocythemia 2 phenotype.\n\nIn summary, MPL is definitively associated with Thrombocythemia 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on 7/22/20 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:23b39955-2760-46aa-978b-d27d4a212567"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}