{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-04-14T13:20:10.930Z","role":"Approver"}],"evidence":[{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d1295a4-087e-46a2-a7ec-9146d8e9fb78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:87c9e7c6-7f82-4905-a9c3-11bb9e438181","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Double immunofluorescence staining was performed on the sural nerves of an individual with the p.Gly53Asp mutation and a control. GNB4 colocalized with both neurofilament heavy chain (NF-H) and S100 demonstrating expression in both the axons and schwann cells of the nerves. The proband's onion-bulb formations were noted to form a \"rosette\" pattern with staining in the axons and cytoplasm of surrounding schwann cells. Follow-up immunohistochemistry investigation further supported these findings in four other individuals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23434117","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is a heterogeneous group of inherited neuropathies. Mutations in approximately 45 genes have been identified as being associated with CMT. Nevertheless, the genetic etiologies of at least 30% of CMTs have yet to be elucidated. Using a genome-wide linkage study, we previously mapped a dominant intermediate CMT to chromosomal region 3q28-q29. Subsequent exome sequencing of two affected first cousins revealed heterozygous mutation c.158G>A (p.Gly53Asp) in GNB4, encoding guanine-nucleotide-binding protein subunit beta-4 (Gβ4), to cosegregate with the CMT phenotype in the family. Further analysis of GNB4 in an additional 88 unrelated CMT individuals uncovered another de novo mutation, c.265A>G (p.Lys89Glu), in this gene in one individual. Immunohistochemistry studies revealed that Gβ4 was abundant in the axons and Schwann cells of peripheral nerves and that expression of Gβ4 was significantly reduced in the sural nerve of the two individuals carrying the c.158G>A (p.Gly53Asp) mutation. In vitro studies demonstrated that both the p.Gly53Asp and p.Lys89Glu altered proteins impaired bradykinin-induced G-protein-coupled-receptor (GPCR) signaling, which was facilitated by the wild-type Gβ4. This study identifies GNB4 mutations as a cause of CMT and highlights the importance of Gβ4-related GPCR signaling in peripheral-nerve function in humans.","dc:creator":"Soong BW","dc:date":"2013","dc:title":"Exome sequencing identifies GNB4 mutations as a cause of dominant intermediate Charcot-Marie-Tooth disease."},"rdfs:label":"GNB4 Expression in Nerves"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Since GNB4 is normally expressed in the axons and schwann cells, this correlates with the demyelinating/axonal degeneration phenotypes of Charcot-Marie-Tooth. Therefore this evidence earns default points."},{"id":"cggv:214e91a9-4b44-4791-8fa4-43ca32a1ec3a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:06806a15-25e5-4213-92ab-78d6921db291","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunostaining revealed that GB4 was abundantly expressed in the axons and Schwann cells of the sural nerve of the normal control. Some myelinated fibers had a target-like appearance. Onion-bulb formations in the sural nerve of the CMT1A control were also densely stained with GB4 antibody. In contrast, GB4 staining was significantly weaker in the sural nerves of the two individuals with the GNB4 mutation than in those of the normal control and the individual with CMT1A.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117","rdfs:label":"GNB4 Expression is Altered in Patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Though the GNB4 protein expression is clearly altered in patient cells compared to both normal controls and a CMT control with a differing molecular basis, this evidence falls under variant-level evidence. Therefore, this earns 0 points."},{"id":"cggv:3d99d8aa-75cf-4bd9-a5d4-89177a2f85a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7223cc9-fe7f-48f3-9749-720749d12b48","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Due to GNB4's clear function of modulating various signalling pathways in the neurons, including GIRK channels and Ca2+ activation, disruption of this gene could easily cause any number of the neurological-related phenotypes that are observed in the CMT probands. Impaired nerve signalling usually results in weakness and atrophy in the affected limbs, as well as loss of sensation and general inability to succesfully move the area either conciously or subconciously.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11842130","type":"dc:BibliographicResource","dc:abstract":"Heterotrimeric G proteins (Galphabetagamma) play an essential role in coupling membrane receptors to effector proteins such as ion channels and enzymes. Among the five mammalian Gbeta-subunits cloned, the human G protein beta4 has not been described. The purpose of the present study was to functionally characterize the newly identified human Gbeta4 subunit. The Gbeta4 open reading frame (ORF) was amplified utilizing PCR from brain cDNA. Amplification primers were generated following 5' rapid amplification of cDNA ends (5'-RACE) from an expressed sequence tag (EST) containing the predicted 3' end of the protein. Multiple tissue cDNA panel analysis showed that Gbeta4 mRNA was strongly expressed in lung and placenta, whereas it is weakly expressed in brain and heart. Heterologous overexpression of Gbeta4gamma2 or Gbeta4gamma4 in rat sympathetic neurons resulted in tonic modulation of N-type voltage-gated Ca(2+) and G protein-gated inwardly rectifying K(+) currents. Furthermore, coexpression of Gbeta4gamma2 and Galpha(oA) resulted in heterotrimer formation. These results show that the newly cloned Gbeta subunit shares several properties with other human Gbeta family members.","dc:creator":"Ruiz-Velasco V","dc:date":"2002","dc:title":"Cloning, tissue distribution, and functional expression of the human G protein beta 4-subunit."},"rdfs:label":"GNB4 Nerve Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Although this evidence does demonstrate some level of function in GIRK pathways and Ca2+ channels in the neurons, this does not necessarily imply a link to the neuropathy itself. Therefore this evidence earns 0 points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e73b72f5-9905-4f58-82fd-76ffdee7a2fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6338ce0f-47ac-4683-9ae0-9becd9bba600","type":"FunctionalAlteration","dc:description":"The function of the cells expressing both mutants were impaired compared to the WT or empty vector controls. Compared to controls, IP3 production was 3.5x higher in wild-type GNB4 and PLCβ2 expressed cells but the altered forms reduced the production by 42.1% ± 2.8% and 45.7% ± 6.0% respectively. Similar results were observed in the cytosolic calcium changes, with similar increases noted upon bradykinin stimulation in the controls, the PLCβ2-overexpressing cells, and the cells coexpressing PLCβ2 and wild-type GNB4. Both mutant cells showed no significant change upon stimulation, indicating that the mutations in GNB4 cause a defect in the GPCR signaling cascade and impair the activation of PLCβ2.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117","rdfs:label":"GNB4 Mutations Inhibit GPCR Signaling"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Expression of GNB4 mutants in cultured cells decreases the GPCR signaling pathway and impairs the activation of PLCβ2 as shown here, which could easily result in the phenotypes that we observe in Charcot-Marie-Tooth. However, this evidence supports the pathogenicity of individual variants more than the gene-disease relationship as a whole. Therefore, this earns 0 points."},{"id":"cggv:e3bdb0f2-f743-422f-bca1-3c23a5959cb7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34a96bce-5495-49f6-9503-edaa4ede294c","type":"FunctionalAlteration","dc:description":"In the control shiverer/rag2 mice, very few hOPCs typically underwent differentiation into MBP-expressing oligodendrocytes consistent with the shiverer demylination phenotype. In contrast, MBP immunohistchemistry in mice transplanted with human GNB4-expressing hOPCs exhibited a greater than 3-fold increase in MBP staining within the corpus callosum. Consistent with improved myelination by GNB4-expressing transplanted cells, the density of ensheathed axons increased from 40.5 ± 5.1 fibers/mm by mCherry control cells to 71.8 ± 9.8 fibers/mm by GNB4-expressing cells, representing a >75% increase in axonal ensheathment. Thus, GNB4-expressing hOPCs more rapidly synthesized MBP and ensheathed host axons, consistent with accelerated donor-derived myelin synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28793249","type":"dc:BibliographicResource","dc:abstract":"Impaired human oligodendrocyte progenitor cell (hOPC) differentiation likely contributes to failed remyelination in multiple sclerosis. The characterization of molecular pathways that regulate hOPC differentiation will provide means to induce remyelination. In this study, we determined the gene expression profile of PDGFαR+ hOPCs during initial oligodendrocyte commitment. Weighted gene coexpression network analysis was used to define progenitor and differentiation-specific gene expression modules and functionally important hub genes. These modules were compared with rodent OPC and oligodendrocyte data to determine the extent of species conservation. These analyses identified G-protein β4 (GNB4), which was associated with hOPC commitment. Lentiviral GNB4 overexpression rapidly induced human oligodendrocyte differentiation. Following xenograft in hypomyelinating shiverer/rag2 mice, GNB4 overexpression augmented myelin synthesis and the ability of hOPCs to ensheath host axons, establishing GNB4 as functionally important in human myelination. As such, network analysis of hOPC gene expression accurately predicts genes that influence human oligodendrocyte differentiation in vivo.","dc:creator":"Pol SU","dc:date":"2017","dc:title":"Network-Based Genomic Analysis of Human Oligodendrocyte Progenitor Differentiation."},"rdfs:label":"GNB4 Expression Induces Myelinaition in Mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Gβ4 expression differentially regulates hOPC fate in vitro and in vivo and, importantly, GNB4/Gβ4 was sufficient to substantially improve the production of myelin proteins and axonal ensheathment by hOPCs in vivo. This provides a clear altered function in these hOPCs' differentiation when GNB4 is expressed vs. when it's absent, particularly since the myelin and axonal ensheathment is essential to the pathogenic mechanism of Charcot-Marie-Tooth phenotypes. Therefore, for conclusively demonstrating altered function in human hOPCs, this evidence earns 1.0 point."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:548435a9-67b6-4382-a537-b6c459defaf8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ca0a9bd-5d9a-4d43-9c12-dd578d45c3f5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"In PMID:20627571, Genomic DNA was isolated from peripheral lymphocytes. The DNA of the proband was screened for the presence of PMP22 duplication or deletion utilizing the microsatellite genotyping-method. The coding regions and the flanking sequences of PMP22, MPZ, GJB1, NEFL, LITAF, EGR2, MFN2, HSP27, HSP22, GADP1, YARS, and the pleckstrin homology domain region of DNM2 were all PCR-amplified and sequenced with negative results. Haplotype analysis of microsatellite markers covering the regions of DI-CMTA, DI-CMTB (DNM2), DI-CMTC (YARS), DI-CMTD (MPZ), NEFL, PMP22, LITAF, and EGR2 was performed with negative results. After these exclusions, a genome-wide microsattelite linkage analysis was performed linking to the 3q28–q29 region. In this publication, a follow-up WES from the two affected cousins was performed and targeted sequncing of the other family members revealed only the GNB4 variant segregated with the phenotype.","phenotypeFreeText":"Small size of myelinated fibers","phenotypes":["obo:HP_0002540","obo:HP_0001761","obo:HP_0003383","obo:HP_0040129","obo:HP_0001284","obo:HP_0007149","obo:HP_0007328","obo:HP_0003380","obo:HP_0009063","obo:HP_0008944","obo:HP_0008959","obo:HP_0009053","obo:HP_0007233","obo:HP_0002495","obo:HP_0001765"],"previousTesting":true,"previousTestingDescription":"All individuals examined underwent nerve conduction studies (NCS), Median nerve MNCV 25.2 m/s, Median nerve cMAP 7.7 mV","sex":"Male","variant":{"id":"cggv:548435a9-67b6-4382-a537-b6c459defaf8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:18d0536f-191f-489e-8902-941218df8e68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021629.4(GNB4):c.158G>A (p.Gly53Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130933"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117","rdfs:label":"BWSIII-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"This proband has sufficent supporting segregation data and phenotypic data. In addition, the lack of GNB4 expression in the patient tissues and the significantly reduced detected change upon stimulation of cultured COS-7 cells expressing the mutant provide above average evidence for variant pathogenicity. Therefore, this proband earns 1.0 point."},{"id":"cggv:ff290e2a-4f9b-4a39-88ab-3a42d674b376_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e857b975-827d-4ea4-bda4-98e72accb2f0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":47,"detectionMethod":"Whole exome sequencing was performed on both patients with genomic DNA. Reads were sequenced and aligned with various allele frequencies being annotated and filtered to determine pathogenicity. 89 genes known to be implicated in hereditary neuropathy were focused on and evaluated in silico. After the discovery of the mutation, exon 8 of GNB4 was PCR-amplified and Sanger sequenced to confirm.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003445","obo:HP_0012534","obo:HP_0003690","obo:HP_0003693","obo:HP_0009053","obo:HP_0001251","obo:HP_0001761"],"previousTesting":true,"previousTestingDescription":"Motor conduction velocities (MCVs) were normal in the median and ulnar nerves, but reduced in the tibial nerve; Amplitudes of the compound muscle action potentials (CMAPs) were normal in the median and ulnar nerves but extremely reduced in the tibial nerve; Distal motor latencies (DMLs) were within normal ranges; Amplitudes of sensory nerve action potentials (SNAPs) were normal in all nerves tested and sensory conduction velocities were also normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ff290e2a-4f9b-4a39-88ab-3a42d674b376_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:300b1de8-4449-4412-a731-de89e04a97c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021629.4(GNB4):c.659A>G (p.Gln220Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/617599"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28642160","type":"dc:BibliographicResource","dc:abstract":"Dominant intermediate Charcot-Marie-Tooth disease F (CMTDIF) is an autosomal dominant hereditary form of Charcot-Marie-Tooth disease (CMT) caused by variations in the guanine nucleotide-binding protein, subunit beta-4 gene (GNB4). We examined two Japanese familial cases with CMT. Case 1 was a 49-year-old male whose chief complaint was slowly progressive gait disturbance and limb dysesthesia that appeared at the age of 47. On neurological examination, he showed hyporeflexia or areflexia, distal limb muscle weakness, and distal sensory impairment with lower dominancy. Nerve conduction studies demonstrated demyelinating sensorimotor neuropathy with reduced action potentials in the lower limbs. Case 2 was an 80-year-old man, Case 1's father, who reported difficulty in riding a bicycle at the age of 76. On neurological examination, he showed areflexia in the upper and lower limbs. Distal sensory impairment in the lower limbs was also observed. Nerve conduction studies revealed mainly axonal involvement. Exome sequencing identified a novel heterozygous nonsynonymous variant (NM_021629.3:c.659T > C [p.Gln220Arg]) in GNB4 exon 8, which is known to be responsible for CMT. Sanger sequencing confirmed that both patients are heterozygous for the variation, which causes an amino acid substitution, Gln220Arg, in the highly conserved region of the WD40 domain of GNB4. The frequency of this variant in the Exome Aggregation Consortium Database was 0.000008247, and we confirmed its absence in 502 Japanese control subjects. We conclude that this novel GNB4 variant is causative for CMTDIF in these patients, who represent the first record of the disease in the Japanese population.","dc:creator":"Miura S","dc:date":"2017","dc:title":"A novel missense variant (Gln220Arg) of GNB4 encoding guanine nucleotide-binding protein, subunit beta-4 in a Japanese family with autosomal dominant motor and sensory neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28642160","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Although there is sufficent phenotypic evidence and a missense variant in this proband, there is no variant-level evidence supporting the pathogenicity. Therefore, this proband is downgraded to 0.1 points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.1},{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:3b610072-03f8-4849-9148-f611ae1b582b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78591edc-c3a2-4d16-8349-829b777bfbe7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Genomic samples were isolated and WES was performed and analyzed. Variants were filtered and potentially pathogenic variants were located in SPTLC2, NOS3, AKR1B1, APOD and GNB4. All of these except GNB4 were deep intronic, upon which the proband, his parents, and sister were tested via Sanger sequencing and resulted in a negative for the family members suggesting a de novo event.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0008944","obo:HP_0008956","obo:HP_0002359","obo:HP_0006937","obo:HP_0003484","obo:HP_0001288","obo:HP_0002378","obo:HP_0009129","obo:HP_0010487","obo:HP_0006938","obo:HP_0009046","obo:HP_0009130","obo:HP_0003474","obo:HP_0002943","obo:HP_0003730","obo:HP_0001284","obo:HP_0001771","obo:HP_0009053","obo:HP_0001760"],"previousTesting":true,"previousTestingDescription":"Charcot–Marie–Tooth Neuropathy Score was 20 at 31 yrs and 29 at 35 yrs; Shoulder abduction and elbow flexion/extension strength was 4/5; wrist extension/flexion was 3/5; Hand grip strength bilaterally was 25 kPa; Motor nerve conduction velocities: median nerve, 12 m/s; peroneal nerve, 4 m/s; tibial nerve, 4 m/s; Compound muscle action potential (CMAP): median nerve, 1.8 mV; peroneal nerve, 0.2 mV; tibial nerve, 0.1 mV; PMP22 duplication/deletion plus next generation sequencing of all 64 known CMT genes in 2013 were all negative","sex":"Male","variant":{"id":"cggv:3b610072-03f8-4849-9148-f611ae1b582b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9062878b-e828-4225-8ed2-71c197279488","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021629.4(GNB4):c.169A>G (p.Lys57Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355471050"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27908631","type":"dc:BibliographicResource","dc:abstract":"The association of GNB4 with Charcot-Marie-Tooth (CMT) has recently been described in a publication by Soong et al. (Soong, et al., 2013). Here we present a patient with CMT in whom whole exome sequencing identified the mutation p.Lys57Glu in the GNB4 gene (NM_021629.3:c.169A>G). The patient, now 41 years old, is a sporadic case in the family. At the age of 35 he presented with severe disability (CMT neuropathy score 29), profound muscle atrophies, pes cavus and scoliosis. Previously, the patient was tested for PMP22 duplications/deletions and later also with 64 CMT gene panel, with no causal variant found. Subsequently, whole exome sequencing was performed. The p.Lys57Glu in the GNB4 gene was identified as the most probable causal variant, the mutation is not present in the patient's parents, neither in his unaffected sister, therefore we assume that the mutation arose de novo. Taken together, these findings support the causal and pathogenic character of the variant. Our report provides important evidence that GNB4 should become an established CMT gene and our findings confirm the original publication by Soong et al. (2013).","dc:creator":"Laššuthová P","dc:date":"2017","dc:title":"Confirmation of the GNB4 gene as causal for Charcot-Marie-Tooth disease by a novel de novo mutation in a Czech patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27908631","rdfs:label":"LA1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Due to the confirmed de novo variant in addition to the ample phenotypic evidence, this proband earns default points."},{"id":"cggv:4149652b-26ac-4f6d-bc9c-98dca28cecb7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6a29020-928c-4b45-a95b-924a47292348","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"After confirmation of GNB4 mutations in the former family, 88 unrelated individuals with CMT were directly sequenced for all nine exons of GNB4. This proband had a de novo mutation identified in the heterozygous form.","phenotypes":["obo:HP_0009053","obo:HP_0001284","obo:HP_0009027","obo:HP_0007328","obo:HP_0003376","obo:HP_0001761","obo:HP_0008944","obo:HP_0002495","obo:HP_0009063","obo:HP_0040129","obo:HP_0001765"],"previousTesting":true,"previousTestingDescription":"Median nerve MNCV 20 m/s, Median nerve cMAP 2.6 mV, Nerve conduction studies demonstrated the presence of demyelinating sensorimotor polyneuropathy with axonal loss","sex":"Female","variant":{"id":"cggv:4149652b-26ac-4f6d-bc9c-98dca28cecb7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f6a16d2a-2d50-493a-8e19-d7d28547a31f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021629.4(GNB4):c.265A>G (p.Lys89Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130934"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23434117","rdfs:label":"BWS2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"A proven de novo variant combined with the sufficent phenotypic and variant-level evidence give this proband default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.1}],"evidenceStrength":"Moderate","sequence":539,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.6,"subject":{"id":"cggv:e78d455e-cc44-4a27-80e0-ec516c2cbf30","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:20731","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GNB4 was first reported in relation to autosomal dominant Charcot-Marie-Tooth Disease in 2013 (Soong et al., PMID: 23434417). Reported cases to date have an adolescent onset and are further characterized by slowly progressive distal muscle atrophy and weakness, distal sensory impairment with decreased reflexes, and variable nerve conduction velocities ranging from the demyelinating to the axonal range. Four missense variants, two of which are de novo, have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least four probands in three separate publications (PMIDs: 23134117, 28642160, 27908631). Variants in this gene segregated with disease in five additional family members in one large family. Although the initial characterization evidence to support pathogenicity, there is a lack of appropriate supporting evidence for the latter two cases. This gene-disease relationship is additionally supported by expression data and functional alteration of human oligodendrocyte progenitor cells (hOPCs). Investigation determined that GNB4 is largely expressed in axons and Schwann cells of neurons, relating to the neurodegenerative phenotypes characteristic of CMT. Additionally, mice with an immunodeficient, demyelinating phenotype were injected with hOPCs both expressing and not expressing GNB4 and found a large increase in the latter's differentiation compared to the controls, suggesting a major role in myelin development and differentiation. Although there is additional evidence available, the lack of the exact mechanism and an animal model limits the scorable data. In summary, there is MODERATE evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Charcot-Marie-Tooth Expert Panel on 02/25/20 (SOP Version 007).\n","dc:isVersionOf":{"id":"cggv:a8cecdd7-06d8-4697-8cd9-32900c366371"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}