{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2020-12-15T13:59:09.057Z","role":"Approver"},{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-08T13:34:10.240Z","role":"Publisher"}],"evidence":[{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:894a0278-2f18-40a4-8af4-447e27925ac5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:326fe4d4-9b77-4b64-a14f-86b0640d6c57","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors investigated CD79A expression in human B cells. Using RNA from a panel of human B cell lines, Northern blotting found expression of CD79A, in contrast the T cell lines and monocyte line did not have expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1729378","type":"dc:BibliographicResource","dc:abstract":"The transmembrane protein, IgM-alpha, a product of mb-1 gene, has been shown to be specifically associated with membrane-bound IgM on the plasma membrane of B lymphocytes. Recent studies have suggested that IgM-alpha may play a role in transducing signals from the Ag receptors during the activation of B cells. A large amount of information has been obtained in the mouse system regarding IgM-alpha and other components of the newly conceived B cell Ag receptor complex. Here we report the cloning and the nucleotide sequencing of cDNA clones of human mb-1, covering the entire length of the mRNA. At the amino acid sequence level, human and murine mb-1 share a high homology in their transmembrane and intracytoplasmic segments, suggesting an important biologic function for these regions of mb-1. A major difference, mainly in the 3' untranslated part, exists between our cDNA sequence and the published partial human mb-1 cDNA sequence. It has also been observed that human mb-1 is expressed not only by B cell lines expressing membrane-bound Ig of mu and delta isotypes but also those expressing membrane-bound Ig of alpha and gamma isotypes.","dc:creator":"Yu LM","dc:date":"1992","dc:title":"Human mb-1 gene: complete cDNA sequence and its expression in B cells bearing membrane Ig of various isotypes."},"rdfs:label":"B cell expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression was confirmed in human B cells, consistent with the role of CD79A in agammaglobulinemia. This is in agreement with expression reported by The Human Protein Atlas which reports group enrichment of CD79A RNA in the blood, intestine, and lymphoid tissues, specifically, within the blood there is lineage enrichment in B cells."},{"id":"cggv:9caeced8-d850-4087-95bb-2cc3eea54b1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a4f47b9-7888-4b4c-b769-2119c2d47c88","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Within seconds of ligation, the B-cell receptor initiates complex signaling pathways which determine cell fate. Here the authors demonstrate that BLNK, an important component of this signaling pathway, is recruited by its SH2 domain directly to phospho-Y204 of Igα. BLNK and Igα coprecipitate, in a Y204-dependent manner, in the endogenous B-cell receptor. Coprecipitation of Igα and Igβ was also demonstrated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11909947","type":"dc:BibliographicResource","dc:abstract":"Following B-cell antigen receptor (BCR) ligation, the cytoplasmic domains of immunoglobulin alpha (Ig alpha) and Ig beta recruit Syk to initiate signaling cascades. The coupling of Syk to several distal substrates requires linker protein BLNK. However, the mechanism by which BLNK is recruited to the BCR is unknown. Using chimeric receptors with wild-type and mutant Ig alpha cytoplasmic tails we show that the non-immunoreceptor tyrosine-based activation motif (ITAM) tyrosines, Y176 and Y204, are required to activate BLNK-dependent pathways. Subsequent analysis demonstrated that BLNK bound directly to phospho-Y204 and that fusing BLNK to mutated Ig alpha reconstituted downstream signaling events. Moreover, ligation of the endogenous BCR induced Y204 phosphorylation and BLNK recruitment. These data demonstrate that the non-ITAM tyrosines of Ig alpha couple Syk activation to BLNK-dependent pathways.","dc:creator":"Kabak S","dc:date":"2002","dc:title":"The direct recruitment of BLNK to immunoglobulin alpha couples the B-cell antigen receptor to distal signaling pathways."},"rdfs:label":"CD79A/BLNK"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:16cc7542-2e94-4e4c-b6fd-91c1ff9ee29d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:246107c6-cf16-4057-8f97-d54d6d67aa50","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Ig-alpha was found to play a key role in B-cell antigen receptor signal transduction, the absence of which leads to a lack of mature B cells as seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7688784","type":"dc:BibliographicResource","dc:abstract":"Immunoglobulin (Ig) antigen receptors are composed of a noncovalently-associated complex of Ig and two other proteins, Ig alpha and Ig beta. The cytoplasmic domain of both of these Ig associated proteins contains a consensus sequence that is shared with the signaling proteins of the T cell and Fc receptor. To test the idea that Ig alpha-Ig beta heterodimers are the signaling components of the Ig receptor, we have studied Ig mutations that interfere with signal transduction. We find that specific mutations in the transmembrane domain of Ig that inactivate Ca2+ and phosphorylation responses also uncouple IgM from Ig alpha-Ig beta. These results define amino acid residues that are essential for the assembly of the Ig receptor. Further, receptor activity can be fully reconstituted in Ca2+ flux and phosphorylation assays by fusing the cytoplasmic domain of Ig alpha with the mutant Igs. In contrast, fusion of the cytoplasmic domain of Ig beta to the inactive Ig reconstitutes only Ca2+ responses. Thus, Ig alpha and Ig beta are both necessary and sufficient to mediate signal transduction by the Ig receptor in B cells. In addition, our results suggest that Ig alpha and Ig beta can activate different signaling pathways.","dc:creator":"Sanchez M","dc:date":"1993","dc:title":"Signal transduction by immunoglobulin is mediated through Ig alpha and Ig beta."},"rdfs:label":"Signal transduction"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Showed that association of IgM with Ig-alpha/Ig-beta is required to produce a functional B cell antigen receptor and that signal transduction can be reconstituted with the cytoplasmic domain of Ig-alpha."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bfefda46-5cb9-41a8-a450-db9554d1113a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1cbc7bf2-bc04-4db4-8e11-d3bb1cb6b95c","type":"FunctionalAlteration","dc:description":"Bone marrow cells from the patient and an age-matched control were evaluated to determine the stage at which B-cell differentiation was blocked. Within the CD19+ population, 27% of the cells from the healthy control expressed surface immunoglobulin, but less than 1% of the cells from either patient were sIg+, confirming the severe block in B-cell differentiation. More than 75% of CD19+ cells were pro-B cells, as defined by coexpression of CD34+, whereas in the normal control patient, only 12% of the CD19+ cells were CD34+. This finding suggested that the B-cell differentiation was blocked at the pro-B to pre-B transition. Additionally, the transcripts associated with the pro-B stage — TdT, RAG1, VpreB, and λ5/14.1 transcripts — were expressed in approximately equal amounts in the patient with Igα deficiency and the healthy controls, however the amount of V-DJ rearranged-μ heavy chain transcripts were greatly decreased.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10525050","type":"dc:BibliographicResource","dc:abstract":"Mutations in Btk, mu heavy chain, or the surrogate light chain account for 85-90% of patients with early onset hypogammaglobulinemia and absent B cells. The nature of the defect in the remaining patients is unknown. We screened 25 such patients for mutations in genes encoding components of the pre-B-cell receptor (pre-BCR) complex. A 2-year-old girl was found to have a homozygous splice defect in Igalpha, a transmembrane protein that forms part of the Igalpha/Igbeta signal-transduction module of the pre-BCR. Studies in mice suggest that the Igbeta component of the pre-BCR influences V-DJ rearrangement before cell-surface expression of mu heavy chain. To determine whether Igalpha plays a similar role, we compared B-cell development in an Igalpha-deficient patient with that seen in a mu heavy chain-deficient patient. By immunofluorescence, both patients had a complete block in B-cell development at the pro-B to pre-B transition; both patients also had an equivalent number and diversity of rearranged V-DJ sequences. These results indicate that mutations in Igalpha can be a cause of agammaglobulinemia. Furthermore, they suggest that Igalpha does not play a critical role in B-cell development until it is expressed, along with mu heavy chain, as part of the pre-BCR.","dc:creator":"Minegishi Y","dc:date":"1999","dc:title":"Mutations in Igalpha (CD79a) result in a complete block in B-cell development."},"rdfs:label":"B cell differentiation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a3382fad-06a5-4186-9194-d1869c54cd04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e339590e-25cb-41bf-81ad-afecf7a61bec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in humans the absence of Ig-α led to B cell development that does not progress beyond the progenitor stage. To distinguish the different B cell developmental stages, bone marrow cells were analyzed by flow cytometry for the expression of B220, CD19, IgM, and CD2. IgM-expressing immature and mature B cells were absent in the bone marrow of Ig-α−/− mice. However, expression of the pan-B cell marker CD19 was observed in 8.5% of the total cells, representing progenitor B cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12097390","type":"dc:BibliographicResource","dc:abstract":"Ig-alpha and Ig-beta mediate surface expression and signaling of diverse B cell receptor complexes on precursor, immature, and mature B cells. Their expression begins before that of the Ig chains in early progenitor B cells. In this study, we describe the generation of Ig-alpha-deficient mice and their comparative analysis to mice deficient for Ig-beta, the membrane-IgM, and recombination-activating gene 2 to determine the requirement of Ig-alpha and Ig-beta in survival and differentiation of pro-B cells. We find that in the absence of Ig-alpha, B cell development does not progress beyond the progenitor stage, similar to what is observed in humans lacking this molecule. However, neither in Ig-alpha- nor in Ig-beta-deficient mice are pro-B cells impaired in V(D)J recombination, in the expression of intracellular Ig micro-chains, or in surviving in the bone marrow microenvironment. Finally, Ig-alpha and Ig-beta are not redundant in their putative function, as pro-B cells from Ig-alpha and Ig-beta double-deficient mice are similar to those from single-deficient animals in every aspect analyzed.","dc:creator":"Pelanda R","dc:date":"2002","dc:title":"B cell progenitors are arrested in maturation but have intact VDJ recombination in the absence of Ig-alpha and Ig-beta."},"rdfs:label":"mb-1 null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mb-1 null mice recapitulate human disease due to Igα defects, in that there is an absence of mature B cells. However, agammaglobulinemia was not specifically noted nor was susceptibility to infection demonstrated."},{"id":"cggv:b2668763-1eeb-457a-bb2e-1f12945e4f92","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2757bf57-5333-43e3-a0d7-057e09c8940b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in humans, this mouse mutant that lacks most of the Igα cytoplasmic tail exhibits only a small impairment in early B cell development but a severe block in the generation of the peripheral B cell pool. Pre-B and immature B cells were present but diminished by a factor of 2 to 4 compared with wildtype. Mature B cells in the spleen were reduced to 1% of their control value. The ability of null mice to mount an antibody response to either T-dependent or T-independent antibodies was evaluated, finding that the response to a T-dependent antigen was reduced to approximately 1% of the value in control animals (consistent with the number of B cells present) but there was not a measurable response to T-independent type 2 antigen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8650582","type":"dc:BibliographicResource","dc:abstract":"The immunoglobulin alpha (Ig-alpha)-Ig-beta heterodimer is the signaling component of the antigen receptor complex on B cells (BCR) and B cell progenitors (pre-BCR). A mouse mutant that lacks most of the Ig-alpha cytoplasmic tail exhibits only a small impairment in early B cell development but a severe block in the generation of the peripheral B cell pool, revealing a checkpoint in B cell maturation that ensures the expression of a functional BCR on mature B cells. B cells that do develop demonstrate a differential dependence on Ig-alpha signaling in antibody responses such that a signaling-competent Ig-alpha appears to be critical for the response to T-independent, but not T-dependent, antigens.","dc:creator":"Torres RM","dc:date":"1996","dc:title":"Aberrant B cell development and immune response in mice with a compromised BCR complex."},"rdfs:label":"Truncated mb-1 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The Igα null mice recapitulate human disease , in that there is an absence of mature B cells. Additionally, an immunodeficiency was demonstrated by lack of response to T-independent type 2 antigen, consistent with the increased susceptibility to infection seen in patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ace38cd3-ef0f-41cc-9066-4b9d0b3b9a11_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c76b375-7cda-47be-af3b-07a9ee47ea31","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Genomic DNA was analyzed for mutations in Igα by SSCP, fragments demonstrating altered mobility were cloned and sequenced. Mutations were confirmed using a second PCR reaction.","firstTestingMethod":"SSCP","phenotypeFreeText":"IgG 10 mg/dL; IgA 13 mg/dL; and IgM 5 mg/dL, isohemagglutinins were absent, peripheral blood lymphocytes revealed <0.01% CD19+ B cells in peripheral circulation","phenotypes":["obo:HP_0002028","obo:HP_0012387","obo:HP_0001875","obo:HP_0030252","obo:HP_0002732","obo:HP_0001508","obo:HP_0004432"],"previousTesting":true,"previousTestingDescription":"No mutations in BTK.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ace38cd3-ef0f-41cc-9066-4b9d0b3b9a11_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:57de5464-1e53-4c5c-8b4c-b00a87aa03c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.380-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17706"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10525050"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10525050","rdfs:label":"Minegishi Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous splice variant c.380-2A>G  was confirmed by RT-PCR to cause deletion of exon 3 which encodes the transmembrane domain. A second RNA product with a 13bp deletion due to use of a cryptic slice site was also observed but no wild-type transcripts were detected in the patient."},{"id":"cggv:169539ec-6a1f-43f7-a656-f2a560cbdc5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd56b5fe-edb8-448e-a6de-292c37ac2c1a","type":"Proband","phenotypeFreeText":"<0.01% CD19+ cells in peripheral circulation","phenotypes":["obo:HP_0030252","obo:HP_0004432"],"sex":"Female","variant":{"id":"cggv:169539ec-6a1f-43f7-a656-f2a560cbdc5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9a22915-d865-4e62-ac4a-203b371b8ab4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.142G>T (p.Glu48Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406034192"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19302039","type":"dc:BibliographicResource","dc:abstract":"Sophisticated genetic tools have made possible the identification of the genes responsible for most well-described immunodeficiencies in the past 15 years. Mutations in Btk, components of the pre-B cell and B cell receptor (lambda5, Igalpha, Igbeta), or the scaffold protein BLNK account for approximately 90% of patients with defects in early B cell development. Hyper-IgM syndromes result from mutations in CD40 ligand, CD40, AID, or UNG in 70-80% of affected patients. Rare defects in ICOS or CD19 can result in a clinical picture that is consistent with common variable immunodeficiency, and as many as 10% of patients with this disorder have heterozygous amino acid substitutions in TACI. For all these disorders, there is considerable clinical heterogeneity in patients with the same mutation. Identifying the genetic and environmental factors that influence the clinical phenotype may enhance patient care and our understanding of normal B cell development.","dc:creator":"Conley ME","dc:date":"2009","dc:title":"Primary B cell immunodeficiencies: comparisons and contrasts."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19302039","rdfs:label":"Igα 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The presumed homozygous nonsense variant Glu48Ter occurs in exon 2 of 5 and is predicted to result in NMD."},{"id":"cggv:4d724a30-a9e1-4cd0-b4e8-ca9546fe8f58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5535896c-1bf6-4130-93b6-c5614cb7e4c0","type":"Proband","phenotypes":"obo:HP_0004432","sex":"Female","variant":{"id":"cggv:4d724a30-a9e1-4cd0-b4e8-ca9546fe8f58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ed35ed0-7aa0-4703-872b-fc0473c4c592","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.204_205del (p.Val69ProfsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532932"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19302039"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19302039","rdfs:label":"Igα 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The presumed homozygous frameshift variant c.204_205del occurs in exon 2 of 5 and is predicted to result in NMD."},{"id":"cggv:fff77d72-66e9-43db-b31b-21b163dfa001_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:832b81f4-9726-4c69-9227-51a35c694ee3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"phenotypeFreeText":"IgG < 0.5 g/L, IgA < 0.13 g/L, and IgM < 0.06 g/L","sex":"Male","variant":{"id":"cggv:fff77d72-66e9-43db-b31b-21b163dfa001_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9e3ced9a-968e-4807-b1c9-8906510fe3fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.353_354insT (p.Cys119LeufsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532933"}},{"id":"cggv:57de5464-1e53-4c5c-8b4c-b00a87aa03c4"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29335801","type":"dc:BibliographicResource","dc:abstract":"Antibody replacement therapy for patients with antibody deficiencies contains only IgG. As a result, concurrent IgM and IgA deficiency present in a large proportion of antibody deficient patients persists. Especially patients with IgM deficiency remain at risk for recurrent infections of the gastrointestinal and respiratory tract. The lack of IgM in the current IgG replacement therapy is likely to contribute to the persistence of these mucosal infections because this antibody class is especially important for complement activation on the mucosal surface. We evaluated whether supplementation with IgM increased serum bactericidal capacity in vitro. Serum was collected from a patient with agammaglobulinemia and supplemented with purified serum IgM to normal levels. Antibody and complement deposition on the bacterial surface was determined by multi-color flow cytometry. Bacterial survival in serum was determined by colony-forming unit counts. We present a patient previously diagnosed with agammaglobulinemia due to CD79A (Igα) deficiency revealing a novel pathogenic insertion variant in the CD79a gene (NM_001783.3:c.353_354insT). Despite IgG replacement therapy and antibiotic prophylaxis, this patient developed a Campylobacter jejuni spondylodiscitis of lumbar vertebrae L4-L5. We found that serum IgM significantly contributes to complement activation on the bacterial surface of C. jejuni. Furthermore, supplementation of serum IgM augmented serum bactericidal activity significantly. In conclusion, supplementation of intravenous IgG replacement therapy with IgM may potentially offer greater protection against bacterial infections, also in the context of increasing antibiotic resistance.","dc:creator":"Langereis JD","dc:date":"2018","dc:title":"IgM Augments Complement Bactericidal Activity with Serum from a Patient with a Novel CD79a Mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29335801","rdfs:label":"Langereis Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The compound heterozygous null variants c.380-2A>G and c.353_354insT (reported to be on separate alleles by unspecified methods) are consistent with the absence of CD79A expression in the patient bone marrow sample. The splice variant is expected to cause skipping of exon 3 which encodes the transmembrane domain and the frameshift variant occurs in exon 2 and is predicted to result in NMD."},{"id":"cggv:08fa05e2-4611-417a-b47f-7362117caf01_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:671e77f6-563b-4284-a4dd-83bf35b22047","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Genomic DNA was analyzed for mutations in CD79A by PCR and single strand conformation polymorphism analysis. Fragments with abnormal electrophoretic mobility were sequenced directly.","firstTestingMethod":"SSCP","phenotypeFreeText":"IgG 52 mg.dl (normal value, 762+/-209); IgA <21 mg/dl (58+/-23), IgM 13 mg/dl (50+/-24), <0.1% CD19+ B cells in peripheral blood lymphocytes (normal 5.5+/-4.1%)","phenotypes":["obo:HP_0000388","obo:HP_0002205","obo:HP_0030252","obo:HP_0004432","obo:HP_0001072","obo:HP_0003323"],"previousTesting":true,"previousTestingDescription":"No mutations in the coding and promoter regions in BTK, IGHM, or IGLL1.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:08fa05e2-4611-417a-b47f-7362117caf01_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d04719c5-aabd-4008-a835-b50fd6ae94af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.379+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17707"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11920841","type":"dc:BibliographicResource","dc:abstract":"Mutations that impair early B cell development result in profound antibody deficiency, which is characterized by a paucity of mature B cells and the early onset of recurrent pyogenic infections. Among these inherited early B cell defects, X-linked agammaglobulinemia (XLA) with mutations in Bruton's tyrosine kinase (BTK) gene is mostly identified. Recent studies have shown that mutations in the gene for mu heavy chain (IGHM) and for other components of the pre-B cell receptor complex, including lambda5/14.1 (IGLL1) or Igalpha (CD79a), can cause a disorder that is clinically similar to XLA. In a genetic survey of XLA in Turkey, we examined possible mutations in the IGHM, IGLL1, and Igalpha genes in some male patients with presumed XLA who did not have identifiable BTK mutations. We found an eight-year-old boy with a novel homozygous mutation in the Igalpha gene (IVS2+1G>A) causing B cell defect. This is the second case of agammaglobulinemia due to an Igalpha (CD79a) deficiency in the world.","dc:creator":"Wang Y","dc:date":"2002","dc:title":"Novel Igalpha (CD79a) gene mutation in a Turkish patient with B cell-deficient agammaglobulinemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11920841","rdfs:label":"Wang Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"For the homozygous splice variant c.379+1G>A, no cDNA was available but the predicted effect is skipping of exon 2, upstream of the transmembrane domain."},{"id":"cggv:413811a1-17f9-44c6-9f47-6afb033b91ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe570218-2380-42ac-b1ae-c646d739451f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Genomic DNA was PCR amplified encompassing exons and exon-intron boundaries before Sanger sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"IgG 2.21 g/l (normal 4.82–12), 0.135 g/l (0.22–1.18), <0.10 g/l (0.54–2.09)","phenotypes":["obo:HP_0002205","obo:HP_0001581","obo:HP_0004432","obo:HP_0002028","obo:HP_0000403","obo:HP_0030252"],"previousTesting":true,"previousTestingDescription":"Sanger sequencing of candidate genes encoding the pre-BCR components (ΙGΗΜ, CD79A, CD79B, IGLL1, and VPREB1).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:413811a1-17f9-44c6-9f47-6afb033b91ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9047b307-215f-407d-9016-a224d17197aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.197G>A (p.Trp66Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406034319"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31696364","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive agammaglobulinemia (ARA) is a primary immunodeficiency characterized by absent peripheral B cells, severe hypogammaglobulinemia, and absent BTK gene mutations. In ARA, mutations occur in genes encoding the pre-B cell receptor (pre-BCR) or downstream signaling proteins. In this work, we used candidate gene and whole-exome sequencing to investigate the molecular basis of ARA in 6 patients from 4 consanguineous North-African families. Sanger sequencing of candidate genes encoding the pre-BCR components (ΙGΗΜ, CD79A, CD79B, IGLL1, and VPREB1) was initially performed and determined the genetic defect in five patients. Two novel mutations in IGHM (p.Val378Alafs*1 and p.Ile184Serfs*21) were identified in three patients from two unrelated kindred and a novel nonsense mutation was identified in CD79A (p.Trp66*) in two siblings from a third kindred. Whole-exome sequencing (WES) was performed on the sixth patient who harbored a homozygous stop mutation at position 407 in the RAG2 gene (p.Glu407*). We concluded that conventional gene sequencing, especially when multiple genes are involved in the defect as is the case in ARA, is costly and time-consuming, resulting in delayed diagnosis that contributes to increased morbidity and mortality. In addition, it fails to identify the involvement of novel and unsuspected gene defects when the phenotype of the patients is atypical. WES has the potential to provide a rapid and more accurate genetic diagnosis in ARA, which is crucial for the treatment of the patients.","dc:creator":"Ben-Ali M","dc:date":"2020","dc:title":"Genetic Approaches for Definitive Diagnosis of Agammaglobulinemia in Consanguineous Families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31696364","rdfs:label":"P4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous nonsense variant Trp66Ter occurs in exon 2 of 5 and is predicted to result in NMD."},{"id":"cggv:02d98eee-8a7e-498a-85d2-83f727ba3d9e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb3e4c69-6cb1-4697-aa49-9392bc1ef678","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Unclear genotyping method.","phenotypeFreeText":"IgG 30 mg/dl, (normal 222–84), undetectable IgA, IgM, and IgE","phenotypes":["obo:HP_0003139","obo:HP_0030252","obo:HP_0002383","obo:HP_0002373"],"sex":"Female","variant":{"id":"cggv:02d98eee-8a7e-498a-85d2-83f727ba3d9e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0d8367da-8b42-4fef-98bb-fb263f35b78f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001783.4(CD79A):c.157C>T (p.Gln53Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406034227"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24481606","type":"dc:BibliographicResource","dc:abstract":"This study describes the fifth case worldwide of autosomal recessive agammaglobulinemia due to a novel non-sense mutation in CD79a gene with a severe unusual onset due to an invasive central nervous system infection. ","dc:creator":"Khalili A","dc:date":"2014","dc:title":"Autosomal recessive agammaglobulinemia: a novel non-sense mutation in CD79a."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24481606","rdfs:label":"Khalili patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous nonsense variant Gln53Ter occurs in exon 2 of 5 and is predicted to result in NMD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1685,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:e5b11fe5-ff48-4193-b4fd-24d53d22c445","type":"GeneValidityProposition","disease":"obo:MONDO_0013288","gene":"hgnc:1698","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"CD79A was first reported in relation to autosomal recessive agammaglobulinemia 3 in 1999 (Minegishi Y, et al., 1999; PMID: 10525050). CD79A encodes Igα, which is part of the B-cell antigen receptor (BCR) complex and is required, in cooperation with Igβ, for initiation of the signal transduction cascade.  Agammaglobulinemia 3 is a primary immunodeficiency characterized by profoundly low or absent serum immunoglobulins and low or absent circulating B-cells due to an early block of B-cell development. Affected individuals are susceptible to recurrent infections. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. The mechanism of disease is homozygous loss of function and seven unique variants have been reported in humans, including nonsense, frameshift, and splicing. Variants in this gene have been reported in at least 7 probands in 6 publications (PMIDs: 11920841, 10525050, 29335801, 24481606, 19302039, 31696364), and segregated with disease in one additional family member (PMID: 31696364). Experimentally, this gene-disease relationship is supported by its expression in B cells (PMID: 1729378), its role in BCR signal transduction (PMID: 7688784), which is altered in patient cells (PMID: 10525050), and its interaction with BLNK in the signaling pathway (PMID: 11909947). Further support is provided by at least two mouse models (PMIDs: 8650582, 12097390), which recapitulate features of agammaglobulinemia. In summary CD79A is definitively associated with autosomal recessive agammaglobulinemia 3. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:12a6257c-c9ca-432a-ab76-b05985283381"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}