{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-08-17T23:49:26.063Z","role":"Publisher"},{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-08-17T19:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28041644","type":"dc:BibliographicResource","dc:abstract":"Defects in motile cilia and sperm flagella cause primary ciliary dyskinesia (PCD), characterized by chronic airway disease, infertility, and left-right body axis disturbance. Here we report maternally inherited and de novo mutations in PIH1D3 in four men affected with PCD. PIH1D3 is located on the X chromosome and is involved in the preassembly of both outer (ODA) and inner (IDA) dynein arms of cilia and sperm flagella. Loss-of-function mutations in PIH1D3 lead to absent ODAs and reduced to absent IDAs, causing ciliary and flagellar immotility. Further, PIH1D3 interacts and co-precipitates with cytoplasmic ODA/IDA assembly factors DNAAF2 and DNAAF4. This result has clinical and genetic counseling implications for genetically unsolved male case subjects with a classic PCD phenotype that lack additional phenotypes such as intellectual disability or retinitis pigmentosa.","dc:creator":"Paff T","dc:date":"2017","dc:title":"Mutations in PIH1D3 Cause X-Linked Primary Ciliary Dyskinesia with Outer and Inner Dynein Arm Defects."},"evidence":[{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45fe2a22-ac64-4d0f-9b2c-f442ddd415e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8bf7e120-d25c-4e2b-b59e-4fc8f9186ec8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project has established a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues. RNA-seq expression studies were performed on 54 reference tissues. Bulk tissue gene expression for DNAAF6 shows the expression of  DNAAF6 in lung, testis, and Fallopian tube. This pattern is consistent with the role DNAAF6 is thought to play in the assembly of inner and outer dynein arms in respiratory cilia, sperm, cilia in male efferent ducts, and cilia in Fallopian tubes.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx DNAAF6 gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:02589755-0260-4df5-a714-2085a9de82f0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d411c1bc-9cec-47cc-9c9d-4f89cbaa15c1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pre-assembly of the inner and outer dynein arms into multi-subunit complexes in the cytoplasm is facilitated by a set of proteins called dynein pre-assembly factors (DNAAFs). These DNAAFs are thought to function as co-chaperones that help facilitate the correct folding of dynein chains and subunit assembly (PMID: 31817850). DNAAF2, DNAAF4, and DNAAF6 are part of a cytoplasmic multi-protein complex that assembles inner and outer dynein arm components.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041644","rdfs:label":"Yeast two-hybrid screen with PIH1D3 (DNAAF6) as bait "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:98a62381-56be-407c-9dce-1270785058a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42a33db2-31ea-4a78-966a-85d4b175ad44","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pre-assembly of the inner and outer dynein arms into multi-subunit complexes in the cytoplasm is facilitated by a set of proteins called dynein pre-assembly factors (DNAAFs). These DNAAFs are thought to function as co-chaperones that help facilitate the correct folding of dynein chains and subunit assembly (PMID: 31817850). DNAAF2, DNAAF4, and DNAAF6 are part of a cytoplasmic multi-protein complex that assembles inner and outer dynein arm components. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041644","rdfs:label":"Co-immunoprecipitation studies of PIH1D3 with DNAAFs"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8c0450e-6774-4e7d-95df-ce5609eab5ed","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:86884ffe-b3fb-4b04-86be-bed9a7ece2ec","type":"FunctionalAlteration","dc:description":"Loss-of-function PIH1D3 mutations result in structural defects in respiratory cilia of two PCD patients, each carrying a different hemizygous DNAAF6 mutation. An electron tomography based three-dimensional map of the axonemal 96 nm repeat was generated from averaged tomograms of tissue from two different DNAAF6 PCD patients.  G30 V-1 electron tomograms only captured full absence of the whole IDA along with absent N-DRCs (nexin–dynein regulatory complex) and ODAs.  PCD12 I-1 tomograms  captured different patterns of IDA assembly (with ODAs being present in all the imaging). The entire IDA plus N-DRC were either entirely present, entirely absent, or else a partial IDA assembly was seen  IDA dynein subunits f and g specifically fail to assemble). In summary, these analyses show that  PIH1D3 mutations cause a failure of specific dynein components to assemble into IDAs and ODAs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28176794","type":"dc:BibliographicResource","dc:abstract":"By moving essential body fluids and molecules, motile cilia and flagella govern respiratory mucociliary clearance, laterality determination and the transport of gametes and cerebrospinal fluid. Primary ciliary dyskinesia (PCD) is an autosomal recessive disorder frequently caused by non-assembly of dynein arm motors into cilia and flagella axonemes. Before their import into cilia and flagella, multi-subunit axonemal dynein arms are thought to be stabilized and pre-assembled in the cytoplasm through a DNAAF2-DNAAF4-HSP90 complex akin to the HSP90 co-chaperone R2TP complex. Here, we demonstrate that large genomic deletions as well as point mutations involving PIH1D3 are responsible for an X-linked form of PCD causing disruption of early axonemal dynein assembly. We propose that PIH1D3, a protein that emerges as a new player of the cytoplasmic pre-assembly pathway, is part of a complementary conserved R2TP-like HSP90 co-chaperone complex, the loss of which affects assembly of a subset of inner arm dyneins.","dc:creator":"Olcese C","dc:date":"2017","dc:title":"X-linked primary ciliary dyskinesia due to mutations in the cytoplasmic axonemal dynein assembly factor PIH1D3."},"rdfs:label":" Electron tomography"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:20ff15bf-3d87-431c-a48f-57633afcaf34","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e40e9916-1eea-471d-a5fa-f9f8de1c9679","type":"FunctionalAlteration","dc:description":"Loss-of-function PIH1D3 mutations result in structural defects in respiratory cilia of two PCD patients, each carrying a different hemizygous DNAAF6 mutation. TEM microscopy shows an absence of inner and outer dynein arms in respiratory cells of both patients. Immunofluorescent studies of these cells shows an absence or reduction in some of the dynein arm structural proteins (Heavy chains DNAH5 and DNAH9 and intermediate chains DNAI1 and DNAI2 from ODAs and DNALI1 from IDAs), suggesting a defect in the assembly of the dynein arms.  Similar results were seen in immunofluorescent studies of patient sperm flagella where DNAI1 and DNAI2  were absent from patient flagellar axonemes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041644","rdfs:label":"Structural defects in respiratory cilia from DNAAF6 patients"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f55c871d-b894-48a3-b5ec-cb04d77dce87","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c2d07a05-808c-4408-9814-d67f15a66c5a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of WT PIH1D3 in embryo zebrafish must allow for normal pre-assembly of dynein arms that allows for a corrected motile cilia phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28176794","rdfs:label":"Zebrafish pih1d3 knockout and rescue "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1.5,"dc:description":"Down-scored because zebrafish model doesn't recapitulate the respiratory phenotypes seen in human patients"},{"id":"cggv:a425d211-da49-42a3-bbd7-25cbcac8896d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bdd6f5c5-6b77-4045-b92b-14cf102df6e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In Drosophila, ciliary motility is confined to the sensory cilium of mechanosensory neurons (chordotonal neurons) and the sperm\nflagellum. Flies with dnaaf6 knock out or knockdown were viable but deaf, uncoordinated and had immotile sperm, signs consistent with ciliary defects.  Human patients with DNAAF6 mutation also have defects in cilia motility and sperm motility.  Like in humans, Drosophila Dnaaf6 proteins play a role in dynein assembly. Authors show molecular evidence that Dnaaf6 is required for assembly of ODAs and a subset of inner dynein arms IDAs (loss of ODA markers (Dnah5 and Dnal1), partial loss of IDA markers (Dnali1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35873488","type":"dc:BibliographicResource","dc:abstract":"Axonemal dynein motors are large multi-subunit complexes that drive ciliary movement. Cytoplasmic assembly of these motor complexes involves several co-chaperones, some of which are related to the R2TP co-chaperone complex. Mutations of these genes in humans cause the motile ciliopathy, Primary Ciliary Dyskinesia (PCD), but their different roles are not completely known. Two such dynein (axonemal) assembly factors (DNAAFs) that are thought to function together in an R2TP-like complex are DNAAF4 (DYX1C1) and DNAAF6 (PIH1D3). Here we investigate the ","dc:creator":"Lennon J","dc:date":"2022","dc:title":"Strongly Truncated "},"rdfs:label":"Drosophila CG5048/Dnaaf6 knockdown model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scored because cannot fully recapitulate human respiratory phenotypes of PCD."},{"id":"cggv:47849a3f-bf89-47f6-894b-ca0083ea1356","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11f3d803-1c5c-4c5a-afd9-49d5ec7f04d9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pih1d3 knockout rats are able to re-capitulate most of the phenotypes seen in patients with DNAAF6 related PCD.  These phenotypes include male infertility due to defects in the assembly of sperm axonemes and cilia in the efferent ductules.  Pih1dr deficient rats also had accumulation of mucus in the upper respiratory tract (primarily nasal cavity), situs inversus, and perinatal hydrocephalus (in general, also seen in mice PCD models).  Unlike in humans, this knockout caused postnatal lethality so more advanced respiratory phenotypes could not be assessed. Similarities between this rat model and human patients extend to molecular phenotypes such as the loss of inner and outer dynein arms in respiratory cells and dynein arm assembly. Like in human patients, depletion of the critical components from ODAs and IDAs (DNAI1, DNAI2, DNALI1) was seen by immunofluorescence staining in respiratory cells, efferent ducts, and brain ependymal cells. Biochemical analysis shows that PIH1D3 interacts with other proteins involved in the assembly and trafficking of ODAs and IDAs (DNAAF2, DNAAF4, DNAAF7,DNAAF8, DNAAF10, IFT52, IFT57, PIH1D1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37900281","type":"dc:BibliographicResource","dc:creator":"Zhang T","dc:date":"2023","dc:title":"PIH1D3-knockout rats exhibit full ciliopathy features and dysfunctional pre-assembly and loading of dynein arms in motile cilia."},"rdfs:label":"Rat PIH1D3 knockout model exhibits PCD-like phenotypes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ed63d8cc-9e12-46d2-a179-c3d3e5689ba6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ec7c881-4a02-4579-82c5-681a5e5b13ec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This model replicates the male infertility phenotypes seen in human PCD  caused by pathogenic variants of PIH1D3 but fails to replicate any of the  other phenotypes that are seen in human PCD patients (respiratory and laterality defects). Twister2 (Pih1h3b), the gene on Chr X, is expressed in various organs with motile cilia, including lung, brain and oviduct so perhaps a Pih1h3b knockout would produce more PCD-like phenotypes. \n\nThis model system suggests a role for PIH1D3 in dynein arm assembly. In mice this role seems to be separated into two functions by different copies of the PIH1D3 gene. The Chr 1 copy plays a role in dylain arm assembly of the sperm axoneme, while the Chr X copy may play a role in other motile cilia. The cilia-expressed X-linked copy is unable to compensate for the Chr 1 copy in sperm. These observations contrast with human data that show that X-linked mutations in the human PIH1D3 gene cause both cilia and sperm defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24421334","type":"dc:BibliographicResource","dc:abstract":"Axonemal dynein complexes are preassembled in the cytoplasm before their transport to cilia, but the mechanism of this process remains unclear. We now show that mice lacking Pih1d3, a PIH1 domain-containing protein, develop normally but manifest male sterility. Pih1d3(-/-) sperm were immotile and fragile, with the axoneme of the flagellum lacking outer dynein arms (ODAs) and inner dynein arms (IDAs) and showing a disturbed 9+2 microtubule organization. Pih1d3 was expressed specifically in spermatogenic cells, with the mRNA being most abundant in pachytene spermatocytes. Pih1d3 localized to the cytoplasm of spermatogenic cells but was not detected in spermatids or mature sperm. The levels of ODA and IDA proteins were reduced in the mutant testis and sperm, and Pih1d3 was found to interact with an intermediate chain of ODA as well as with Hsp70 and Hsp90. Our results suggest that Pih1d3 contributes to cytoplasmic preassembly of dynein complexes in spermatogenic cells by stabilizing and promoting complex formation by ODA and IDA proteins.","dc:creator":"Dong F","dc:date":"2014","dc:title":"Pih1d3 is required for cytoplasmic preassembly of axonemal dynein in mouse sperm."},"rdfs:label":"Mouse Pih1d3 (chr1) knockout causes sperm flagellar defects"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Fails to replicate PCD respiratory and laterality defects.  Mouse pih1d3 is an intronless \"pseudogene\" version on chr 1 of the gene on chr X.  Knockout of the X-linked mouse version of this gene is likely to provide a stronger model for human PCD."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8841,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:40161fdb-3fe8-42d5-b297-935952445fe8","type":"GeneValidityProposition","disease":"obo:MONDO_0010517","gene":"hgnc:28570","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Primary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by chronic cough, recurrent infections of the upper and lower respiratory tract, randomization of left/right body asymmetry, and subfertility (PMID: 32943623). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. The cytoplasmic assembly of these large multiprotein complexes before their transport into cilia is assisted by dynein axonemal assembly factors (DNAAFs). Mutations in genes encoding DNAAFs result in the improper cytoplasmic preassembly of dynein chains, causing defects in both inner (IDA) and outer dynein arms (ODA) that can result in cilia immotility (PMID: 31624012).\n \nIn 2017 Paff et al. and Olcese et al. (PMIDs: 28041644, 28176794) described an X-linked non-syndromic PCD caused by mutations in *DNAAF6* (*PIH1D3*) in 12 families. Affected individuals in these families shared a classic PCD phenotype with ciliary and sperm immotility. At the ultrastructural level this PCD was characterized by an absence of ODAs and reduced to absent IDAs. The specific disease entity, Primary Ciliary Dyskinesia 36 is an X-linked primarily recessive disorder (with variable and milder female expression, PMID: 38408845) caused by hemizygous mutation in the *DNAAF6*  gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and X-linked recessive mode of inheritance to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited *DNAAF6* variants have been lumped into a single disease entity, Primary Ciliary Dyskinesia 36 (MONDO: 0010517, OMIM # 300991).\n\nEvidence from 14 probands in 7 publications have been included in this curation representing 12 unique variants (2 missense, 4 nonsense, 3 frameshift, 1 splicing, and 2 small deletions (PMIDs: 28041644, 28176794, 32170493, 38051289, 33106461, 38408845, 33635866). Three probands with large multi-gene deletions that include *DNAAF6* were described but not scored (PMID: 28176794). The mechanism of pathogenicity in *DNAAF6* mutations is X-linked loss of function. While most of the reported PCD patients carrying loss of function *DNAAF6* mutations are male, a more recent study has shown that mothers of male patients with *DNAAF6*-related PCD can display PCD airway phenotypes, the severity of which is dependent on their X-inactivation ratio (PMID: 38408845).\n\nThe gene-disease association between *DNAAF6* and PCD 36 is supported by gene expression data.  GTEx RNA-seq expression studies in reference human tissues show strong expression of *DNAAF6* in lung, testis, and Fallopian tube (PMID: 23715323). This pattern is consistent with the role that DNAAF6 is thought to play in the assembly of inner and outer dynein arms in respiratory cilia, sperm flagella, cilia in male efferent ducts, and cilia in Fallopian tubes (PMID: 32943623). \n \nThe cytoplasmic folding and preassembly of dynein arm proteins into larger complexes takes place in a stepwise manner involving interactions with various DNAAFs (PMID: 32943623), chaperones, and co-chaperones (PMID: 31817850). Yeast two-hybrid screens as well as co-immunoprecipitation assays from human cell culture extracts overexpressing DNAAF6 confirm the interaction of DNAAF6 with DNAAF2 and DNAAF4 (PMID: 28041644), proteins that have also been associated with PCD. DNAAF2, DNAAF4, and DNAAF6 interact as parts of cytoplasmic multi-protein complexes that assemble inner and outer dynein arm components.\n\nLoss-of-function hemizygous *DNAAF6* mutations result in structural defects in respiratory cilia of PCD patients. Transmission Electron Microscopy studies show an absence of inner and outer dynein arms in patient respiratory epithelial cells. Immunofluorescent studies of these cells show an absence or reduction in some of the dynein arm structural proteins (Heavy chains DNAH5 and DNAH9 and intermediate chains DNAI1 and DNAI2 from ODAs and DNALI1 from IDAs) suggesting a defect in the assembly of the dynein arms. Similar results are seen in immunofluorescent studies of patient sperm flagella where DNAI1 and DNAI2 are absent from patient flagellar axonemes (PMID: 28041644). In another study, electron tomography was used to capture different patterns of IDA assembly in the respiratory cells of *DNAAF6*/PCD patients (PMID: 28176794). These analyses show that *DNAAF6* mutations cause a failure of specific dynein components to assemble into IDAs. These data are consistent with DNAAF6 assisting in the cytoplasmic assembly of axonemal dyneins.\n\nThree non-human experimental models have been used to support the gene-disease relationship between *DNAAF6* and PCD 36. In *Drosophila*, ciliary motility is confined to the sensory cilium of mechanosensory neurons (chordotonal neurons) and the sperm flagellum. Flies with Dnaaf6 knockout or knockdown were viable but deaf, uncoordinated and had immotile sperm, signs consistent with ciliary defects. Authors also performed immunofluorescent studies of differentiating chordotonal neurons in pupal antennae. These studies show loss of ODA markers (Dnah5 and Dnal1) and partial loss of IDA markers (Dnali1) as further evidence that Dnaaf6 is required for assembly of dynein arms (PMID: 35873488). PIH1D3-knockout rats re-capitulate most of the phenotypes seen in human patients with *DNAAF6* related PCD. These phenotypes include male infertility due to defects in the assembly of sperm axonemes and cilia in the efferent ducts. PIH1D3 deficient rats also had accumulation of mucus in the upper respiratory tract (primarily nasal cavity), situs inversus, and perinatal hydrocephalus (PMID: 35873488). Similarities between this rat model and human patients extend to molecular phenotypes such as the loss of inner and outer dynein arms in respiratory cells and dysfunctional preassembly and loading of dynein arms in motile cilia. Zebrafish embryos carrying a homozygous *pih1d3* mutation have immotile cilia, leading to abnormal cardiac looping, a deficiency in pronephric fluid flow, the development of pronephric cysts, and abnormal otolith formation. Zebrafish mutants are missing ODAs and IDAs. These phenotypes are consistent with a role for pih1d3 in the preassembly of dynein arms in zebrafish. These phenotypes can be rescued with wild-type zebrafish *pih1d3* and partially rescued with human *PIH1D3* mRNA.\n\n In summary, there is definitive evidence supporting a gene-disease relationship between variants in *DNAAF6* and Primary Ciliary Dyskinesia 36. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Motile Ciliopathy GCEP on April 11, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:5de9de15-2c09-48f5-bcaf-08c42b97700e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}