{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-11-04T14:17:27.308Z","role":"Publisher"},{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-11-04T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56a4d69f-ce61-40aa-8e06-0b5e8e09e883","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:781b5a3b-4df1-4600-8267-1a5154a51e26","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The subcellular localization of SCP2 is shown by indirect immunolabeling to be within the peroxisomes in rat hapatocytes. Also see https://www.proteinatlas.org/ENSG00000116171-SCP2/cell\n\nThe evidence is scored default points as SCP2 is expressed in peroxisomes and its mutations result in a peroxisomal defect.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2925789","type":"dc:BibliographicResource","dc:abstract":"Sterol carrier protein-2 (SCP-2) is a nonenzymatic protein of 13.5 kD which has been shown in in vitro experiments to be required for several stages in cholesterol utilization and biosynthesis. The subcellular localization of SCP-2 has not been definitively established. Using affinity-purified rabbit polyclonal antibodies against electrophoretically pure SCP-2 from rat liver, we demonstrate by immunoelectron microscopic labeling of ultrathin frozen sections of rat liver that the largest concentration of SCP-2 is inside peroxisomes. In addition the immunolabeling indicates that there are significant concentrations of SCP-2 inside mitochondria, and associated with the endoplasmic reticulum and the cytosol, but not inside the Golgi apparatus, lysosomes, or the nucleus. These results were confirmed by immunoblotting experiments with proteins from purified subcellular fractions of the rat liver cells carried out with the anti-SCP-2 antibodies. The large concentration of SCP-2 inside peroxisomes strongly supports the proposal that peroxisomes are critical sites of cholesterol utilization and biosynthesis. The presence of SCP-2 inside peroxisomes and mitochondria raises questions about the mechanisms involved in the differential targeting of SCP-2 to these organelles.","dc:creator":"Keller GA","dc:date":"1989","dc:title":"Subcellular localization of sterol carrier protein-2 in rat hepatocytes: its primary localization to peroxisomes."},"rdfs:label":"Keller_Expression in peroxisomes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7f59e307-6846-4444-971c-7a6df3eeac9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8cb493f0-95be-4905-a9f9-5456e234fa4d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pex5p, the peroxisomal PTS1 receptor bind to SCP2 with an intact PTS1 to target it to the peroxisomal matrix. Yeast two-hybrid assays show this interaction with pre and mature SCP2 and with the deletion of PTS1. When mutations are introduced into Pex5p, the interaction with SCP2 was significantly reduced.\n\nPEX5 gene defects also lead to peroxisome biogenesis disorders, as these proteins play a concerted role in peroxisomal fatty acid metabolism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21375735","type":"dc:BibliographicResource","dc:abstract":"The majority of peroxisomal matrix proteins destined for translocation into the peroxisomal lumen are recognised via a C-terminal Peroxisomal Target Signal type 1 by the cycling receptor Pex5p. The only structure to date of Pex5p in complex with a cargo protein is that of the C-terminal cargo-binding domain of the receptor with sterol carrier protein 2, a small, model peroxisomal protein. In this study, we have tested the contribution of a second, ancillary receptor-cargo binding site, which was found in addition to the characterised Peroxisomal Target Signal type 1.","dc:creator":"Williams CP","dc:date":"2011","dc:title":"The Peroxisomal Targeting Signal 1 in sterol carrier protein 2 is autonomous and essential for receptor recognition."},"rdfs:label":"Williams_interaction with PEX5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71813ce6-ab43-450e-b66c-f6d8b321cbb1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8efc3797-135b-41d3-ad3a-2b2a4b866fea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"All Scp2-/- mice were viable and present in the Mendelian ratio, showed no developmental abnormalities and reached fertility. Enzyme activities of peroxisomal catalase (1.8-fold higher), ACO, mTHIOL, and total pTHIOL were 2- to 3-fold higher in Scp2−/− mice than in controls, while cholesterol and triglyceride reserve pools were depleted in the liver. Hepatic gene expression of these enzymes as well as of L-FABP, CYP7α were also increased.\n\nLevels of straight long chain saturated, monounsaturated, polyunsaturated, or VLCFAs were not significantly different between null and control mice; however, phytanic acid was close to 10-fold elevated in null mice. Phytol-enriched diet (2.5mg/g) led to increase in serum phytanic acid levels from 16 to 1163 μmoles/liter in null mice, while in controls, levels increased from 1.4 to 129 μmoles/liter. Significant elevation in serum phytanic acid levels was also apparent in heterozygotes. Pristanic acid could not be detected in sera from control, heterozygous or null mice on normal chow diet, but 2 to 3-fold higher pristanic acid levels were seen in null mice on phytol diet, compared to controls. Higher phytol enrichment (5mg/g) led to severe outcome in null mice. They developed more pronounced hypolipidemia and lost body weight extensively, compared to controls, before the end of the 2nd week of phytol diet. They showed an unhealthy appearance, inactivity, complete absence of fat tissue and pronounced liver disease. All null mice died in the third week.\n\nPMID: 15574183 reports that these null mice develop a cardiac phenotype when put on 5mg/g phytol-enriched diet and show a high sudden cardiac death rate.\n\nAnother model (PMID: 17068117) created by the targeted disruption of exon 1 of murine Scp2 showed similar results: increased weight loss, depletion of fat stores, accumulation of phytanic acid and normal levels of VLCFAs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9553048","type":"dc:BibliographicResource","dc:abstract":"Gene targeting in mice was used to investigate the unknown function of Scp2, encoding sterol carrier protein-2 (SCP2; a peroxisomal lipid carrier) and sterol carrier protein-x (SCPx; a fusion protein between SCP2 and a peroxisomal thiolase). Complete deficiency of SCP2 and SCPx was associated with marked alterations in gene expression, peroxisome proliferation, hypolipidemia, impaired body weight control, and neuropathy. Along with these abnormalities, catabolism of methyl-branched fatty acyl CoAs was impaired. The defect became evident from up to 10-fold accumulation of the tetramethyl-branched fatty acid phytanic acid in Scp2(-/-) mice. Further characterization supported that the gene disruption led to inefficient import of phytanoyl-CoA into peroxisomes and to defective thiolytic cleavage of 3-ketopristanoyl-CoA. These results corresponded to high-affinity binding of phytanoyl-CoA to the recombinant rat SCP2 protein, as well as high 3-ketopristanoyl-CoA thiolase activity of the recombinant rat SCPx protein.","dc:creator":"Seedorf U","dc:date":"1998","dc:title":"Defective peroxisomal catabolism of branched fatty acyl coenzyme A in mice lacking the sterol carrier protein-2/sterol carrier protein-x gene function."},"rdfs:label":"Seedorf_Scp2-/- mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Increased score for more evidence."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:66b694bf-b83c-42d5-96d1-87f70feef37a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:66b694bf-b83c-42d5-96d1-87f70feef37a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":51,"allele":[{"id":"cggv:245ff5a6-7088-49c8-b7e7-d543475806d8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001330587.1(SCP2):c.481C>T (p.Gln161Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA857124"}},{"id":"cggv:0019576b-bd28-4b52-8133-298665063f8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002979.5(SCP2):c.1333G>T (p.Glu445Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340377591"}}],"detectionMethod":"Variants detected on exome analysis were validated by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband developed hand clumsiness at 30y of age. Brain MRI revealed increased mineral deposition in the basal ganglia. Biochemical assays revealed normal copper, ceruloplasmin, blood count, vitamin B12 and folate; while alanine transaminase, gamma glutamyl transferase, α-fetoprotein, creatine kinase, ferritin, free and total carnitine, and long chain hydroxylacylcarnitines were increased.","phenotypes":["obo:HP_0001276","obo:HP_0002075","obo:HP_0001251","obo:HP_0000570","obo:HP_0001310","obo:HP_0002136","obo:HP_0006801","obo:HP_0002896","obo:HP_0001288","obo:HP_0000662","obo:HP_0500087","obo:HP_0010831"],"previousTesting":true,"previousTestingDescription":"Genetic testing for SCA1, SCA2, SCA3, SCA6, SCA7, SCA17, DRPLA, FA, FTL, and HFE/p.Cys282Tyr as well as for 176 genes causing inherited retinal disease was negative. Pristanic acid: 34.1 μmol/L (nv = 0–1.5); phytanic acid: 13.8 μmol/L (nv <11.5).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:53e0ab88-1f5b-427b-bfea-9ba2d22f0a52_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:245ff5a6-7088-49c8-b7e7-d543475806d8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26497993","type":"dc:BibliographicResource","dc:creator":"Horvath R","dc:date":"2015","dc:title":"SCP2 mutations and neurodegeneration with brain iron accumulation."}},{"id":"cggv:a54ef82a-a4ef-47a8-9be9-c6ab50fc2865_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0019576b-bd28-4b52-8133-298665063f8e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26497993"}],"rdfs:label":"Horvath_Proband"},{"id":"cggv:a54ef82a-a4ef-47a8-9be9-c6ab50fc2865","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a54ef82a-a4ef-47a8-9be9-c6ab50fc2865_variant_evidence_item"},{"id":"cggv:a54ef82a-a4ef-47a8-9be9-c6ab50fc2865_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot revealed undetectable levels of SCP2 protein in patient fibroblasts."}],"strengthScore":2,"dc:description":"The proband was compound heterozygous for two nonsense variants in the SCP2 gene, Gln161Ter (reported as Gln117Ter in paper) and Glu445Ter (reported as Glu41Ter in paper). The Gln161Ter variant is reported at a frequency of 0.00006152 (1/16256 African alleles) with no homozygotes in gnomAD v2.1.1. Proband's biochemical parameters and ataxia improved after he was put on a phytanic acid-restricted diet. The proband is scored default points with confirmation of phase (indicated in paper and confirmed by authors)."},{"id":"cggv:53e0ab88-1f5b-427b-bfea-9ba2d22f0a52","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53e0ab88-1f5b-427b-bfea-9ba2d22f0a52_variant_evidence_item"},{"id":"cggv:53e0ab88-1f5b-427b-bfea-9ba2d22f0a52_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot revealed undetectable levels of SCP2 protein in patient fibroblasts. "}],"strengthScore":2,"dc:description":"The proband was compound heterozygous for two nonsense variants in the SCP2 gene, Gln161Ter (reported as Gln117Ter in paper) and Glu445Ter (reported as Glu41Ter in paper). The Gln161Ter variant is reported at a frequency of 0.00006152 (1/16256 African alleles) with no homozygotes in gnomAD v2.1.1. Proband's biochemical parameters and ataxia improved after he was put on a phytanic acid-restricted diet. The proband is scored default points with confirmation of phase (indicated in paper and confirmed by authors)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:99150838-c7a3-45e9-8137-bd4a4ef553f6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:99150838-c7a3-45e9-8137-bd4a4ef553f6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":45,"allele":{"id":"cggv:457ee004-f54a-4726-a8ef-6578e4b4fc3b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002979.5(SCP2):c.550dup (p.Ile184AsnfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12810"}},"detectionMethod":"SCPx was amplified and sequenced from patient cDNA and genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Cranial MRI showed bilateral hyperintense signals in thalamus, butterfly-like lesions in the pons, and lesions in the occipital region. Brisk deep-tendon reflexes of the upper extremities but diminished reflexes of the lower extremities. Nystagmus to the left side was noted, which could be suppressed by fixation.","phenotypes":["obo:HP_0001288","obo:HP_0000473","obo:HP_0001332","obo:HP_0000027","obo:HP_0004409","obo:HP_0000639","obo:HP_0002352","obo:HP_0001251","obo:HP_0002080","obo:HP_0000510","obo:HP_0002172","obo:HP_0002346","obo:HP_0025268","obo:HP_0000815","obo:HP_0000570","obo:HP_0009830","obo:HP_0010663","obo:HP_0000365"],"previousTesting":true,"previousTestingDescription":"CBC, Coagulation test, serum electrolytes, liver enzyme levels, copper and ceruloplasmin levels, CSF morphology, CSF-protein, -lactate, -glucose levels were normal. Pristanic acid: 39.8 μmol/liter (nv = 0–3.1 μmol/liter); phytanic acid: 10.1 μmol/liter (nv = 0–9 μmol/liter). C26:0 was slightly above normal, traces of THCA and DHCA were detected in blood and urine. AMACR activity and BCOX activity were normal; DBP activity was slightly increased, while SCP2 activity was completely deficient.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7bf2cd41-3e4b-4952-a1a3-414eeb94af03_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:457ee004-f54a-4726-a8ef-6578e4b4fc3b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16685654","type":"dc:BibliographicResource","dc:abstract":"In this report, we describe the first known patient with a deficiency of sterol carrier protein X (SCPx), a peroxisomal enzyme with thiolase activity, which is required for the breakdown of branched-chain fatty acids. The patient presented with torticollis and dystonic head tremor as well as slight cerebellar signs with intention tremor, nystagmus, hyposmia, and azoospermia. Magnetic resonance imaging showed leukencephalopathy and involvement of the thalamus and pons. Metabolite analyses of plasma revealed an accumulation of the branched-chain fatty acid pristanic acid, and abnormal bile alcohol glucuronides were excreted in urine. In cultured skin fibroblasts, the thiolytic activity of SCPx was deficient, and no SCPx protein could be detected by western blotting. Mutation analysis revealed a homozygous 1-nucleotide insertion, 545_546insA, leading to a frameshift and premature stop codon (I184fsX7).","dc:creator":"Ferdinandusse S","dc:date":"2006","dc:title":"Mutations in the gene encoding peroxisomal sterol carrier protein X (SCPx) cause leukencephalopathy with dystonia and motor neuropathy."}},"rdfs:label":"Ferdinandusse_Proband"},{"id":"cggv:7bf2cd41-3e4b-4952-a1a3-414eeb94af03","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7bf2cd41-3e4b-4952-a1a3-414eeb94af03_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"This is the first proband reported in relation to an SCP2 mutation. He was homozygous for the 1-bp duplication, c.550dup (NM_002979.5), resulting in a frameshift and premature termination of translation, Ile184AsnfsTer7. His mother was heterozygous for this variant. The resulting transcript is predicted to undergo NMD. The proband was placed on phytanic acid-restricted diet , after which no progression of symptoms was noted."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":5313,"specifiedBy":"GeneValidityCriteria9","strengthScore":10,"subject":{"id":"cggv:33dcec5d-452e-4a42-b265-d351ee51ee32","type":"GeneValidityProposition","disease":"obo:MONDO_0013391","gene":"hgnc:10606","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between *SCP2* and sterol carrier protein 2 deficiency (Leukoencephalopathy with dystonia and motor neuropathy included), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of January, 2020 and reviewed in March 2022 and update to SOP v9 in October 2022. SCP2 encodes two proteins, SCPx and SCP2 due to transcription initiation from two different promoters. SCPx is a peroxisome-associated thiolase involved in oxidation of branched-chain fatty acids while SCP2 is an intracellular lipid transfer protein. \n\nSCP2 was first reported in relation to autosomal recessive sterol carrier protein 2 deficiency in 2006 (Ferdinandusse et al, PMID: 16685654). Only three loss of function variants have been reported in this gene in relation to this disease. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (6 points):\nAt least 2 patients from unrelated families in 3 publications have been reported with the null  variants (PMID: 16685654, 26497993, 28033445). The mechanism of disease is expected to be biallelic loss of function. \n  \nSummary of experimental data (4 points):\nThis gene-disease association is supported by mouse models that recapitulate human disease (PMID: 9553048, 15574183, 17068117). The protein is localized to the peroxisomes in hepatocytes (PMID: 2925789 ) and it interacts with PEX5 and has a role in peroxisomal fatty acid metabolism (PMID: 21375735). \n  \nIn summary, there is limited evidence to support the gene-disease relationship of *SCP2* and sterol carrier protein 2 deficiency. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. ","dc:isVersionOf":{"id":"cggv:ea6abbdb-3724-4d1e-a31e-c61b0157a86a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}