{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4cv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-11-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-11-14T20:32:24.132Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64acd234-d26f-4599-b5bf-842dd96d773c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18367e5f-181b-49d7-a4e4-8aaa4ad20fae","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"DAG1 is implicated in a similar phenotype - muscular dystrophy - dystroglycanopathy. In this paper, the authors demonstrate interaction between dystrophin and β-dystroglycan.\nThe cytoplasmic domain of rabbit skeletal muscle β-dystroglycan expressed as a GST fusion protein was immobilized on glutathione-agarose beads to form an affinity column for the binding of native dystrophin solubilized from rabbit skeletal muscle membranes by alkaline treatment (to extract dystrophin and syntrophin from the membrane-associated glycoproteins. Dystrophin and syntrophin cosediment with the GST-β-DG. Since syntrophin does not interact with β-DG directly, it was established that dystrophin simultaneously binds syntrophin and β-DG via different binding sites.\n\nThe authors further demonstrate physical interaction between dystrophin and β-dystroglycan by means of an in-vitro binding assay. Human dystrophin GST fusion protein was used as a ligand for in-vitro translated cytoplasmic domain of β-dystroglycan, labeled with S-35-methionine. The assay showed that S-35-β-DG bound with fusion constructs containing the entire C-terminal portion (aa 3054-3685) or the second half of hinge 4, cysteine-rich domain and the first half of the C-terminal portion (aa 3054-3446). The authors conclude that the region encompassing DMD exons 62-67 containing amino acids 3054-3271 is the minimum β-dystroglycan-binding motif.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7592992","type":"dc:BibliographicResource","dc:abstract":"Dystrophin, the product of the Duchenne muscular dystrophy gene, is tightly associated with the sarcolemmal membrane to a large glycoprotein complex. One function of the dystrophin-glycoprotein complex is to link the cytoskeleton to the extracellular matrix in skeletal muscle. However, the molecular interactions of dystrophin with the membrane components of the dystrophin-glycoprotein complex are still elusive. Here, we demonstrate and characterize a specific interaction between beta-dystroglycan and dystrophin. We show that skeletal muscle and brain dystrophin as well as brain dystrophin isoforms specifically bind to beta-dystroglycan. To localize and characterize the dystrophin and beta-dystroglycan interaction domains, we reconstituted the interaction in vitro using dystrophin fusion proteins and in vitro translated beta-dystroglycan. We demonstrated that the 15 C-terminal amino acids of beta-dystroglycan constituted a unique binding site for the second half of the hinge 4 and the cysteine-rich domain of dystrophin (amino acids 3054-3271). This dystrophin binding site is located in a proline-rich environment of beta-dystroglycan within amino acids 880-895. The identification of the interaction sites in dystrophin and beta-dystroglycan provides further insight into the structure and the molecular organization of the dystrophin-glycoprotein complex at the sarcolemma membrane and will be helpful for studying the pathogenesis of Duchenne muscular dystrophy.","dc:creator":"Jung D","dc:date":"1995","dc:title":"Identification and characterization of the dystrophin anchoring site on beta-dystroglycan."},"rdfs:label":"Jung_Interaction with DAG1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:86d1fcff-3978-408b-b6d5-0eaf37fbc73a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f74612e-8a2e-4a41-bb5c-21258f48a064","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Dystrophin binds to beta-dystroglycan, which is in turn bound to the sarcoglycan complex. Dystrophin is also bound to dystrobrevin and syntrophins in the C-terminal and actin in the N-terminal. The DGC complex localizes to the sarcolemma.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9146999","type":"dc:BibliographicResource","dc:abstract":"Efforts to understand the function of dystrophin, the protein product for the Duchenne muscular dystrophy gene, resulted in the purification of the dystrophin-glycoprotein complex. Over the past year several novel components of this complex have been identified. Recent studies have extended the number of muscular dystrophies associated with the oligomeric complex to six genetically distinct diseases, including three new forms of limb-girdle muscular dystrophy and one form of congenital muscular dystrophy.","dc:creator":"Straub V","dc:date":"1997","dc:title":"Muscular dystrophies and the dystrophin-glycoprotein complex."},"rdfs:label":"Straub & Campbell_DGC complpex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The evidence is scored increased points as dystrophin interacts with several other proteins to form the dystrophin-associated glycoprotein complex in the sarcolemma, which are also implicated in muscular dystrophy phenotypes."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5783735e-7ae4-4d9d-b7c7-49b16acaad06","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e775a46-d50f-4642-87c3-a202160d61e6","type":"FunctionalAlteration","dc:description":"The Calcium (Ca2+) leak channels are reported to be more active in muscle cells from DMD patients and the mdx mouse. This increased activity increases intracellular free Ca2+ levels that is associated with higher levels of Ca2+-dependent proteolysis. In dystrophic muscle, the absence of dystrophin may render the membrane more vulenrable to stress incurred during muscle contraction. The authors show that increased level of Ca2+ leak channel activity is noted at sites near membrane ruptures through patch-clamp recordings of barium-permeable single channels after transient sarcolemmal rupture. Wounding the membrane in the presence of the cysteine protease inhibitor, leupeptin, prevented the increase in leak channel open probability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10926682","type":"dc:BibliographicResource","dc:abstract":"Dystrophin, a 427 kD membrane-associated structural protein in muscle cells, is thought to confer strength to the myofiber sarcolemma and protect the membrane from rupture during the stresses of contraction. Dystrophin is absent in muscle cells from Duchenne muscular dystrophy (DMD) patients and mdx mice, a DMD model. Dystrophic muscle membranes undergo more frequent transient, nonlethal tears than normal cell membranes, especially during exercise. In addition, the mean open probability of a background (\"leak\") calcium channel is higher in dystrophic muscle cells, which leads to higher intracellular free calcium levels. Because elevated calcium levels may contribute to the eventual necrosis of muscle cells in DMD, we examined the possibility that the history of sarcolemmal rupture at a specific location on the membrane affects the open probability of nearby calcium leak channels. Membrane ruptures left by the excision of cell-attached patch-clamp electrodes were used to mimic natural tears. Patches made within 5 microns of excision sites contained channels with a fourfold greater mean open probability than channels in patches 50 microm away from ruptures. The increased leak channel activity near ruptures was seen continuously through the duration of the recordings and was not seen if the rupture was made in the presence of the protease inhibitor leupeptin. Calcium background channels proteolytically activated near ruptures, perhaps in a calcium-dependent manner, may thus be the lasting consequence of the weaker dystrophic sarcolemma, leading to chronically raised intracellular free calcium, increased calcium-dependent proteolysis and, eventually, necrosis.","dc:creator":"McCarter GC","dc:date":"2000","dc:title":"Increased activity of calcium leak channels caused by proteolysis near sarcolemmal ruptures."},"rdfs:label":"McCarter_Calcium leak"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:9e8dfc20-f2fb-4fef-97f0-d548fab630d4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9fd854e3-0310-4a39-a4f3-de46e12d4179","type":"FunctionalAlteration","dc:description":"The neuronal nitric oxide synthase (nNOS) is one of the dystrophin-associated proteins that is down-regulated in DMD. in-vivo studies in mdx mice show that the skeletal-muscle-derived NO plays an important role in the regulation of blood flow in exercising skeletal muscles,and that this regulation is defective during contraction of nNOS-deficient skeletal muscles both of mdx mice and nNOS-null mice.\n\nIn this study, authors compared exercise-induced attenuation of reflex vasoconstriction in subjects during handgrip exercise by measuring muscle tissue oxygenation with NIR spectroscopy.\n\nThe authors note the same observations noted in mdx mice are also seen in human patients with DMD and suggest that defective modulation of sympathetic vasoconstriction in exercising muscle can produce functional muscle ischemia. This was also noted in SMA, in which nNOS is reported to be reduced, while no such modulation was noted in LGMD or PM, wherein nNOS is reported to be plentiful.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11087833","type":"dc:BibliographicResource","dc:abstract":"Duchenne muscular dystrophy (DMD) is a fatal disease caused by mutation of the gene encoding the cytoskeletal protein dystrophin. Despite a wealth of recent information about the molecular basis of DMD, effective treatment for this disease does not exist because the mechanism by which dystrophin deficiency produces the clinical phenotype is unknown. In both mouse and human skeletal muscle, dystrophin deficiency results in loss of neuronal nitric oxide synthase, which normally is localized to the sarcolemma as part of the dystrophin-glycoprotein complex. Recent studies in mice suggest that skeletal muscle-derived nitric oxide may play a key role in the regulation of blood flow within exercising skeletal muscle by blunting the vasoconstrictor response to alpha-adrenergic receptor activation. Here we report that this protective mechanism is defective in children with DMD, because the vasoconstrictor response (measured as a decrease in muscle oxygenation) to reflex sympathetic activation was not blunted during exercise of the dystrophic muscles. In contrast, this protective mechanism is intact in healthy children and those with polymyositis or limb-girdle muscular dystrophy, muscle diseases that do not result in loss of neuronal nitric oxide synthase. This clinical investigation suggests that unopposed sympathetic vasoconstriction in exercising human skeletal muscle may constitute a heretofore unappreciated vascular mechanism contributing to the pathogenesis of DMD.","dc:creator":"Sander M","dc:date":"2000","dc:title":"Functional muscle ischemia in neuronal nitric oxide synthase-deficient skeletal muscle of children with Duchenne muscular dystrophy."},"rdfs:label":"Sander_nNOS down-regulation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d78d5cd1-da15-4cfe-a636-ff7ce2faaef6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:491296e5-4342-4d1e-924a-38af5edd9605","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Muscular dystrophy has been observed in dogs to occur spontaneously; one of the first models to be characterized is the Golden Retriever muscular dystrophy model (GRMD). These dogs show a lack of dystrophin protein and transcript. They show phenotypes such as muscle atrophy with contractures, hyaline myofiber degeneration with mineralization, endomysial and perimysial fibrosis with fatty infiltration and cardiomyopathy. (PMID: 28526070, 3225630) Newborn pups are ineffectual sucklers and exhibit stunted growth. Dogs subsequently develop a progressively more stilted gait, atrophy of truncal and temporalis muscles, a plantigrade stance due to hyperextension of the carpal joints and flexion at the tibiotarsal joints, excessive drooling suggesting pharyngeal muscle involvement, and initial lumbar kyphosis that progresses to lordosis. Some muscles paradoxically undergo hypertrophy. Cardiac failure due to cardiomyopathy may occur.\n\nSeveral more canine models have subsequently be described with unique mutations in various canine breeds. (PMID: 22218699) The severity of disease expressed in dogs is more severe, compared to the mdx mouse and may present a better model system to evaluate DMD therapeutic targets. (PMID: 22218699)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1577476","type":"dc:BibliographicResource","dc:abstract":"Golden retriever muscular dystrophy (GRMD) is a spontaneous, X-linked, progressively fatal disease of dogs and is also a homologue of Duchenne muscular dystrophy (DMD). Two-thirds of DMD patients carry detectable deletions in their dystrophin gene. The defect underlying the remaining one-third of DMD patients is undetermined. Analysis of the canine dystrophin gene in normal and GRMD dogs has failed to demonstrate any detectable loss of exons. Here, we have demonstrated a RNA processing error in GRMD that results from a single base change in the 3' consensus splice site of intron 6. The seventh exon is then skipped, which predicts a termination of the dystrophin reading frame within its N-terminal domain in exon 8. This is the first example of dystrophin deficiency caused by a splice-site mutation.","dc:creator":"Sharp NJ","dc:date":"1992","dc:title":"An error in dystrophin mRNA processing in golden retriever muscular dystrophy, an animal homologue of Duchenne muscular dystrophy."},"rdfs:label":"Sharp_Golden Retriever model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although evidence relating to the canine models is extensive and they present severe form of muscular dystrophy, reduced points are scored as the phenotype is only partially recapitulated in animal models."},{"id":"cggv:d549bdbe-8829-48a8-972b-cc10ce7c9d6c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71b5cb4b-f48e-4853-8380-47bd2b837d2b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transgenic mdx mice were shown to express increased levels of dystrophin protein. IF showed that transgenic mice expressed dystrophin, as well as dystrophin-associated proteins, which localized to the sarcolemma, similar to wild-type mice. Histological examination revealed correction of dystrophic features in the limb skeletal muscles in transgenic mdx mice compared to mdx mice: features such as necrosis, large variation in fiber size, increased degeneration and regeneration with centrally located nuclei and progressive degeneration and fibrosis of diaphragm muscle were absent from transgenic mice. Serum CK levels of transgenic mice at 3, 4 and 5 wo were similar to WT, with no statistically significant difference; whereas those of mdx mice were always higher (statistically significant). Similarly, the authors note that normalized force and power of diaphragm muscle from transgenic mice were not significantly different from WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8355788","type":"dc:BibliographicResource","dc:abstract":"Duchenne and Becker muscular dystrophy (DMD and BMD) are X-linked recessive diseases caused by defective expression of dystrophin. The mdx mouse, an animal model for DMD, has a mutation that eliminates expression of the 427K muscle and brain isoforms of dystrophin. Although these animals do not display overt muscle weakness or impaired movement, the diaphragm muscle of the mdx mouse is severely affected and shows progressive myofibre degeneration and fibrosis which closely resembles the human disease. Here we explore the feasibility of gene therapy for DMD by examining the potential of a full-length dystrophin transgene to correct dystrophic symptoms in mdx mice. We find that expression of dystrophin in muscles of transgenic mdx mice eliminates the morphological and immunohistological symptoms of muscular dystrophy. In addition, overexpression of dystrophin prevents the development of the abnormal mechanical properties associated with dystrophic muscle without causing deleterious side effects. Our results provide functional evidence for the feasibility of gene therapy for DMD.","dc:creator":"Cox GA","dc:date":"1993","dc:title":"Overexpression of dystrophin in transgenic mdx mice eliminates dystrophic symptoms without toxicity."},"rdfs:label":"Cox_Rescue in mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1.5,"dc:description":"Although the expression of dystrophin is restored and there is phenotypic evidence of improvement, since the mdx mice do not recapitulate the human disease phenotype, the score is reduced slightly,"},{"id":"cggv:8941b3b8-1782-46db-be15-80e6385e37f2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c3c7c3b3-86ae-4059-aa05-74a5d4cc7f99","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In mdx mice: Micro-dystrophin therapy has improved limb muscle function in young mdx mice and body-wide improvement in aged mdx, utrophin and dystrophin double knock-out mice.\n\nIn dystrophic dogs: 2mo treated dogs showed body-wide muscle transduction and amelioration of muscle pathology. There was dose-dependent improvement in clinical score and dog gait.\n\nSubsequently, CMV promoter-driven del3990 minigene cassette packaged in AAV-2.5 has been used in gene therapy in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30093306","type":"dc:BibliographicResource","dc:abstract":"Duchenne muscular dystrophy (DMD) is a lethal muscle disease caused by dystrophin gene mutation. Conceptually, replacing the mutated gene with a normal one would cure the disease. However, this task has encountered significant challenges due to the enormous size of the gene and the distribution of muscle throughout the body. The former creates a hurdle for viral vector packaging and the latter begs for whole-body therapy. To address these obstacles, investigators have invented the highly abbreviated micro-dystrophin gene and developed body-wide systemic gene transfer with adeno-associated virus (AAV). Numerous microgene configurations and various AAV serotypes have been explored in animal models in many laboratories. Preclinical data suggests that intravascular AAV micro-dystrophin delivery can significantly ameliorate muscle pathology, enhance muscle force, and attenuate dystrophic cardiomyopathy in animals. Against this backdrop, several clinical trials have been initiated to test the safety and tolerability of this promising therapy in DMD patients. While these trials are not powered to reach a conclusion on clinical efficacy, findings will inform the field on the prospects of body-wide DMD therapy with a synthetic micro-dystrophin AAV vector. This review discusses the history, current status, and future directions of systemic AAV micro-dystrophin therapy.","dc:creator":"Duan D","dc:date":"2018","dc:title":"Systemic AAV Micro-dystrophin Gene Therapy for Duchenne Muscular Dystrophy."},"rdfs:label":"AAV-mediated micro-dystrophin"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The score is reduced as as the evidence indicates improvement in muscle pathology in animal models, but not complete rescue."},{"id":"cggv:5524b3af-465a-4ce1-b815-82491d4abf31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:640c371b-4496-49a3-9275-d68153efb930","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model was discovered in the 1980's due to a spontaneous mutation that arose in the C57BL/10ScSn mice. The lifespan of mdx mice is reduced by ~25%. 3-6wk old mice show startling muscle necrosis, following which a majority of the skeletal muscle enters a stable phase owing to robust regeneration. mdx limb muscles often become hypertrophic during this phase; the diaphragm however shows progressive deterioration. Muscle wasting, scoliosis and heart failure occur in 15mo or older mice. Mild cognitive and CNS defects are also often noted. Most aged mdx mice develop spontaneous sarcoma.\n\nSeveral manipulations of the mdx mouse in different backgrounds have been attempted, which has resulted in different models recapitulating the human phenotype to varying extents and severity. In addition, double knockouts involving other genes, some that may have a function redundant with dystrophin (e.g: utrophin), have also been generated that are useful in testing therapies for DMD/BMD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2662404","type":"dc:BibliographicResource","dc:abstract":"The mdx mouse is an X-linked myopathic mutant, an animal model for human Duchenne muscular dystrophy. In both mouse and man the mutations lie within the dystrophin gene, but the phenotypic differences of the disease in the two species confer much interest on the molecular basis of the mdx mutation. The complementary DNA for mouse dystrophin has been cloned, and the sequence has been used in the polymerase chain reaction to amplify normal and mdx dystrophin transcripts in the area of the mdx mutation. Sequence analysis of the amplification products showed that the mdx mouse has a single base substitution within an exon, which causes premature termination of the polypeptide chain.","dc:creator":"Sicinski P","dc:date":"1989","dc:title":"The molecular basis of muscular dystrophy in the mdx mouse: a point mutation."},"rdfs:label":"Sicinski_mdx mutation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although evidence relating to the mdx mouse is extensive, reduced points are scored as the phenotype is only partially recapitulated in animal models."},{"id":"cggv:1dce9ef8-7976-4573-b269-f5ffba620ffe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ddc38f8-c4fc-44f2-b6ca-f8acc1a7c1e4","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The AON treatment resulted in efficient exon 23 skipping in mdx myoblasts, confirmed by RT-PCR. Dystrophin immunostaining from treated muscles in mdx mice showed similar staining intensity as control, across time points. Staining was similar when queried for γ-sarcoglycan, a component of the DGC. Western blot analysis showed that the dystrophin protein was present at the expected size in the treated mdx muscle, similar to control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11120883","type":"dc:BibliographicResource","dc:abstract":"Duchenne muscular dystrophy (DMD) is a severe muscle wasting disease arising from defects in the dystrophin gene, typically nonsense or frameshift mutations, that preclude the synthesis of a functional protein. A milder, allelic version of the disease, Becker muscular dystrophy, generally arises from in-frame deletions that allow synthesis of a shorter but still semifunctional protein. Therapies to introduce functional dystrophin into dystrophic tissue through either cell or gene replacement have not been successful to date. We report an alternative approach where 2'-O-methyl antisense oligoribonucleotides have been used to modify processing of the dystrophin pre-mRNA in the mdx mouse model of DMD. By targeting 2'-O-methyl antisense oligoribonucleotides to block motifs involved in normal dystrophin pre-mRNA splicing, we induced excision of exon 23, and the mdx nonsense mutation, without disrupting the reading frame. Exon 23 skipping was first optimized in vitro in transfected H-2K(b)-tsA58 mdx myoblasts and then induced in vivo. Immunohistochemical staining demonstrated the synthesis and correct subsarcolemmal localization of dystrophin and gamma-sarcoglycan in the mdx mouse after intramuscular delivery of antisense oligoribonucleotide:liposome complexes. This approach should reduce the severity of DMD by allowing a dystrophic gene transcript to be modified, such that it can be translated into a Becker-dystrophin-like protein.","dc:creator":"Mann CJ","dc:date":"2001","dc:title":"Antisense-induced exon skipping and synthesis of dystrophin in the mdx mouse."},"rdfs:label":"Mann_AON rescue in mdx mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Although this paper only describes restoration of expression of the dystrophin protein, additional evidence from PMID: 29771317 reveal therapeutic effects of this strategy. Many antisense oligonucleotide compounds are in clinical trials in human patients. Reduced points are awarded as this therapy aims at reducing the severity of the phenotype by restoring the reading frame."},{"id":"cggv:efc17cb8-91c6-492a-b5c3-18c4e4debc3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:54d5f233-c805-418d-bb4a-ca2e8fd2d09d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The dystrophic cat showed bilateral symmetrical hypertrophy of axial and appendicular muscles, but no evidence of cardiac disease. Serum CK level was 14261 U/L (nv = 95-1294 U/l). Pronounced variation in fiber size and large numbers of hypertrophic fibers were noted in muscle biopsy from triceps brachii. Necrotic and mineralized fibers as well as irregularly distributed mild endomysial fibrosis were also reported.\n\nWB for dystrophin expression in cardiac and skeletal muscle biopsies from the cat revealed marked reduction; ~5% in skeletal muscle and absence in cardiac muscle. Immunostaining on skeletal muscle showed non-uniform sarcolemmal staining in ~30% of fibers. This staining was absent in the cardiac sample.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7881288","type":"dc:BibliographicResource","dc:abstract":"We have characterized the mutation in a feline model of DMD that selectively eliminates expression of the muscle and Purkinje neuronal dystrophin isoforms. The cortical neuronal isoform was expressed at a detectable level in skeletal muscle in the absence of the muscle promoter and levels of PCR products representing cortical neuronal-type transcripts in dystrophic muscle were comparable to those of normal feline skeletal muscle. Although localized at the sarcolemma, cortical neuronal dystrophin apparently failed to protect skeletal muscle. Neuronal transcripts could not be amplified from feline heart, indicating that these promoters are not active in this tissue in the cat.","dc:creator":"Winand NJ","dc:date":"1994","dc:title":"Deletion of the dystrophin muscle promoter in feline muscular dystrophy."},"rdfs:label":"Winand_Cat model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced points are awarded for partial recapitulation of the human phenotype."},{"id":"cggv:cb451129-1d6d-48eb-91e2-ded1dd149ae1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ecf50558-0030-4717-bb38-7c48684513b9","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The myoediting procedure corrected a large deletion (Ex48-50del) by destroying the splice acceptor in exon 51, which enables splicing of exon 47 to exon 52 due to reframing by NHEJ. This wass confirmed by sequencing and RT-PCR, and the authors note that this could potentially correct the alteration in ~13% of DMD mutations. Similar rescue of other DMD mutations are described. The authors show restoration of dystrophin protein expression in iCMs as well as rescue of contractile dysfunction in the 3D-EHMs.\n\nPMID: 30379597 provides a good review of other CRISPR-mediated correction of DMD mutations","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29404407","type":"dc:BibliographicResource","dc:abstract":"Genome editing with CRISPR/Cas9 is a promising new approach for correcting or mitigating disease-causing mutations. Duchenne muscular dystrophy (DMD) is associated with lethal degeneration of cardiac and skeletal muscle caused by more than 3000 different mutations in the X-linked dystrophin gene (DMD). Most of these mutations are clustered in \"hotspots.\" There is a fortuitous correspondence between the eukaryotic splice acceptor and splice donor sequences and the protospacer adjacent motif sequences that govern prokaryotic CRISPR/Cas9 target gene recognition and cleavage. Taking advantage of this correspondence, we screened for optimal guide RNAs capable of introducing insertion/deletion (indel) mutations by nonhomologous end joining that abolish conserved RNA splice sites in 12 exons that potentially allow skipping of the most common mutant or out-of-frame DMD exons within or nearby mutational hotspots. We refer to the correction of DMD mutations by exon skipping as myoediting. In proof-of-concept studies, we performed myoediting in representative induced pluripotent stem cells from multiple patients with large deletions, point mutations, or duplications within the DMD gene and efficiently restored dystrophin protein expression in derivative cardiomyocytes. In three-dimensional engineered heart muscle (EHM), myoediting of DMD mutations restored dystrophin expression and the corresponding mechanical force of contraction. Correcting only a subset of cardiomyocytes (30 to 50%) was sufficient to rescue the mutant EHM phenotype to near-normal control levels. We conclude that abolishing conserved RNA splicing acceptor/donor sites and directing the splicing machinery to skip mutant or out-of-frame exons through myoediting allow correction of the cardiac abnormalities associated with DMD by eliminating the underlying genetic basis of the disease.","dc:creator":"Long C","dc:date":"2018","dc:title":"Correction of diverse muscular dystrophy mutations in human engineered heart muscle by single-site genome editing."},"rdfs:label":"CRISPR-mediated myoediting"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1,"dc:description":"The evidence is scored default points for restoration of DMD expression in patient-derived cells."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9365,"specifiedBy":"GeneValidityCriteria11","strengthScore":18,"subject":{"id":"cggv:1ca3651f-10fd-4036-baf9-e0ef2e48515d","type":"GeneValidityProposition","disease":"obo:MONDO_0016106","gene":"hgnc:2928","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"The relationship between DMD and progressive muscular dystrophy (including Duchenne muscular dystrophy, DMD and Becker muscular dystrophy, BMD) inherited in the X-linked inheritance pattern, has been evaluated using the ClinGen Clinical Validity Framework as of September, 2020. This association was made using case-level and experimental data. The DMD gene is located on chromosome Xp21.2 and is the largest human gene (~2.3MB), encoding multiple transcript variants. The muscle-specific transcript is the longest (NM_004006.3); it is 14 kb long with 79 exons encoding a 3685-amino acid protein isoform, referred to as Dp427m. Variants affecting specific transcript expression have been known to cause specific/isolated phenotypes. More than 1500 pathogenic variants reported in humans with DMD or BMD are recorded in ClinVar, a majority of them being large deletions (>70%), some large duplications (~7%), and many small alterations, including small deletions/duplications, nonsense, splice and missense variants (duchenne.com). A \"reading-frame rule\" is proposed by which in-frame deletions and duplications are associated with milder phenotype (BMD), while out-of-frame deletions and duplications are associated with severe phenotype (DMD). Although the reading frame rule applies to a majority of deletions/duplications, exceptions to the rule do exist. Two hot-spot regions in the gene are described: deletion cluster region I spanning exons 44-53, which removes part of the rod domain, and deletion cluster region II spanning exons 2-20, which removes some or all of the actin-binding sites, together with part of the rod domain (PMID: 11917091). Progressive muscular dystrophy encompasses a spectrum of phenotypes including the severe DMD with onset at ages 2-5 years and wheelchair dependence by age 12 years and milder BMD with later age of onset, milder progression and individuals remaining mobile until old age. Both DMD and BMD have a similar clinical course including waddling gait, difficulty in climbing stairs and running, delay in walking, unsteadiness, pseudohypertrophy of the calf muscles, proximal limb muscle weakness, and Gowers' sign (PMID: 11917091). Additional phenotypes associated with variants in DMD include dilated cardiomyopathy type 3B, familial isolated cardiomyopathy, non-syndromic X-linked intellectual disability, symptomatic form of muscular dystrophy of Duchenne and Becker in female carriers. Individuals with  these phenotypes have not been scored for this curation.\n\nThe DMD locus had been studied since the 1980s and the gene in association with X-linked progressive muscular dystrophy was identified as early as 1986 by independent groups (PMID: 3607877, 4039107, 3001530, 3024018). Summary of Case Level Data (12 points): The association is seen in at least 13 probands in 6 publications (PMID: 31081998, 8401582, 15952989, 1601417, 32504006, 31754439). The gene variants segregated with disease in several additional family members across families (PMID: 6086495). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is expected to be hemizygous loss of function.  \n\nSummary of Experimental Data (6 points): This gene-disease relationship is supported by animal models, functional assays and rescue evidence. The dystrophin protein connects the dystrophin-glycoprotein complex to the intracellular contractile apparatus and the extracellular matrix and stabilizes the sarcolemma (PMID: 9146999, 27230049). The dystrophin and β-dystroglycan proteins physically interact to form the dystrophin-glycoprotein complex (PMID: 7592992). DMD alterations result in a number of abnormalities of the muscle cell and tissue, including calcium-leak and neuronal-type nitric oxide synthase deficiency (PMID: 10926682, 11087833). Many different animal models have been described with naturally occurring DMD variants. Though many features of the human disease are recapitulated, especially in dogs, the muscle weakness attributes, severity and progression are different (PMID: 2662404, 1577476, 7881288). Several therapeutic strategies, including AAV-mediated delivery of mini- and micro-dystrophins, antisense oligonucleotides to induce exon-skipping, CRISPR-mediated gene editing, have been shown to mitigate the severity of progressive muscular dystrophy in animal models and are in various phases of human clinical trials (PMID: 30093306, 29404407, 11120883, 8355788). \n\nIn summary, the DMD-X-linked progressive muscular dystrophy gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Limb-Girdle Muscular Dystrophy GCEP on April 9, 2021 (SOP Version 7).\n\nThis gene curation was re-approved and published on 11/14/24 by the Muscular Dystrophies and Myopathies GCEP to reflect the change in the panel's name from LGMD GCEP to MDM GCEP. As part of this process, the genetic evidence was re-scored in accordance with SOP version 11.\n\nLumping & Splitting Consideration:\nOMIM entities: Duchenne muscular dystrophy, Becker muscular dystrophy, dilated cardiomyopathy type 3B.\n\nOrphanet entities: Duchenne muscular dystrophy, Becker muscular dystrophy, dilated cardiomyopathy type 3B, familial isolated cardiomyopathy, non-syndromic X-linked intellectual disability, symptomatic form of muscular dystrophy of Duchenne and Becker in female carriers.\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) AND inheritance pattern AND phenotypic variability between the DMD and BMD disease entities, which represent a continuous spectrum of severity. Therefore, the two disease entities have been lumped into one entity, X-linked progressive muscular dystrophy. The entities, dilated cardiomyopathy type 3B, familial isolated cardiomyopathy, non-syndromic X-linked intellectual disability, and symptomatic form of muscular dystrophy of Duchenne and Becker in female carriers, are split from this curation as they present isolated phenotypes due to variants affecting specific transcripts.","dc:isVersionOf":{"id":"cggv:b528435f-dc16-45e0-9f0f-2da3f293ab4c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}