{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-09-21T03:02:10.235Z","role":"Publisher"},{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-09-21T03:02:09.665Z","role":"Approver"}],"evidence":[{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2277e65-c24a-44f1-82b3-250acd34a2cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c8f3d44c-e69d-4447-90fb-11d4f617208b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry with affinity-purified DPR-specific antibodies (GA, GP, and GR) reveals poly-GA, poly-GP, and poly-GR inclusions resembling the p62-positive aggregates in FTLD/ALS patients with the C9orf72 repeat expansion that were absent from patients without the C9orf72 repeat expansion. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23393093","type":"dc:BibliographicResource","dc:abstract":"Expansion of a GGGGCC hexanucleotide repeat upstream of the C9orf72 coding region is the most common cause of familial frontotemporal lobar degeneration and amyotrophic lateral sclerosis (FTLD/ALS), but the pathomechanisms involved are unknown. As in other FTLD/ALS variants, characteristic intracellular inclusions of misfolded proteins define C9orf72 pathology, but the core proteins of the majority of inclusions are still unknown. Here, we found that most of these characteristic inclusions contain poly-(Gly-Ala) and, to a lesser extent, poly-(Gly-Pro) and poly-(Gly-Arg) dipeptide-repeat proteins presumably generated by non-ATG-initiated translation from the expanded GGGGCC repeat in three reading frames. These findings directly link the FTLD/ALS-associated genetic mutation to the predominant pathology in patients with C9orf72 hexanucleotide expansion.","dc:creator":"Mori K","dc:date":"2013","dc:title":"The C9orf72 GGGGCC repeat is translated into aggregating dipeptide-repeat proteins in FTLD/ALS."},"rdfs:label":"Dipeptide repeat proteins immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ec53a142-d3ea-4b39-909e-5df1f010b0bb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f850176-f957-4c6d-9666-68b34a64871d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Obtained brain tissue samples from ten ALS and FTD C9orf72 repeat carriers (C9orf72+), nine ALS and FTD patients carrying a non-pathogenic C9orf72 repeat (C9orf72−), and nine C9orf72− disease controls. Found that the C9orf72+ group exhibited decreased mRNA expression across all assays, as compared to normal repeat length carriers and disease control participants. Expression was significantly reduced in the frontal cortex and cerebellum, and there was a trend toward reduced expression in the hippocampus and spinal cord.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24166615","type":"dc:BibliographicResource","dc:abstract":"Individuals carrying (GGGGCC) expanded repeats in the C9orf72 gene represent a significant portion of patients suffering from amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Elucidating how these expanded repeats cause \"c9FTD/ALS\" has since become an important goal of the field. Toward this end, we sought to investigate whether epigenetic changes are responsible for the decrease in C9orf72 expression levels observed in c9FTD/ALS patients. We obtained brain tissue from ten c9FTD/ALS individuals, nine FTD/ALS cases without a C9orf72 repeat expansion, and nine disease control participants, and generated fibroblastoid cell lines from seven C9orf72 expanded repeat carriers and seven participants carrying normal alleles. Chromatin immunoprecipitation using antibodies for histone H3 and H4 trimethylated at lysines 9 (H3K9), 27 (H3K27), 79 (H3K79), and 20 (H4K20) revealed that these trimethylated residues bind strongly to C9orf72 expanded repeats in brain tissue, but not to non-pathogenic repeats. Our finding that C9orf72 mRNA levels are reduced in the frontal cortices and cerebella of c9FTD/ALS patients is consistent with trimethylation of these histone residues, an event known to repress gene expression. Moreover, treating repeat carrier-derived fibroblasts with 5-aza-2-deoxycytidine, a DNA and histone demethylating agent, not only decreased C9orf72 binding to trimethylated histone residues, but also increased C9orf72 mRNA expression. Our results provide compelling evidence that trimethylation of lysine residues within histones H3 and H4 is a novel mechanism involved in reducing C9orf72 mRNA expression in expanded repeat carriers. Of importance, we show that mutant C9orf72 binding to trimethylated H3K9 and H3K27 is detectable in blood of c9FTD/ALS patients. Confirming these exciting results using blood from a larger cohort of patients may establish this novel epigenetic event as a biomarker for c9FTD/ALS.","dc:creator":"Belzil VV","dc:date":"2013","dc:title":"Reduced C9orf72 gene expression in c9FTD/ALS is caused by histone trimethylation, an epigenetic event detectable in blood."},"rdfs:label":"qRT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d5440504-dcba-4587-bf44-4129a42d51a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8aabb467-bb96-47f8-85db-7726bda2aae9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry for p62 revealed neuronal and glial cytoplasmic inclusions in the anterior horns of the spinal cord, cranial nerve motor nuclei and motor cortex. These were also detectable using both TDP-43 and OPTN immunohistochemistry. In general terms, there was a significantly higher load of neuronal cytoplasmic inclusions in all regions in individuals with the C9ORF72 repeat expansion compared with ALS cases without this expansion.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22366792","type":"dc:BibliographicResource","dc:abstract":"Intronic expansion of the GGGGCC hexanucleotide repeat within the C9ORF72 gene causes frontotemporal dementia and amyotrophic lateral sclerosis/motor neuron disease in both familial and sporadic cases. Initial reports indicate that this variant within the frontotemporal dementia/amyotrophic lateral sclerosis spectrum is associated with transactive response DNA binding protein (TDP-43) proteinopathy. The amyotrophic lateral sclerosis/motor neuron disease phenotype is not yet well characterized. We report the clinical and pathological phenotypes associated with pathogenic C9ORF72 mutations in a cohort of 563 cases from Northern England, including 63 with a family history of amyotrophic lateral sclerosis. One hundred and fifty-eight cases from the cohort (21 familial, 137 sporadic) were post-mortem brain and spinal cord donors. We screened DNA for the C9ORF72 mutation, reviewed clinical case histories and undertook pathological evaluation of brain and spinal cord. Control DNA samples (n = 361) from the same population were also screened. The C9ORF72 intronic expansion was present in 62 cases [11% of the cohort; 27/63 (43%) familial, 35/500 (7%) cases with sporadic amyotrophic lateral sclerosis/motor neuron disease]. Disease duration was significantly shorter in cases with C9ORF72-related amyotrophic lateral sclerosis (30.5 months) compared with non-C9ORF72 amyotrophic lateral sclerosis/motor neuron disease (36.3 months, P < 0.05). C9ORF72 cases included both limb and bulbar onset disease and all cases showed combined upper and lower motor neuron degeneration (amyotrophic lateral sclerosis). Thus, clinically, C9ORF72 cases show the features of a relatively rapidly progressive, but otherwise typical, variant of amyotrophic lateral sclerosis associated with both familial and sporadic presentations. Dementia was present in the patient or a close family member in 22/62 cases with C9ORF72 mutation (35%) based on diagnoses established from retrospective clinical case note review that may underestimate significant cognitive changes in late disease. All the C9ORF72 mutation cases showed classical amyotrophic lateral sclerosis pathology with TDP-43 inclusions in spinal motor neurons. Neuronal cytoplasmic inclusions and glial inclusions positive for p62 immunostaining in non-motor regions were strongly over-represented in the C9ORF72 cases. Extra-motor pathology in the frontal cortex (P < 0.0005) and the hippocampal CA4 subfield neurons (P < 0.0005) discriminated C9ORF72 cases strongly from the rest of the cohort. Inclusions in CA4 neurons were not present in non-C9ORF72 cases, indicating that this pathology predicts mutation status.","dc:creator":"Cooper-Knock J","dc:date":"2012","dc:title":"Clinico-pathological features in amyotrophic lateral sclerosis with expansions in C9ORF72."},"rdfs:label":"TDP-43, OPTN and p62 immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bbce3aa7-297e-4767-ae2b-c79109896ba2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d66a61cf-df62-4dac-96af-d9cb6055d635","type":"FunctionalAlteration","dc:description":"p62-positive puncta accumulated in both HeLa and primary neurons depleted of C9orf72 when compared to non-targeting control. This accumulation was directly caused by loss of C9orf72 because reintroducing C9orf72 by transduction with human C9orf72 reduced the number of p62 puncta back to control level in C9orf72 miRNA knockdown rat cortical neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27334615","type":"dc:BibliographicResource","dc:abstract":"A GGGGCC hexanucleotide repeat expansion in the C9orf72 gene is the most common genetic cause of amyotrophic lateral sclerosis and frontotemporal dementia (C9ALS/FTD). C9orf72 encodes two C9orf72 protein isoforms of unclear function. Reduced levels of C9orf72 expression have been reported in C9ALS/FTD patients, and although C9orf72 haploinsufficiency has been proposed to contribute to C9ALS/FTD, its significance is not yet clear. Here, we report that C9orf72 interacts with Rab1a and the Unc-51-like kinase 1 (ULK1) autophagy initiation complex. As a Rab1a effector, C9orf72 controls initiation of autophagy by regulating the Rab1a-dependent trafficking of the ULK1 autophagy initiation complex to the phagophore. Accordingly, reduction of C9orf72 expression in cell lines and primary neurons attenuated autophagy and caused accumulation of p62-positive puncta reminiscent of the p62 pathology observed in C9ALS/FTD patients. Finally, basal levels of autophagy were markedly reduced in C9ALS/FTD patient-derived iNeurons. Thus, our data identify C9orf72 as a novel Rab1a effector in the regulation of autophagy and indicate that C9orf72 haploinsufficiency and associated reductions in autophagy might be the underlying cause of C9ALS/FTD-associated p62 pathology.","dc:creator":"Webster CP","dc:date":"2016","dc:title":"The C9orf72 protein interacts with Rab1a and the ULK1 complex to regulate initiation of autophagy."},"rdfs:label":"Immunofluorescence of endogenous p62"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d595c466-2994-4211-8713-c0513c53168f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3bc7b947-df36-44ee-9513-b28abb099e05","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice expressing (G4C2)66 throughout the CNS developed RNA foci, ubiquitin-positive inclusions of c9RAN proteins, and pTDP-43 inclusions, as well as cortical neuron and cerebellar Purkinje cell loss. These abnormalities likely contributed to the behavioural phenotype of (G4C2)66 mice that suggest the disinhibition, anxiety, impaired social cognition, and motor skill deficits observed in c9FTD/ALS patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25977373","type":"dc:BibliographicResource","dc:abstract":"The major genetic cause of frontotemporal dementia and amyotrophic lateral sclerosis is a G4C2 repeat expansion in C9ORF72. Efforts to combat neurodegeneration associated with \"c9FTD/ALS\" are hindered by a lack of animal models recapitulating disease features. We developed a mouse model to mimic both neuropathological and clinical c9FTD/ALS phenotypes. We expressed (G4C2)66 throughout the murine central nervous system by means of somatic brain transgenesis mediated by adeno-associated virus. Brains of 6-month-old mice contained nuclear RNA foci, inclusions of poly(Gly-Pro), poly(Gly-Ala), and poly(Gly-Arg) dipeptide repeat proteins, as well as TDP-43 pathology. These mouse brains also exhibited cortical neuron and cerebellar Purkinje cell loss, astrogliosis, and decreased weight. (G4C2)66 mice also developed behavioral abnormalities similar to clinical symptoms of c9FTD/ALS patients, including hyperactivity, anxiety, antisocial behavior, and motor deficits. ","dc:creator":"Chew J","dc:date":"2015","dc:title":"Neurodegeneration. C9ORF72 repeat expansions in mice cause TDP-43 pathology, neuronal loss, and behavioral deficits."},"rdfs:label":"AAV-Mediated G4C2 repeat expression mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:e4a6348e-2b64-4a0d-bb79-2d3a0fdbfa28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d90688a6-d42c-45d7-acbd-85d43f59b607","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The BAC-C9-500 mice expressed similar levels of human C9orf72 RNA compared to endogenous mouse C9orf72 RNA levels in frontal cortex. Similar to C9+ patients, antisense RNA are highly upregulated in BAC-C9-500. Mice expressing G4C2 developed RNA foci, cytoplasmic and nuclear TDP-43 inclusions, motor neuron loss, axonal degeneration, decreased survival, paralysis and anxiety-like behaviour. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27112499","type":"dc:BibliographicResource","dc:abstract":"To define how the C9orf72 GGGGCC expansion mutation causes ALS/FTD and to facilitate therapy development, a mouse model that recapitulates the molecular and phenotypic features of the disease is urgently needed. Two groups recently reported BAC mouse models that produce RNA foci and RAN proteins but, surprisingly, do not develop the neurodegenerative or behavioral features of ALS/FTD. We now report a BAC mouse model of C9orf72 ALS/FTD that shows decreased survival, paralysis, muscle denervation, motor neuron loss, anxiety-like behavior, and cortical and hippocampal neurodegeneration. These mice express C9orf72 sense transcripts and upregulated antisense transcripts. In contrast to sense RNA foci, antisense foci preferentially accumulate in ALS/FTD-vulnerable cell populations. RAN protein accumulation increases with age and disease, and TDP-43 inclusions are found in degenerating brain regions in end-stage animals. The ALS/FTD phenotypes in our mice provide a unique tool that will facilitate developing therapies targeting pathways that prevent neurodegeneration and increase survival.","dc:creator":"Liu Y","dc:date":"2016","dc:title":"C9orf72 BAC Mouse Model with Motor Deficits and Neurodegenerative Features of ALS/FTD."},"rdfs:label":"BAC G4C2 transgenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:abe60fc3-d588-4142-8a3f-9748994d45cb","type":"EvidenceLine","evidence":[{"id":"cggv:abe60fc3-d588-4142-8a3f-9748994d45cb_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1b59fa6a-9e8a-40f5-bd15-6a439cf9a898","type":"Cohort","allGenotypedSequenced":109,"alleleFrequency":0.03669724770642202,"detectionMethod":"The C9orf72 hexanucleotide repeat expansion was screened using repeat-primed PCR. ","evidence":[{"id":"cggv:abe60fc3-d588-4142-8a3f-9748994d45cb_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:7d343e58-7317-4174-98f4-119b51291be1","type":"Cohort","allGenotypedSequenced":216,"alleleFrequency":0,"detectionMethod":"The C9orf72 hexanucleotide repeat expansion was screened using repeat-primed PCR. ","evidence":[{"id":"cggv:abe60fc3-d588-4142-8a3f-9748994d45cb_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23284068","type":"dc:BibliographicResource","dc:abstract":"Expansions of more than 30 hexanucleotide repetitions in the C9ORF72 gene are a common cause of frontotemporal dementia (FTD) or amyotrophic lateral sclerosis (ALS). However, the range of 20-30 repetitions is rarely found and still has unclear significance. A screening of our cohort of cases with FTD (n = 109) revealed 4 mutation carriers (>30 repetitions) but also 5 probands with 20-22 confirmed repetitions. This study explored the possible pathogenic correlation of the 20-22 repeats expansion (short expansion).","dc:creator":"Gómez-Tortosa E","dc:date":"2013","dc:title":"C9ORF72 hexanucleotide expansions of 20-22 repeats are associated with frontotemporal deterioration."},"rdfs:label":"Spanish FTD"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:2b704d2f-f9d1-4a6c-bc4d-4255422c7bf8","type":"EvidenceLine","evidence":[{"id":"cggv:2b704d2f-f9d1-4a6c-bc4d-4255422c7bf8_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e89df03a-e047-4fe1-832a-9a71fa8d5ead","type":"Cohort","allGenotypedSequenced":696,"alleleFrequency":0.08477011494252873,"detectionMethod":"A combination of fluorescent fragment-length and repeat-primed PCR analysis was used to identify the C9orf72 GGGGCC hexanuleotide repeat expansion. ","evidence":[{"id":"cggv:2b704d2f-f9d1-4a6c-bc4d-4255422c7bf8_cc_evidence_item"}],"numWithVariant":59,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:0caf24ee-af5e-4939-9e59-d66cb01378a3","type":"Cohort","allGenotypedSequenced":909,"alleleFrequency":0,"detectionMethod":"A combination of fluorescent fragment-length and repeat-primed PCR analysis was used to identify the C9orf72 GGGGCC hexanuleotide repeat expansion. ","evidence":[{"id":"cggv:2b704d2f-f9d1-4a6c-bc4d-4255422c7bf8_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21944778","type":"dc:BibliographicResource","dc:abstract":"Several families have been reported with autosomal-dominant frontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS), genetically linked to chromosome 9p21. Here, we report an expansion of a noncoding GGGGCC hexanucleotide repeat in the gene C9ORF72 that is strongly associated with disease in a large FTD/ALS kindred, previously reported to be conclusively linked to chromosome 9p. This same repeat expansion was identified in the majority of our families with a combined FTD/ALS phenotype and TDP-43-based pathology. Analysis of extended clinical series found the C9ORF72 repeat expansion to be the most common genetic abnormality in both familial FTD (11.7%) and familial ALS (23.5%). The repeat expansion leads to the loss of one alternatively spliced C9ORF72 transcript and to formation of nuclear RNA foci, suggesting multiple disease mechanisms. Our findings indicate that repeat expansion in C9ORF72 is a major cause of both FTD and ALS.","dc:creator":"DeJesus-Hernandez M","dc:date":"2011","dc:title":"Expanded GGGGCC hexanucleotide repeat in noncoding region of C9ORF72 causes chromosome 9p-linked FTD and ALS."},"rdfs:label":"MC cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:d72b4c57-dbd8-4578-a95c-df8e1e13cbe2","type":"EvidenceLine","evidence":[{"id":"cggv:d72b4c57-dbd8-4578-a95c-df8e1e13cbe2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:012d3a2d-e703-4639-b40f-1fc82e6a9202","type":"Cohort","allGenotypedSequenced":833,"alleleFrequency":0.1812725090036014,"detectionMethod":"Screened for C9orf72 GGGGCC repeat expansion using repeat-primed PCR.","evidence":[{"id":"cggv:d72b4c57-dbd8-4578-a95c-df8e1e13cbe2_cc_evidence_item"}],"numWithVariant":151,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:a1d2ce95-8a5d-4d2f-bc60-4a6261946d7a","type":"Cohort","allGenotypedSequenced":270,"alleleFrequency":0,"detectionMethod":"Screened for C9orf72 GGGGCC repeat expansion using repeat-primed PCR.","evidence":[{"id":"cggv:d72b4c57-dbd8-4578-a95c-df8e1e13cbe2_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23254636","type":"dc:BibliographicResource","dc:abstract":"Frontotemporal dementia (FTD) refers to a disease spectrum including the behavioral variant FTD (bvFTD), primary progressive aphasia (PPA), progressive supranuclear palsy/corticobasal degeneration syndrome (PSP/CBDS), and FTD with amyotrophic lateral sclerosis (FTD-ALS). A GGGGCC expansion in C9ORF72 is a major cause of FTD and ALS. C9ORF72 was analyzed in 833 bvFTD, FTD-ALS, PPA, and PSP/CBDS probands; 202 patients from 151 families carried an expansion. C9ORF72 expansions were much more frequent in the large subgroup of patients with familial FTD-ALS (65.9%) than in those with pure FTD (12.8%); they were even more frequent than in familial pure ALS, according to estimated frequencies in the literature (23-50%). The frequency of carriers in non-familial FTD-ALS (12.7%) indicates that C9ORF72 should be analyzed even when family history is negative. Mutations were detected in 6.8% of PPA patients, and in 3.2% of patients with a clinical phenotype of PSP, thus enlarging the phenotype spectrum of C9ORF72. Onset was later in C9ORF72 (57.4 years, 95%CI: 55.9-56.1) than in MAPT patients (46.8, 95%CI: 43.0-50.6; p = 0.00001) and the same as in PGRN patients (59.6 years; 95%CI: 57.6-61.7; p = 0.4). ALS was more frequent in C9ORF72 than in MAPT and PGRN patients; onset before age 50 and parkinsonism were indicative of MAPT mutations, whereas hallucinations were indicative of PGRN mutations; prioritization of genetic testing is thus possible. Penetrance was age- and gender-dependent: by age 50, 78% of male carriers were symptomatic, but only 52% of females. This can also guide genetic testing and counseling. A flowchart for genetic testing is thus proposed.","dc:creator":"Le Ber I","dc:date":"2013","dc:title":"C9ORF72 repeat expansions in the frontotemporal dementias spectrum of diseases: a flow-chart for genetic testing."},"rdfs:label":"French FTD cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:f2df05a8-71fa-4df0-9a2a-b63620a7a72f","type":"EvidenceLine","evidence":[{"id":"cggv:f2df05a8-71fa-4df0-9a2a-b63620a7a72f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6e71b711-e387-4f1d-832f-a62e7725f467","type":"Cohort","allGenotypedSequenced":797,"alleleFrequency":0.06900878293601004,"detectionMethod":"Screened for the C9orf72 hexanucleotide repeat expansion using repeat primed PCR. ","evidence":[{"id":"cggv:f2df05a8-71fa-4df0-9a2a-b63620a7a72f_cc_evidence_item"}],"numWithVariant":55,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:bceedff3-09fb-4663-a12a-397a7aaaf49b","type":"Cohort","allGenotypedSequenced":526,"alleleFrequency":0.003802281368821293,"detectionMethod":"Screened for the C9orf72 hexanucleotide repeat expansion using repeat primed PCR. ","evidence":[{"id":"cggv:f2df05a8-71fa-4df0-9a2a-b63620a7a72f_cc_evidence_item"}],"numWithVariant":2},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23597494","type":"dc:BibliographicResource","dc:abstract":"Hexanucleotide repeat expansions in C9ORF72 are a common cause of familial and apparently sporadic amyotrophic lateral sclerosis (ALS) and frontal temporal dementia (FTD). The mechanism by which expansions cause neurodegeneration is unknown, but current evidence supports both loss-of-function and gain-of-function mechanisms. We used pooled next-generation sequencing of the C9ORF72 gene in 389 ALS patients to look for traditional loss-of-function mutations. Although rare variants were identified, none were likely to be pathogenic, suggesting that mutations other than the repeat expansion are not a common cause of ALS, and providing supportive evidence for a gain-of-function mechanism. We also show by repeat-primed PCR genotyping that the C9ORF72 expansion frequency varies by geographical region within the United States, with an unexpectedly high frequency in the Mid-West. Finally we also show evidence of somatic instability of the expansion size by Southern blot, with the largest expansions occurring in brain tissue.","dc:creator":"Harms MB","dc:date":"2013","dc:title":"Lack of C9ORF72 coding mutations supports a gain of function for repeat expansions in amyotrophic lateral sclerosis."},"rdfs:label":"North American SALS cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:fa2e7daf-b47b-4f73-8c3a-af9e717d6d23","type":"EvidenceLine","evidence":[{"id":"cggv:fa2e7daf-b47b-4f73-8c3a-af9e717d6d23_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a28d23f7-dda6-4b48-a263-af852a8ed65b","type":"Cohort","allGenotypedSequenced":402,"alleleFrequency":0.2810945273631841,"detectionMethod":"Repeat-primed PCR used to screen for GGGGCC hexanucleotide repeat expansion","evidence":[{"id":"cggv:fa2e7daf-b47b-4f73-8c3a-af9e717d6d23_cc_evidence_item"}],"numWithVariant":113,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:08d8a897-eda1-45a9-ba3a-31aaa73737d1","type":"Cohort","allGenotypedSequenced":478,"alleleFrequency":0.004184100418410042,"detectionMethod":"Repeat-primed PCR used to screen for GGGGCC hexanucleotide repeat expansion","evidence":[{"id":"cggv:fa2e7daf-b47b-4f73-8c3a-af9e717d6d23_cc_evidence_item"}],"numWithVariant":2},"lowerConfidenceLimit":19.2,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":8.1E-38,"statisticalSignificanceType":"","statisticalSignificanceValue":78,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":316.8,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21944779","type":"dc:BibliographicResource","dc:abstract":"The chromosome 9p21 amyotrophic lateral sclerosis-frontotemporal dementia (ALS-FTD) locus contains one of the last major unidentified autosomal-dominant genes underlying these common neurodegenerative diseases. We have previously shown that a founder haplotype, covering the MOBKL2b, IFNK, and C9ORF72 genes, is present in the majority of cases linked to this region. Here we show that there is a large hexanucleotide (GGGGCC) repeat expansion in the first intron of C9ORF72 on the affected haplotype. This repeat expansion segregates perfectly with disease in the Finnish population, underlying 46.0% of familial ALS and 21.1% of sporadic ALS in that population. Taken together with the D90A SOD1 mutation, 87% of familial ALS in Finland is now explained by a simple monogenic cause. The repeat expansion is also present in one-third of familial ALS cases of outbred European descent, making it the most common genetic cause of these fatal neurodegenerative diseases identified to date.","dc:creator":"Renton AE","dc:date":"2011","dc:title":"A hexanucleotide repeat expansion in C9ORF72 is the cause of chromosome 9p21-linked ALS-FTD."},"rdfs:label":"Finnish - Renton"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:b91392b6-d45a-4855-b169-56a55f80f208","type":"EvidenceLine","evidence":[{"id":"cggv:b91392b6-d45a-4855-b169-56a55f80f208_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f6352284-2843-45d2-aa07-837098716b74","type":"Cohort","allGenotypedSequenced":1757,"alleleFrequency":0.03927148548662493,"detectionMethod":"A repeat-primed polymerase chain reaction (PCR) assay was used to screen the presence of the GGGGCC hexanucleotide expansion.","evidence":[{"id":"cggv:b91392b6-d45a-4855-b169-56a55f80f208_cc_evidence_item"}],"numWithVariant":69,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:9f5043bf-f2e6-4769-a4d6-3a24e19092a3","type":"Cohort","allGenotypedSequenced":619,"alleleFrequency":0,"detectionMethod":"A repeat-primed polymerase chain reaction (PCR) assay was used to screen the presence of the GGGGCC hexanucleotide expansion.","evidence":[{"id":"cggv:b91392b6-d45a-4855-b169-56a55f80f208_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22418734","type":"dc:BibliographicResource","dc:abstract":"It has been recently reported that a large proportion of patients with familial amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) are associated with a hexanucleotide (GGGGCC) repeat expansion in the first intron of C9ORF72. We have assessed 1757 Italian sporadic ALS cases, 133 from Sardinia, 101 from Sicily, and 1523 from mainland Italy. Sixty (3.7%) of 1624 mainland Italians and Sicilians and 9 (6.8%) of the 133 Sardinian sporadic ALS cases carried the pathogenic repeat expansion. None of the 619 regionally matched control samples (1238 chromosomes) carried the expansion. Twenty-five cases (36.2%) had behavioral FTD in addition to ALS. FTD or unspecified dementia was also detected in 19 pedigrees (27.5%) in first-degree relatives of ALS patients. Cases carrying the C9ORF72 hexanucleotide expansion survived 1 year less than cases who did not carry this mutation. In conclusion, we found that C9ORF72 hexanucleotide repeat expansions represents a sizeable proportion of apparent sporadic ALS in the Italian and Sardinian population, representing by far the most common mutation in Italy and the second most common in Sardinia.","dc:creator":"Sabatelli M","dc:date":"2012","dc:title":"C9ORF72 hexanucleotide repeat expansions in the Italian sporadic ALS population."},"rdfs:label":"Italian sporadic ALS cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1,"dc:description":"465 of the 1757 patients were included in a previous report (PMID: 22406228) and have been scored here rather than in the previous report to avoid double-scoring."},{"id":"cggv:0e7c6691-9184-4b12-8cbb-e6c5ec8c5ce9","type":"EvidenceLine","evidence":[{"id":"cggv:0e7c6691-9184-4b12-8cbb-e6c5ec8c5ce9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:956b9a65-2fe7-42f0-8d9e-7b9bf3317f6e","type":"Cohort","allGenotypedSequenced":464,"alleleFrequency":0.08620689655172414,"detectionMethod":"The C9orf72 GGGGCC repeat expansion was assayed using repeat-primed PCR.","evidence":[{"id":"cggv:0e7c6691-9184-4b12-8cbb-e6c5ec8c5ce9_cc_evidence_item"}],"numWithVariant":40,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:c501f0df-834f-4d8c-bfee-42ead31a2445","type":"Cohort","allGenotypedSequenced":859,"alleleFrequency":0,"detectionMethod":"The C9orf72 GGGGCC repeat expansion was assayed using repeat-primed PCR.","evidence":[{"id":"cggv:0e7c6691-9184-4b12-8cbb-e6c5ec8c5ce9_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22154785","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) and frontotemporal lobar degeneration (FTLD) are extremes of a clinically, pathologically, and genetically overlapping disease spectrum. A locus on chromosome 9p21 has been associated with both disorders, and we aimed to identify the causal gene within this region.","dc:creator":"Gijselinck I","dc:date":"2012","dc:title":"A C9orf72 promoter repeat expansion in a Flanders-Belgian cohort with disorders of the frontotemporal lobar degeneration-amyotrophic lateral sclerosis spectrum: a gene identification study."},"rdfs:label":"Flanders-Belgain cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:8c2d5c82-9f70-4234-96e3-62510f014b41","type":"EvidenceLine","evidence":[{"id":"cggv:8c2d5c82-9f70-4234-96e3-62510f014b41_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:bfc1d69a-e072-43a4-9e45-8abe7bd801a2","type":"Cohort","allGenotypedSequenced":353,"alleleFrequency":0.1189801699716714,"detectionMethod":"Repeat primed PCR was used to screen for the hexanucleotide repeat expansion in C9orf72.","evidence":[{"id":"cggv:8c2d5c82-9f70-4234-96e3-62510f014b41_cc_evidence_item"}],"numWithVariant":42,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:3acf2165-a4ab-454f-b6df-143a715ba173","type":"Cohort","allGenotypedSequenced":522,"alleleFrequency":0.005747126436781609,"detectionMethod":"Repeat primed PCR was used to screen for the hexanucleotide repeat expansion in C9orf72.","evidence":[{"id":"cggv:8c2d5c82-9f70-4234-96e3-62510f014b41_cc_evidence_item"}],"numWithVariant":3},"lowerConfidenceLimit":5.89,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":4.39E-12,"statisticalSignificanceType":"","statisticalSignificanceValue":19.22,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":62.66,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22300876","type":"dc:BibliographicResource","dc:abstract":"There is increasing evidence that frontotemporal dementia and amyotrophic lateral sclerosis are part of a disease continuum. Recently, a hexanucleotide repeat expansion in C9orf72 was identified as a major cause of both sporadic and familial frontotemporal dementia and amyotrophic lateral sclerosis. The aim of this study was to investigate clinical and neuropathological characteristics of hexanucleotide repeat expansions in C9orf72 in a large cohort of Dutch patients with frontotemporal dementia. Repeat expansions were successfully determined in a cohort of 353 patients with sporadic or familial frontotemporal dementia with or without amyotrophic lateral sclerosis, and 522 neurologically normal controls. Immunohistochemistry was performed in a series of 10 brains from patients carrying expanded repeats using a panel of antibodies. In addition, the presence of RNA containing GGGGCC repeats in paraffin-embedded sections of post-mortem brain tissue was investigated using fluorescence in situ hybridization with a locked nucleic acid probe targeting the GGGGCC repeat. Hexanucleotide repeat expansions in C9orf72 were found in 37 patients with familial (28.7%) and five with sporadic frontotemporal dementia (2.2%). The mean age at onset was 56.9 ± 8.3 years (range 39-76), and disease duration 7.6 ± 4.6 years (range 1-22). The clinical phenotype of these patients varied between the behavioural variant of frontotemporal dementia (n = 34) and primary progressive aphasia (n = 8), with concomitant amyotrophic lateral sclerosis in seven patients. Predominant temporal atrophy on neuroimaging was present in 13 of 32 patients. Pathological examination of the 10 brains from patients carrying expanded repeats revealed frontotemporal lobar degeneration with neuronal transactive response DNA binding protein-positive inclusions of variable type, size and morphology in all brains. Fluorescence in situ hybridization analysis of brain material from patients with the repeat expansion, a microtubule-associated protein tau or a progranulin mutation, and controls did not show RNA-positive inclusions specific for brains with the GGGGCC repeat expansion. The hexanucleotide repeat expansion in C9orf72 is an important cause of frontotemporal dementia with and without amyotrophic lateral sclerosis, and is sometimes associated with primary progressive aphasia. Neuropathological hallmarks include neuronal and glial inclusions, and dystrophic neurites containing transactive response DNA binding protein. Future studies are needed to explain the wide variation in clinical presentation.","dc:creator":"Simón-Sánchez J","dc:date":"2012","dc:title":"The clinical and pathological phenotype of C9ORF72 hexanucleotide repeat expansions."},"rdfs:label":"Dutch FTD series"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:8bce6a13-6539-4c3a-81a2-2277dc910da6","type":"EvidenceLine","evidence":[{"id":"cggv:8bce6a13-6539-4c3a-81a2-2277dc910da6_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5d871f82-ec7b-4966-a151-c5f887d298df","type":"Cohort","allGenotypedSequenced":268,"alleleFrequency":0.3805970149253731,"detectionMethod":"Screened for C9orf72  GGGGCC repeat expansion using repeat-primed PCR.","evidence":[{"id":"cggv:8bce6a13-6539-4c3a-81a2-2277dc910da6_cc_evidence_item"}],"numWithVariant":102,"relatedCondition":{"id":"obo:MONDO_0007105"}},"controlCohort":{"id":"cggv:d041bbaf-b8c0-4fbf-b30b-57a7a1f2b5ac","type":"Cohort","allGenotypedSequenced":409,"alleleFrequency":0,"detectionMethod":"Screened for C9orf72  GGGGCC repeat expansion using repeat-primed PCR.","evidence":[{"id":"cggv:8bce6a13-6539-4c3a-81a2-2277dc910da6_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21944779","rdfs:label":"Outbred European cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":9},{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3379,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:faced457-be12-44d9-a301-c3c2b8a6555c","type":"GeneValidityProposition","disease":"obo:MONDO_0007105","gene":"hgnc:28337","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"C9orf72 was first reported in relation to autosomal dominant frontotemporal dementia and/or amyotrophic lateral sclerosis 1 in 2011 (PMID: 21944779, 21944778). Evidence supporting the gene-disease relationship includes case-level data, segregation data, case-control data and experimental data. Five variants (short tandem repeat expansions, missense and splice site) that have been reported in 8 probands in 7 publications (PMIDs: 21944778, 21944779, 22154785, 27790088, 26742954, 23597494, 27595458) are included in this curation. A GGGGCC hexanucleotide repeat expansion has been found to segregate with disease in at least 22 additional family members and is overrepresented in affected individuals in 9 independent case-control cohorts included here (PMID: 21944778, 21944779, 2215478, 22418734, 22300876, 23284068, 23254636, 23597494). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is currently unknown, however evidence supports 3 potential mechanisms, including RNA-based toxicity of the transcribed repeat; protein-based toxicity via translation of the expanded RNA to form dipeptide repeat proteins; and haploinsufficiency (PMID: 21944779, 24129584, 23393093, 25731823). This gene-disease association is also supported by expression studies, functional alteration assays and animal models. (PMIDs: 24166615, 24559645, 22366792, 27334615, 25977373, 27112499). More experimental evidence is available in the literature, but the maximum score for experimental evidence (6 pts.) has been reached. In summary, C9orf72 is definitively associated with autosomal dominant frontotemporal dementia and/or amyotrophic lateral sclerosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ALS Gene Curation Expert Panel on the meeting date 26/08/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:afd5a267-72c8-4a04-8404-4c819efe61c5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}