{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2024-05-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2024-06-07T20:29:33.816Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18940313","type":"dc:BibliographicResource","dc:abstract":"The H syndrome is a recently reported autosomal-recessive disorder characterized by cutaneous hyperpigmentation, hypertrichosis, hepatosplenomegaly, heart anomalies, hearing loss, hypogonadism, short stature, hallux valgus, and fixed flexion contractures of the toe joints and the proximal interphalangeal joints. Homozygosity mapping in five consanguineous families resulted in the identification of mutations in the SLC29A3 gene, which encodes the equilibrative nucleoside transporter hENT3. Three mutations were found in 11 families of Arab and Bulgarian origin. The finding of several different mutations in a small geographic region implies that the H syndrome might be rather common. The identification of mutations in the SLC29A3 gene in patients with a mild clinical phenotype suggests that this is a largely underdiagnosed condition and strongly suggests that even oligosymptomatic individuals might have the disorder.","dc:creator":"Molho-Pessach V","dc:date":"2008","dc:title":"The H syndrome is caused by mutations in the nucleoside transporter hENT3."},"evidence":[{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:470e5daf-fe2e-4cc6-82ef-b1ca2960eea0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:816b5242-e5f0-4ba9-9fb0-39f77d0d11c3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunoblotting of representative patient fibroblasts who had a p.T449R variant showed that the level of hENT3-T449R protein in fibroblasts was significantly lower than in the control (30.1 ± 17.5%, p = 0.02). \n\nqRT-PCR showed hENT3 mRNA levels were reduced to 34% (p = 0.0006) of the average expression level in fibroblasts from 8 unrelated healthy control individuals. The reduced hENT3 protein level was also reflected in the immunocytochemistry of control and patient cells (Fig. 2B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19336477","type":"dc:BibliographicResource","dc:abstract":"Pigmented hypertrichotic dermatosis with insulin-dependent diabetes (PHID) syndrome is a recently described autosomal recessive disorder associated with predominantly antibody negative, insulin-dependent diabetes mellitus. In order to identify the genetic basis of PHID and study its relationship with glucose metabolism, we performed homozygosity mapping in five unrelated families followed by candidate gene sequencing. Five loss-of-function mutations were identified in the SLC29A3 gene which encodes a member of a highly conserved protein family that transports nucleosides, nucleobases and nucleoside analogue drugs, hENT3. We show that PHID is allelic with a related syndrome without diabetes mellitus, H syndrome. The interaction of SLC29A3 with insulin signaling pathways was then studied using an established model in Drosophila melanogaster. Ubiquitous knockdown of the Drosophila ortholog of hENT3, dENT1 is lethal under stringent conditions; whereas milder knockdown induced scutellar bristle phenotypes similar to those previously reported in the knockdown of the Drosophila ortholog of the Islet gene. A cellular growth assay showed a reduction of cell size/number which could be rescued or enhanced by manipulation of the Drosophila insulin receptor and its downstream signaling effectors, dPI3K and dAkt. In summary, inactivating mutations in SLC29A3 cause a syndromic form of insulin-dependent diabetes in humans and in Drosophila profoundly affect cell size/number through interactions with the insulin signaling pathway. These data suggest that further investigation of the role of SLC29A3 in glucose metabolism is a priority for diabetes research.","dc:creator":"Cliffe ST","dc:date":"2009","dc:title":"SLC29A3 gene is mutated in pigmented hypertrichosis with insulin-dependent diabetes mellitus syndrome and interacts with the insulin signaling pathway."},"rdfs:label":"hENT3 RNA and Protein Studies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:60ccdeae-8b40-40e9-b4e0-e8b963b1c04d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96ace541-23c4-46e2-8839-fe1f48ea9305","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"SLC29A3 encodes an equilibrative nucleoside transporter that mediates the facilitative transport of nucleoside across lysosomal and mitochondrial membranes. Among patients with H syndrome, deficient SLC29A3 function results in impaired nucleoside export from lysosomes and lysosomal accumulation of nucleosides (PMID: 22174130), which leads to histiocytic infiltration of numerous organs. This accumulation causes disease manifestations including cutaneous hyperpigmentation, hypertrichosis, hepatosplenomegaly, hearing loss, heart anomalies, hypogonadism, hyperglycemia, low height, and hallux valgus (as reviewed in PMID: 29527032). Thus, the function of SLC29A3 as a lysosomal transport protein that exports nucleosides is consistent with the histiocytosis and multisystemic involvement seen in H syndrome models and patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22174130","type":"dc:BibliographicResource","dc:abstract":"Lysosomal storage diseases (LSDs) are a group of heterogeneous disorders caused by defects in lysosomal enzymes or transporters, resulting in accumulation of undegraded macromolecules or metabolites. Macrophage numbers are expanded in several LSDs, leading to histiocytosis of unknown pathophysiology. Here, we found that mice lacking the equilibrative nucleoside transporter 3 (ENT3) developed a spontaneous and progressive macrophage-dominated histiocytosis. In the absence of ENT3, defective apoptotic cell clearance led to lysosomal nucleoside buildup, elevated intralysosomal pH, and altered macrophage function. The macrophage accumulation was partly due to increased macrophage colony-stimulating factor and receptor expression and signaling secondary to the lysosomal defects. These studies suggest a cellular and molecular basis for the development of histiocytosis in several human syndromes associated with ENT3 mutations and potentially other LSDs.","dc:creator":"Hsu CL","dc:date":"2012","dc:title":"Equilibrative nucleoside transporter 3 deficiency perturbs lysosome function and macrophage homeostasis."},"rdfs:label":"SLC29A3 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cab4530f-2eac-496b-8631-809e3b68c3dd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6315134c-f10b-419e-b51e-4ceec892383e","type":"FunctionalAlteration","dc:description":"Immunocytochemistry of residual SLC29A3 protein showed an altered intracellular distribution. In control cells, the SLC29A3 protein localizes to intracellular membrane compartments, whereas the patient cells showed bright SLC29A3 foci that co-localized with LAMP2 (lysosomal-associated membrane protein 2), a marker of late endosomal/lysosomal compartments. The accumulation of SLC29A3-T449R in LAMP-2-positive organelles despite the overall reduction in protein levels suggests disrupted cellular trafficking. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477","rdfs:label":"SLC29A3 Protein Accumulation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c4ae9da-3619-41ce-a555-301bec53a850","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e355a28b-8a59-49d3-93ec-adb2da45c92c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Dropsophila knockdown model exhibited ectopic bristles, but only on the scutellum. However, this is similar to the human hypertrichosis phenotype which occurs in restricted, rather stereotyped areas, and not over the entire body. Wings were studied to investigate insulin signaling component interactions, which are known to regulate cell growth and proliferation. When dENT1 expression was knocked down in the dorsal wing disk, an up-curved wing phenotype resulted, indicating a reduction of cell size or proliferation in the dorsum of the wing. The reduction of cell size/number could be rescued or enhanced by manipulation of the Drosophila insulin receptor and its downstream signaling effectors, dPI3K and dAkt. Thus, this gene in fruitflies plays a role in the insulin signaling pathway, which is similar to inactivating mutations in SLC29A3 causing a syndromic form of insulin-dependent diabetes in humans.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477","rdfs:label":"Drosophila Insulin Signaling and Bristle Studies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This model recapitulates limited human phenotypes both on the cellular and organismal level. "},{"id":"cggv:4359ee5d-b782-46c7-a0bf-b01b04157c67","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:47688876-8cfb-4246-b1aa-43db55204a06","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Many phenotypes at the organ/organismal level including stunted growth, hypertrichosis, skeletal deformities, hypogonadism, hepatosplenomegaly, and lymphadenopathy and also at the cellular level including hystiocytosis were similar to disease in humans and this model is consistent mode of inheritance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31270333","type":"dc:BibliographicResource","dc:abstract":"Mutations exclusively in equilibrative nucleoside transporter 3 (ENT3), the only intracellular nucleoside transporter within the solute carrier 29 (SLC29) gene family, cause an expanding spectrum of human genetic disorders (e.g., H syndrome, PHID syndrome, and SHML/RDD syndrome). Here, we identify adult stem cell deficits that drive ENT3-related abnormalities in mice. ENT3 deficiency alters hematopoietic and mesenchymal stem cell fates; the former leads to stem cell exhaustion, and the latter leads to breaches of mesodermal tissue integrity. The molecular pathogenesis stems from the loss of lysosomal adenosine transport, which impedes autophagy-regulated stem cell differentiation programs via misregulation of the AMPK-mTOR-ULK axis. Furthermore, mass spectrometry-based metabolomics and bioenergetics studies identify defects in fatty acid utilization, and alterations in mitochondrial bioenergetics can additionally propel stem cell deficits. Genetic, pharmacologic and stem cell interventions ameliorate ENT3-disease pathologies and extend the lifespan of ENT3-deficient mice. These findings delineate a primary pathogenic basis for the development of ENT3 spectrum disorders and offer critical mechanistic insights into treating human ENT3-related disorders.","dc:creator":"Nair S","dc:date":"2019","dc:title":"Adult stem cell deficits drive Slc29a3 disorders in mice."},"rdfs:label":"SLC29A3 KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Many phenotypes consistent with human disease both at the organ and cellular levels. PMID: 22174130 is another KO model that supports the phenotype at the organ and cellular levels showing severe histiocytosis. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6d313eb-e8ea-4c15-ab71-4b68df23c623_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e6d313eb-e8ea-4c15-ab71-4b68df23c623","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"allele":{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1279G>A (p.Gly427Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114349"}},"detectionMethod":"Microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Dilated lateral scleral vasculature","phenotypes":["obo:HP_0012385","obo:HP_0000520","obo:HP_0000365","obo:HP_0030053","obo:HP_0001698","obo:HP_0000998","obo:HP_0001822","obo:HP_0034373","obo:HP_0007380","obo:HP_0000953","obo:HP_0002619"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:bd9ad220-1321-4b5e-b58b-b03a56b4dbd1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family I Proband III-6"},{"id":"cggv:bd9ad220-1321-4b5e-b58b-b03a56b4dbd1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd9ad220-1321-4b5e-b58b-b03a56b4dbd1_variant_evidence_item"},{"id":"cggv:bd9ad220-1321-4b5e-b58b-b03a56b4dbd1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes demonstrated that G427S results in a total loss of transport activity (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0,"dc:description":"The missense variant G427S is present in gnomAD v4.0.0 with a MAF=0.00005339 (4/74926 alleles) in the African/African American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7bfec925-cfd1-4dd2-bc23-32035b6a60c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7bfec925-cfd1-4dd2-bc23-32035b6a60c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:68d38cc8-e37e-4fa9-bc7b-0259f302e27d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1157G>A (p.Arg386Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130660"}},{"id":"cggv:17bfa0cf-74c3-48cf-9611-b9392e8c7cf5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.607T>C (p.Ser203Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130662"}}],"detectionMethod":"WES","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Broad ribs with sclerosis. Pelvis, peripheral sclerosis. Diaphyseal relative hypodensity. Painless, episodic erythematous papules usually on lower abdomen, legs, or arms. Serum BAP, osteocalcin, and TRACP-5b levels all were consistently low. Maxillary and ethmoid sinuses were opaque at ages 22 and 33 months, and the mastoid air cells were small. Increased amounts of cartilage, decreased hematopoietic marrow, and an absence of identifiable osteoclasts.","phenotypes":["obo:HP_0005019","obo:HP_0003565","obo:HP_0005789","obo:HP_0002714","obo:HP_0100039","obo:HP_0002705","obo:HP_0000926","obo:HP_0000256","obo:HP_0001387","obo:HP_0004322","obo:HP_0002027","obo:HP_0002007","obo:HP_0002857","obo:HP_0000885","obo:HP_0002694","obo:HP_0000592","obo:HP_0410018","obo:HP_0000348","obo:HP_0005280","obo:HP_0002757","obo:HP_0000369","obo:HP_0002829","obo:HP_0030350","obo:HP_0001518","obo:HP_0012770","obo:HP_0001742","obo:HP_0001581","obo:HP_0000270","obo:HP_0011002","obo:HP_0003300","obo:HP_0011800"],"previousTesting":true,"previousTestingDescription":"Candidate gene sequencing. No notable variants int CLCN7, TCIRG1, or OSTM1. PCR and sequencing in both directions of all coding exons and adjacent mRNA splice sites of TNFRSF11A, TNFRSF11B, CSF1, CSF1R, and ANKH revealed no mutations. (c.107C > G, p.Pro36Arg) was found in TNFSF11, but not thought to be causal. Microarray-based genomic copy-number analysis of the patient and parents also was unrevealing.","sex":"Female","variant":[{"id":"cggv:ab2652e7-2b3b-4738-81fc-a6a0ed4c89a2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:68d38cc8-e37e-4fa9-bc7b-0259f302e27d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22875837","type":"dc:BibliographicResource","dc:abstract":"Dysosteosclerosis (DSS) is the form of osteopetrosis distinguished by the presence of skin findings such as red-violet macular atrophy, platyspondyly and metaphyseal osteosclerosis with relative radiolucency of widened diaphyses. At the histopathological level, there is a paucity of osteoclasts when the disease presents. In two patients with DSS, we identified homozygous or compound heterozygous missense mutations in SLC29A3 by whole-exome sequencing. This gene encodes a nucleoside transporter, mutations in which cause histiocytosis-lymphadenopathy plus syndrome, a group of conditions with little or no skeletal involvement. This transporter is essential for lysosomal function in mice. We demonstrate the expression of Slc29a3 in mouse osteoclasts in vivo. In monocytes from patients with DSS, we observed reduced osteoclast differentiation and function (demineralization of calcium surface). Our report highlights the pleomorphic consequences of dysfunction of this nucleoside transporter, and importantly suggests a new mechanism for the control of osteoclast differentiation and function.","dc:creator":"Campeau PM","dc:date":"2012","dc:title":"Whole-exome sequencing identifies mutations in the nucleoside transporter gene SLC29A3 in dysosteosclerosis, a form of osteopetrosis."}},{"id":"cggv:e4312d0b-1076-4f90-b960-d8227d3febf2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:17bfa0cf-74c3-48cf-9611-b9392e8c7cf5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22875837"}],"rdfs:label":"Campeau Patient 1/Whyte Proband"},{"id":"cggv:ab2652e7-2b3b-4738-81fc-a6a0ed4c89a2","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ab2652e7-2b3b-4738-81fc-a6a0ed4c89a2_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The missense variant Arg386Gln is present in gnomAD v4.0.0 with a MAF=0.00003999 (3/75018 alleles) in the African/African American population and 0 homozygotes."},{"id":"cggv:e4312d0b-1076-4f90-b960-d8227d3febf2","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e4312d0b-1076-4f90-b960-d8227d3febf2_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The missense variant Ser203Pro is present in gnomAD v4.0.0 with a MAF=0.00002989 (1/33454 alleles) in the African/African American population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:c2ec6f1f-b389-4261-9772-a0b12a8f12e7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c2ec6f1f-b389-4261-9772-a0b12a8f12e7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1309G>A (p.Gly437Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114352"}},"detectionMethod":"microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Ccrotal masses, thickened scrotal sac, retracted penis, nonspecific inflammatory infiltrates in the portal spaces on liver biopsy","phenotypes":["obo:HP_0000998","obo:HP_0000771","obo:HP_0000054","obo:HP_0000027","obo:HP_0003565","obo:HP_0000520","obo:HP_0007380","obo:HP_0000365","obo:HP_0002619","obo:HP_0002716","obo:HP_0100727","obo:HP_0030053","obo:HP_0001433","obo:HP_0001684","obo:HP_0008734","obo:HP_0001634","obo:HP_0100324","obo:HP_0001935","obo:HP_0008064","obo:HP_0000953"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:7f98c46a-2554-44f1-99bc-22fef322ee24_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family D Proband DII-2"},{"id":"cggv:7f98c46a-2554-44f1-99bc-22fef322ee24","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f98c46a-2554-44f1-99bc-22fef322ee24_variant_evidence_item"},{"id":"cggv:7f98c46a-2554-44f1-99bc-22fef322ee24_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9a4a2c50-5fd5-4a59-81f7-79ab52af3552_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9a4a2c50-5fd5-4a59-81f7-79ab52af3552","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:26d9d0da-298a-4db2-abb0-d8e3ab03d51d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1087C>T (p.Arg363Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129562"}},"detectionMethod":"SLC29A3 exons and splice junctions were PCR-amplified using intronic primers. PCR products were purified and sequenced on ABI 3700 capillary sequencer.","firstTestingMethod":"PCR","phenotypeFreeText":"Enlarging cutaneous mass over the left thigh with sclerodermoid induration. Hyperpigmentation onset at 4yo; located on thighs, left shin, and left lower abdomen. Alopecia of the scalp. Halo nevi on the trunk. Scrotal masses. Fixed flexion contractures of the proximal interphalangeal joint of his left fifth finger. Skin biopsy included dermal infiltrate consisting of lymphocytes, plasma cells and CD68+ histiocytes, and dermal and subcutaneous fibrosis.","phenotypes":["obo:HP_0003565","obo:HP_0000407","obo:HP_0001596","obo:HP_0000953","obo:HP_0002619","obo:HP_0011227","obo:HP_0000771","obo:HP_0001935","obo:HP_0003764","obo:HP_0000998","obo:HP_0100727","obo:HP_0100490","obo:HP_0002716","obo:HP_0001744"],"sex":"Male","variant":{"id":"cggv:b13a6138-f500-47c1-9ade-cbf96c80442c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:26d9d0da-298a-4db2-abb0-d8e3ab03d51d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19889517","type":"dc:BibliographicResource","dc:creator":"Molho-Pessach V","dc:date":"2010","dc:title":"The H syndrome: two novel mutations affecting the same amino acid residue of hENT3."}},"rdfs:label":"Mohlo-Pessach Patient 1"},{"id":"cggv:b13a6138-f500-47c1-9ade-cbf96c80442c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b13a6138-f500-47c1-9ade-cbf96c80442c_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"This missense variant, Arg363Trp, is present in gnomAD v4.0.0 with a MAF=0.0001734 (1/5768 alleles) in the Middle Eastern population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f8ebeffa-5b67-4efa-98dd-59a5de82bf6f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f8ebeffa-5b67-4efa-98dd-59a5de82bf6f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:37e329f3-8ea3-4c8c-8996-36866aa49223","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1+2T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377128556"}},"detectionMethod":"All 6 exons including exon-intron boundaries of the SLC29A3 gene were amplified by PCR from the genomic DNA. Direct sequencing analysis. Restriction enzyme digest.","firstTestingMethod":"PCR","phenotypeFreeText":"Hyperpigmentation on lower extremities symmetrically and bilaterally, later the genital area as well with edema.","phenotypes":["obo:HP_0030084","obo:HP_0000953","obo:HP_0030044","obo:HP_0001730","obo:HP_0001395","obo:HP_0000998","obo:HP_0100651","obo:HP_0000969","obo:HP_0002240","obo:HP_0004322"],"secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:87573fc8-36c2-4641-ad9b-497a05f590d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37e329f3-8ea3-4c8c-8996-36866aa49223"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22653152","type":"dc:BibliographicResource","dc:abstract":"H syndrome is a rare autosomal recessive genetic disorder which involves the skin and other systemic organs and is caused by mutations in the SLC29A3 gene.","dc:creator":"Farooq M","dc:date":"2012","dc:title":"Identification of two novel mutations in SLC29A3 encoding an equilibrative nucleoside transporter (hENT3) in two distinct Syrian families with H syndrome: expression studies of SLC29A3 (hENT3) in human skin."}},"rdfs:label":"Farooq Family 1 Proband"},{"id":"cggv:87573fc8-36c2-4641-ad9b-497a05f590d7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:87573fc8-36c2-4641-ad9b-497a05f590d7_variant_evidence_item"}],"strengthScore":1,"dc:description":"This splice site variant, c.1+2T>G found in intron 1, is absent from gnomAD v2.1.1. It is present in gnomAD v4.0.0 with a MAF of 0.00001024 (3/292950 alleles) in the European NF population and 0 homozygotes, but there is low coverage so the AF is not reliable. Downscored for homozygosity due to consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0020c16e-ae94-4a49-a5b9-7c26ae35908b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0020c16e-ae94-4a49-a5b9-7c26ae35908b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"detectionMethod":"Microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"stasis ulcers","phenotypes":["obo:HP_0001871","obo:HP_0000135","obo:HP_0004322","obo:HP_0001084","obo:HP_0100490","obo:HP_0000823","obo:HP_0002240","obo:HP_0012410","obo:HP_0001838","obo:HP_0007380","obo:HP_0002619","obo:HP_0000141","obo:HP_0001822","obo:HP_0034373","obo:HP_0000520","obo:HP_0011974"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:f9ae362f-940f-403b-8a42-4e9a2f13c9f6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family H Proband HII-2"},{"id":"cggv:f9ae362f-940f-403b-8a42-4e9a2f13c9f6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9ae362f-940f-403b-8a42-4e9a2f13c9f6_variant_evidence_item"},{"id":"cggv:f9ae362f-940f-403b-8a42-4e9a2f13c9f6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:32c5346e-9709-48af-9f2e-e942b1e4af5f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:32c5346e-9709-48af-9f2e-e942b1e4af5f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":{"id":"cggv:578703c8-f25b-491a-899f-53416131a20f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1346C>G (p.Thr449Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114354"}},"detectionMethod":"homozygosity mapping (10K SNP array), candidate gene sequencing","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Inflammatory symptoms. Hyperpigmentation onset at 9mo; located on limbs and back. Lipoatrophy of buttocks. Biopsies from both lymph nodes and subcutaneous tissue showed fibrofatty connective tissue with fibrosis and mononuclear cell infiltrates around the larger vessels.","phenotypes":["obo:HP_0001945","obo:HP_0001541","obo:HP_0006610","obo:HP_0000581","obo:HP_0025289","obo:HP_0000953","obo:HP_0000369","obo:HP_0003237","obo:HP_0012716","obo:HP_0011227","obo:HP_0000483","obo:HP_0003565","obo:HP_0100679","obo:HP_0000316","obo:HP_0001508","obo:HP_0034751","obo:HP_0012398","obo:HP_0002094","obo:HP_0002720","obo:HP_0000998","obo:HP_0000545","obo:HP_0001007","obo:HP_0001433","obo:HP_0001959","obo:HP_0002594","obo:HP_0001738","obo:HP_0002716","obo:HP_0002254","obo:HP_0004322","obo:HP_0001903","obo:HP_0034752","obo:HP_0100578","obo:HP_0100651","obo:HP_4000141","obo:HP_0001254","obo:HP_0000103","obo:HP_0001993","obo:HP_0000508"],"previousTestingDescription":"ADAMTS14, C10orf27, CDH23, EIF4EBP2, LRRC2, KIAA1274, NODAL, NPFFR1, PCBD1, PPA1, PRF1, SLC29A3, SGPL1, UNC5B were sequenced since they were positional candidate genes","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:653d8fc1-ce46-42c9-994f-41a4e1faba5c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:578703c8-f25b-491a-899f-53416131a20f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477"},"rdfs:label":"Family E/Hussain Patient 1"},{"id":"cggv:653d8fc1-ce46-42c9-994f-41a4e1faba5c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:653d8fc1-ce46-42c9-994f-41a4e1faba5c_variant_evidence_item"},{"id":"cggv:653d8fc1-ce46-42c9-994f-41a4e1faba5c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes showed transport activity that was approximately one-fourth lower that of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated slightly increased turnover of the T449R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.25,"dc:description":"This missense variant, p.Thr449Arg is present in gnomAD v4.0.0 with a MAF=0.00006956 (6/86258 alleles) in the South Asian population and 0 homozygotes. Downscoring for homozygosity since the parents are consanguineous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:21d02cda-db02-411e-96b6-3e78929a08ca_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:21d02cda-db02-411e-96b6-3e78929a08ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"detectionMethod":"microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Scrotal masses, dilated scleral vessels, maturation arrest in all tubules with few spermatids in 4% to 5% of the tubules on testicular biopsy","phenotypes":["obo:HP_0000998","obo:HP_0030053","obo:HP_0000054","obo:HP_0002750","obo:HP_0012385","obo:HP_0002619","obo:HP_0001433","obo:HP_0000520","obo:HP_0000953","obo:HP_0000771","obo:HP_0003565"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:b729dae7-0a33-4bae-9d78-523d939668e6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family E Proband EII-1"},{"id":"cggv:b729dae7-0a33-4bae-9d78-523d939668e6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b729dae7-0a33-4bae-9d78-523d939668e6_variant_evidence_item"},{"id":"cggv:b729dae7-0a33-4bae-9d78-523d939668e6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:df19b753-ea6e-44f8-b14f-c3d931493908_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:df19b753-ea6e-44f8-b14f-c3d931493908","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"detectionMethod":"Microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"subcutaneous masses in genital area, dilated lateral scleral vasculature","phenotypes":["obo:HP_0000953","obo:HP_0000054","obo:HP_0030053","obo:HP_0002619","obo:HP_0002240","obo:HP_0000998","obo:HP_0000365","obo:HP_0001642","obo:HP_0001822","obo:HP_0100490"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:4937012b-6f69-4f3d-b8e8-0ce75ecbb85e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family G Proband GII-3"},{"id":"cggv:4937012b-6f69-4f3d-b8e8-0ce75ecbb85e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4937012b-6f69-4f3d-b8e8-0ce75ecbb85e_variant_evidence_item"},{"id":"cggv:4937012b-6f69-4f3d-b8e8-0ce75ecbb85e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6f2be60d-06e7-4cac-9928-eee4533ec703_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6f2be60d-06e7-4cac-9928-eee4533ec703","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2"},"detectionMethod":"microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Dilated scleral vessels, MRI of the lower limbs demonstrated severe, symmetric, diffuse infiltration of the subcutaneous fat of the lower limbs, showing low signal in T1 and high signal intensity in T2 and fat suppressed–weighted images.","phenotypes":["obo:HP_0002619","obo:HP_0000365","obo:HP_0030053","obo:HP_0007380","obo:HP_0002240","obo:HP_0000998","obo:HP_0001629","obo:HP_0000953"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:6764731f-ca11-40ab-bf95-8cb5ee930be8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family B Proband BII-3"},{"id":"cggv:6764731f-ca11-40ab-bf95-8cb5ee930be8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6764731f-ca11-40ab-bf95-8cb5ee930be8_variant_evidence_item"},{"id":"cggv:6764731f-ca11-40ab-bf95-8cb5ee930be8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes demonstrated that G427S results in a total loss of transport activity (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.25,"dc:description":"The missense variant G427S is present in gnomAD v4.0.0 with a MAF=0.00005339 (4/74926 alleles) in the African/African American population and 0 homozygotes. Down-scored due to consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b2236493-4279-4fbc-b5ac-788827da2d86_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b2236493-4279-4fbc-b5ac-788827da2d86","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:00feebd9-7dae-4dd8-b338-847a082a2520","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.308_309del (p.Phe103Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129560"}},{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"}],"detectionMethod":"genotyping (genome-wide linkage scan was performed using Affymetrix 250k SNP arrays), direct sequencing, PCR","firstTestingMethod":"Genotyping","phenotypeFreeText":"Rapidly growing orbital mass with SHML histopathology. Retropharyngeal lymphadenopathy. Filling of lymph node sinuses with histiocytes, plasma cells and lymphocytes. Histiocytes had a benign appearance, were CD-1a negative but positive for CD68 and S-100.","phenotypes":["obo:HP_0004322","obo:HP_0002240","obo:HP_0033176","obo:HP_0002716","obo:HP_0000407","obo:HP_0001945","obo:HP_0025289","obo:HP_0100727","obo:HP_0010535"],"previousTestingDescription":"direct sequencing of PRF1 and UNC5B","secondTestingMethod":"PCR","sex":"Male","variant":[{"id":"cggv:23ffbcd3-c49b-4cea-84c8-4fef0f222942_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20140240","type":"dc:BibliographicResource","dc:abstract":"The histiocytoses are a heterogeneous group of disorders characterised by an excessive number of histiocytes. In most cases the pathophysiology is unclear and treatment is nonspecific. Faisalabad histiocytosis (FHC) (MIM 602782) has been classed as an autosomal recessively inherited form of histiocytosis with similarities to Rosai-Dorfman disease (RDD) (also known as sinus histiocytosis with massive lymphadenopathy (SHML)). To elucidate the molecular basis of FHC, we performed autozygosity mapping studies in a large consanguineous family and identified a novel locus at chromosome 10q22.1. Mutation analysis of candidate genes within the target interval identified biallelic germline mutations in SLC29A3 in the FHC kindred and in two families reported to have familial RDD. Analysis of SLC29A3 expression during mouse embryogenesis revealed widespread expression by e14.5 with prominent expression in the central nervous system, eye, inner ear, and epithelial tissues including the gastrointestinal tract. SLC29A3 encodes an intracellular equilibrative nucleoside transporter (hENT3) with affinity for adenosine. Recently germline mutations in SLC29A3 were also described in two rare autosomal recessive disorders with overlapping phenotypes: (a) H syndrome (MIM 612391) that is characterised by cutaneous hyperpigmentation and hypertrichosis, hepatomegaly, heart anomalies, hearing loss, and hypogonadism; and (b) PHID (pigmented hypertrichosis with insulin-dependent diabetes mellitus) syndrome. Our findings suggest that a variety of clinical diagnoses (H and PHID syndromes, FHC, and familial RDD) can be included in a new diagnostic category of SLC29A3 spectrum disorder.","dc:creator":"Morgan NV","dc:date":"2010","dc:title":"Mutations in SLC29A3, encoding an equilibrative nucleoside transporter ENT3, cause a familial histiocytosis syndrome (Faisalabad histiocytosis) and familial Rosai-Dorfman disease."}},{"id":"cggv:a74706f9-bf86-478a-b05c-4bbda31f4b8a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:00feebd9-7dae-4dd8-b338-847a082a2520"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20140240"}],"rdfs:label":"Family 2 Kismet Proband"},{"id":"cggv:23ffbcd3-c49b-4cea-84c8-4fef0f222942","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23ffbcd3-c49b-4cea-84c8-4fef0f222942_variant_evidence_item"},{"id":"cggv:23ffbcd3-c49b-4cea-84c8-4fef0f222942_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0.5,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes."},{"id":"cggv:a74706f9-bf86-478a-b05c-4bbda31f4b8a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a74706f9-bf86-478a-b05c-4bbda31f4b8a_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"This nonsense variant, p.Phe103Ter found in exon 2/6, is present in gnomAD v4.0.0 with a MAF=0.0005201 (3/5768 alleles) in the Middle Eastern population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:757f12d7-3aeb-4660-aab4-0926508fcc66_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:757f12d7-3aeb-4660-aab4-0926508fcc66","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"allele":{"id":"cggv:1f1dfe05-4cbd-4b11-95f8-4058c79c9cb6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1088G>A (p.Arg363Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129561"}},"detectionMethod":"SLC29A3 exons and splice junctions were PCR-amplified using intronic primers. PCR products were purified and sequenced on ABI 3700 capillary sequencer.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Cutaneous induration and hyperpigmentation of the thighs appeared at 8yo, spread to genitals, back, and lower limbs. Retrognathism. Scrotal masses. Fixed flexion contractures of the proximal interphalangeal joints of the right fourth and fifth fingers and the left fifth finger. Skin biopsy included dermal infiltrate consisting of lymphocytes, plasma cells and CD68+ histiocytes, and dermal and subcutaneous fibrosis.","phenotypes":["obo:HP_0100490","obo:HP_0100727","obo:HP_0000998","obo:HP_0001935","obo:HP_0001433","obo:HP_0001999","obo:HP_0000463","obo:HP_0003565","obo:HP_0000494","obo:HP_0001084","obo:HP_0003196","obo:HP_0002716","obo:HP_0000953","obo:HP_0011227","obo:HP_0004322","obo:HP_0000365"],"sex":"Male","variant":{"id":"cggv:e081527a-7428-4bb4-aa36-50d8db123d45_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1f1dfe05-4cbd-4b11-95f8-4058c79c9cb6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19889517"},"rdfs:label":"Mohlo-Pessach Patient 2"},{"id":"cggv:e081527a-7428-4bb4-aa36-50d8db123d45","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e081527a-7428-4bb4-aa36-50d8db123d45_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"This missense variant, Arg363Gln, is present in gnomAD v4.0.0 with a MAF=0.0002666 (16/60010 alleles) in the Admixed American population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f7394913-e342-4251-9c93-80487421b1f4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f7394913-e342-4251-9c93-80487421b1f4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:2bd0841f-4ffa-4864-940f-223ae5869dc2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.300+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA155238"}},"detectionMethod":"autozygosity mapping, genotyping (genome-wide linkage scan was performed using Affymetrix 250k SNP arrays), direct sequencing, PCR","firstTestingMethod":"Genotyping","phenotypeFreeText":"Eyelid swellings due to histiocytic deposits, diverse cytoplasmic inclusions in phagocytes and reticulum cells of bone marrow. Increased numbers of eosinophils. Diffuse infiltration of the nasal mucosa and respiratory tract with lipogranulomatous material. Lymph node and eyelid show reactive features with small reactive lymphoid follicles and histiocytes within dilated sinuses resembling RDD. Invasive ductal carcinoma grade 3 ER negative breast aged 43 years and carcinoma bladder (grade 3 papillary TCC) age 46 years","phenotypes":["obo:HP_0010702","obo:HP_0030075","obo:HP_0025619","obo:HP_0000407","obo:HP_0002716","obo:HP_0034677","obo:HP_0100540","obo:HP_0010307","obo:HP_0012385","obo:HP_0001945","obo:HP_0034391","obo:HP_0002094","obo:HP_0004322","obo:HP_0000520","obo:HP_0000135","obo:HP_0001508","obo:HP_0020064","obo:HP_0008209","obo:HP_0003565","obo:HP_0002862","obo:HP_0034920"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of the coding region and flanking intronic sequences revealed no mutations in PRF1 or UNC5B","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:e4d4e039-3ff9-44d4-91c0-9d599394218e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2bd0841f-4ffa-4864-940f-223ae5869dc2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20140240"},"rdfs:label":"Family 1 Moynihan Proband VII:7"},{"id":"cggv:e4d4e039-3ff9-44d4-91c0-9d599394218e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e4d4e039-3ff9-44d4-91c0-9d599394218e_variant_evidence_item"}],"strengthScore":1,"dc:description":"This splice site variant in intron 2 is present in gnomAD v4.0.0 at a MAF=0.0002197 (20/91048 alleles) in the South Asian population with 0 homozygotes. Down-scored due to consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:400962c3-746d-4f06-8359-e4bc2aa86467_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:400962c3-746d-4f06-8359-e4bc2aa86467","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:20c6cf50-46df-4c50-84e5-d679ea447f0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.940del (p.Tyr314ThrfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351489"}},"detectionMethod":"homozygosity mapping (50K SNP array), candidate gene sequencing","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Inflammatory symptoms. Decreased IgM. Onset of hyperpigmentation at 2-3mo; located on upper thigh and scrotum. Right frontal lobe gliosis. Lipoatrophy of lower legs.","phenotypes":["obo:HP_0030084","obo:HP_0001763","obo:HP_0100651","obo:HP_0003565","obo:HP_0003237","obo:HP_0000520","obo:HP_0002315","obo:HP_0002171","obo:HP_0002829","obo:HP_0100578","obo:HP_0000998","obo:HP_0030166","obo:HP_0002027","obo:HP_0002594","obo:HP_0003326","obo:HP_0001999","obo:HP_0001433","obo:HP_0001953","obo:HP_0100534","obo:HP_0000343"],"previousTestingDescription":"ADAMTS14, C10orf27, CDH23, EIF4EBP2, LRRC2, KIAA1274, NODAL, NPFFR1, PCBD1, PPA1, PRF1, SLC29A3, SGPL1, UNC5B were sequenced since they were positional candidate genes","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:769f6cd0-3ec1-4877-a2cf-528d6d4aa940_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:20c6cf50-46df-4c50-84e5-d679ea447f0c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477"},"rdfs:label":"Family B/Prendiville Patient 3"},{"id":"cggv:769f6cd0-3ec1-4877-a2cf-528d6d4aa940","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:769f6cd0-3ec1-4877-a2cf-528d6d4aa940_variant_evidence_item"},{"id":"cggv:769f6cd0-3ec1-4877-a2cf-528d6d4aa940_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional in Xenopus oocytes demonstrated transport activity that was approximately one-fourth that of WT SLC29A3. Studies in NIH 3T3 fibroblasts showed mistrafficking of the mutant protein to the ER or Gogli apparatus (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.25,"dc:description":"This frameshift variant, Tyr314fs, is absent from gnomAD v4.0.0 and occurs in exon 6/6. Downscoring since NMD is not expected to occur and for homozygosity since parents are consanguineous. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d8f7cd5a-b4ca-4e99-bd01-487653c107e5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d8f7cd5a-b4ca-4e99-bd01-487653c107e5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:ef5e64a4-380f-4a78-8d72-5e59e8eff212","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1045del (p.Leu349SerfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351488"}},"detectionMethod":"Microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"subcutaneous masses in genital area, dilated lateral scleral vasculature","phenotypes":["obo:HP_0000953","obo:HP_0034373","obo:HP_0031664","obo:HP_0030053","obo:HP_0001084","obo:HP_0000365","obo:HP_0012385","obo:HP_0000054","obo:HP_0002240","obo:HP_0000998","obo:HP_0000771"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:b356f9ec-1bb1-4a4e-8b5f-6b2f5db1f536_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ef5e64a4-380f-4a78-8d72-5e59e8eff212"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family J Proband JII-1"},{"id":"cggv:b356f9ec-1bb1-4a4e-8b5f-6b2f5db1f536","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b356f9ec-1bb1-4a4e-8b5f-6b2f5db1f536_variant_evidence_item"},{"id":"cggv:b356f9ec-1bb1-4a4e-8b5f-6b2f5db1f536_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization in Xenopus oocytes showed near-total loss of transport activity compared to WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated mistrafficking of the mutant protein to the ER or Golgi apparatus (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.5,"dc:description":"The frameshift variant p.Leu349fs, located in exon 6/6, is present in gnomAD v4.0.0 with a MAF=0.000001799 (2/1112010 alleles) in the European Non-Finnish population and 0 homozygotes. Downscoring this variant since NMD is not expected to occur."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e2c77008-c078-431f-917c-d60019cf874d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e2c77008-c078-431f-917c-d60019cf874d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:d53a934c-c5e0-440b-922a-e84e8f8f11bc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.243del (p.Lys81AsnfsTer20)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184824"}},"detectionMethod":"Genome-wide linkage (GWL) analysis by homozygosity mapping and whole-exome sequencing (WES) by next-generation deep sequencing. Sanger sequencing for validation.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Levels of fat in stool at 12 g/24 hr. Infiltrates found in both the nose and the right maxillary sinus. initial diagnosis of rhinoscleroma. High erythrocyte sedimentation rate (>50 mm). Polyclonal hypergammaglobulinemia (IgG = 15.3 g/l, IgA = 4.2 g/l, IgM = 2.8 g/l). Lytic bone lesions of both patellas on X-ray. Diabetic retinopathy. Mucosa displayed fibrosis and a mild to moderate inflammatory infiltrate containing plasma cells, lymphocytes and some vacuolated histiocytes. Parts of the biopsy specimens also displayed specific features of Rosai-Dorfman histiocytosis, as they contained several large histiocytes with emperipolesis. These histiocytes were positive for CD68, CD4 and S100 protein. Mononucleated vacuolated and spumous macrophages.","phenotypes":["obo:HP_0030044","obo:HP_0001742","obo:HP_0004311","obo:HP_0003565","obo:HP_0002833","obo:HP_0002955","obo:HP_0010702","obo:HP_0001738","obo:HP_0002570","obo:HP_0031685","obo:HP_0030839","obo:HP_0100651"],"secondTestingMethod":"Next generation sequencing panels","sex":"Male","variant":{"id":"cggv:461e4c21-f4cf-4cf7-b371-353043f34057_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d53a934c-c5e0-440b-922a-e84e8f8f11bc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22238637","type":"dc:BibliographicResource","dc:abstract":"We investigated two siblings with granulomatous histiocytosis prominent in the nasal area, mimicking rhinoscleroma and Rosai-Dorfman syndrome. Genome-wide linkage analysis and whole-exome sequencing identified a homozygous frameshift deletion in SLC29A3, which encodes human equilibrative nucleoside transporter-3 (hENT3). Germline mutations in SLC29A3 have been reported in rare patients with a wide range of overlapping clinical features and inherited disorders including H syndrome, pigmented hypertrichosis with insulin-dependent diabetes, and Faisalabad histiocytosis. With the exception of insulin-dependent diabetes and mild finger and toe contractures in one sibling, the two patients with nasal granulomatous histiocytosis studied here displayed none of the many SLC29A3-associated phenotypes. This mild clinical phenotype probably results from a remarkable genetic mechanism. The SLC29A3 frameshift deletion prevents the expression of the normally coding transcripts. It instead leads to the translation, expression, and function of an otherwise noncoding, out-of-frame mRNA splice variant lacking exon 3 that is eliminated by nonsense-mediated mRNA decay (NMD) in healthy individuals. The mutated isoform differs from the wild-type hENT3 by the modification of 20 residues in exon 2 and the removal of another 28 amino acids in exon 3, which include the second transmembrane domain. As a result, this new isoform displays some functional activity. This mechanism probably accounts for the narrow and mild clinical phenotype of the patients. This study highlights the 'rescue' role played by a normally noncoding mRNA splice variant of SLC29A3, uncovering a new mechanism by which frameshift mutations can be hypomorphic.","dc:creator":"Bolze A","dc:date":"2012","dc:title":"A mild form of SLC29A3 disorder: a frameshift deletion leads to the paradoxical translation of an otherwise noncoding mRNA splice variant."}},"rdfs:label":"de Pontual Family VII Patient 7/Bolze P1"},{"id":"cggv:461e4c21-f4cf-4cf7-b371-353043f34057","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:461e4c21-f4cf-4cf7-b371-353043f34057_variant_evidence_item"},{"id":"cggv:461e4c21-f4cf-4cf7-b371-353043f34057_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"This mutation decreases the levels of transcript variant 1 through NMD and results in an absence of the WT protein, but allows the expression of a mutated mRNA transcript variant 3, which would ordinarily be subject to NMD. This hENT3-variant3-81fs variant was expressed but displayed lower levels of adenosine transporter activity than the hENT3-variant1-WT protein."}],"strengthScore":0.1,"dc:description":"This frameshift variant, Lys81fs which is occurs in exon 2, is absent from gnomAD. Down-scoring for consanguinity and alternative splicing."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6c723c48-b056-4256-9dda-b9d0ccdbfa22_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6c723c48-b056-4256-9dda-b9d0ccdbfa22","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":[{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2"}],"detectionMethod":"microarray, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion. Proband's mother was haplotyped but father was not, so cannot confirm that variants are in trans","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Scrotal masses, Dilated scleral vessels","phenotypes":["obo:HP_0001684","obo:HP_0100727","obo:HP_0000520","obo:HP_0000953","obo:HP_0100324","obo:HP_0030053","obo:HP_0000823","obo:HP_0000054","obo:HP_0000365","obo:HP_0011025","obo:HP_0002750","obo:HP_0012385","obo:HP_0000998","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":[{"id":"cggv:f1800848-f347-455b-8937-bd76207a23ed_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},{"id":"cggv:35df76f9-5a13-439a-a33e-f0ed1cdb4a1e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:81b6bb75-6348-4916-a035-1549a4aaebb2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"}],"rdfs:label":"Family A Proband AII-8"},{"id":"cggv:f1800848-f347-455b-8937-bd76207a23ed","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1800848-f347-455b-8937-bd76207a23ed_variant_evidence_item"},{"id":"cggv:f1800848-f347-455b-8937-bd76207a23ed_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.5,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes."},{"id":"cggv:35df76f9-5a13-439a-a33e-f0ed1cdb4a1e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35df76f9-5a13-439a-a33e-f0ed1cdb4a1e_variant_evidence_item"},{"id":"cggv:35df76f9-5a13-439a-a33e-f0ed1cdb4a1e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes demonstrated that G427S results in a total loss of transport activity (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.5,"dc:description":"The missense variant G427S is present in gnomAD v4.0.0 with a MAF=0.00005339 (4/74926 alleles) in the African/African American population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d223d20e-3c1a-425b-abd1-98e12b3a9439_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d223d20e-3c1a-425b-abd1-98e12b3a9439","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"detectionMethod":"microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"dilated scleral vessels","phenotypes":["obo:HP_0007380","obo:HP_0000998","obo:HP_0100324","obo:HP_0030053","obo:HP_0000520","obo:HP_0000953","obo:HP_0002619","obo:HP_0100727"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:00121c83-268e-4ade-8f15-98bd736e22f2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family F Proband FII-6"},{"id":"cggv:00121c83-268e-4ade-8f15-98bd736e22f2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00121c83-268e-4ade-8f15-98bd736e22f2_variant_evidence_item"},{"id":"cggv:00121c83-268e-4ade-8f15-98bd736e22f2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Not scoring this proband to avoid overscoring this genotype as it is present in several families from this paper."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:93ac98f8-2465-4ea3-b1e2-4ac508181165_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:93ac98f8-2465-4ea3-b1e2-4ac508181165","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":{"id":"cggv:1ac149e9-88af-4d71-898d-84016fe637cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.1330G>T (p.Glu444Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114350"}},"detectionMethod":"homozygosity mapping (50K SNP array), candidate gene sequencing","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Hyperpigmentation onset at 15yo; located on chin, axillae, back, abdomen. inner thigh, inguinal folds, genitalia. Pancreatomegaly. Orbital thickening and EOM infiltrate on MR/CT. Opacification of the maxillary sinuses. Posterior pericardial thickening. Thickened right atrial wall.","phenotypes":["obo:HP_0001433","obo:HP_0003261","obo:HP_0000998","obo:HP_0031664","obo:HP_0001763","obo:HP_0000767","obo:HP_0000670","obo:HP_0100534","obo:HP_0030084","obo:HP_0003565","obo:HP_0000953","obo:HP_0430023","obo:HP_0040303","obo:HP_0001935","obo:HP_5000011","obo:HP_0012343","obo:HP_0001999","obo:HP_0001953","obo:HP_0000343","obo:HP_0002716","obo:HP_0001698","obo:HP_0012094","obo:HP_0100651","obo:HP_0000520","obo:HP_0004322"],"previousTesting":true,"previousTestingDescription":"ADAMTS14, C10orf27, CDH23, EIF4EBP2, LRRC2, KIAA1274, NODAL, NPFFR1, PCBD1, PPA1, PRF1, SLC29A3, SGPL1, UNC5B were sequenced since they were positional candidate genes","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:7cf398f4-ee0b-47f2-a951-fba8bf84bc98_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1ac149e9-88af-4d71-898d-84016fe637cb"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477"},"rdfs:label":"Family A/Prendiville Patient 1"},{"id":"cggv:7cf398f4-ee0b-47f2-a951-fba8bf84bc98","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7cf398f4-ee0b-47f2-a951-fba8bf84bc98_variant_evidence_item"},{"id":"cggv:7cf398f4-ee0b-47f2-a951-fba8bf84bc98_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes expressing E444X displayed a partial reduction in nucleoside transport activity, less than half that of wildtype. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the mutant compared to WT, suggesting decreased protein stability (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.25,"dc:description":"This nonsense variant p.E444X, located in exon 6/6, is present in gnomAD v4.0.0 with a MAF=0.0002525 (23/91078 alleles) in the South Asian population and 1 homozygote. Downscoring this variant since NMD is not expected to occur and there is 1 homozygote in gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5f475995-c51c-4b64-a6f4-229c8bd5cd94_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5f475995-c51c-4b64-a6f4-229c8bd5cd94","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"detectionMethod":"Microarray, homozygosity mapping, haplotype analysis, direct sequencing of exons of SLC29A3, restriction digestion","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Scrotal masses. Testicular ultrasound revealed echogenic thickening of both the spermatic cords and the scrotal sac, normal-sized testes with a few microcalcifications. Extreme infiltration of the subcutis in the lower abdominal wall and thighs was noted by CT scan. Nonspecific inflammatory infiltrates in the portal spaces on liver biopsy. Nonspecific pathological deviations on bone marrow biopsy","phenotypes":["obo:HP_0100727","obo:HP_0000998","obo:HP_0001935","obo:HP_0033211","obo:HP_0000953","obo:HP_0002716","obo:HP_0001433","obo:HP_0001084","obo:HP_0000027","obo:HP_0030053","obo:HP_0001634","obo:HP_0008064","obo:HP_0003565","obo:HP_0100324"],"previousTesting":true,"previousTestingDescription":"Direct sequencing of AIFM2, ADAMTS14, EIF4EBP2, C10ORF54, PPA1, H2AFY2, LRRC20, NODAL, PRF1, TYSND1, SAR1A, PSAP, NPFFR1, and C10ORF27","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:27df704c-3c2a-41b3-8a01-24fce71ec4f6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff1b2960-d65d-4857-92e2-0aba3db8c2f0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940313"},"rdfs:label":"Family C Proband CII-2"},{"id":"cggv:27df704c-3c2a-41b3-8a01-24fce71ec4f6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27df704c-3c2a-41b3-8a01-24fce71ec4f6_variant_evidence_item"},{"id":"cggv:27df704c-3c2a-41b3-8a01-24fce71ec4f6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional characterization of G437R in Xenopus oocytes showed that transport activity was approximately half of WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated accelerated turnover of the G437R mutant compared to WT, suggesting decreased stability (Kang et al. 2010; PMID: 20595384)"}],"strengthScore":0.25,"dc:description":"The missense variant G437R is present in gnomAD v4.0.0 with a MAF=0.00006666 (4/60002 alleles) in the Admixed American population and 0 homozygotes. Down-scored due to consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d07e2f9d-624f-4b1e-8779-e5f3bed12ba8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d07e2f9d-624f-4b1e-8779-e5f3bed12ba8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:bae11763-c98c-49f1-b0b8-1c6f69509ba3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018344.6(SLC29A3):c.347T>G (p.Met116Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114353"}},"detectionMethod":"homozygosity mapping (50K SNP array), candidate gene sequencing","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Hyperpigmentation onset at 10yo; located on proximal anterior thighs initially, but spread to chest, lower back, abdomen, thighs, and posterior lower legs. Decreased IgM.","phenotypes":["obo:HP_0000998","obo:HP_0100651","obo:HP_0001993","obo:HP_0005912","obo:HP_0000953"],"previousTestingDescription":"ADAMTS14, C10orf27, CDH23, EIF4EBP2, LRRC2, KIAA1274, NODAL, NPFFR1, PCBD1, PPA1, PRF1, SLC29A3, SGPL1, UNC5B were sequenced since they were positional candidate genes","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:de754515-d620-471b-b95b-d0570e5d731b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bae11763-c98c-49f1-b0b8-1c6f69509ba3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19336477"},"rdfs:label":"Family D/Prendiville Patient 4"},{"id":"cggv:de754515-d620-471b-b95b-d0570e5d731b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de754515-d620-471b-b95b-d0570e5d731b_variant_evidence_item"},{"id":"cggv:de754515-d620-471b-b95b-d0570e5d731b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional studies in Xenopus oocytes expressing M116R displayed a near-total loss of transport activity compared to WT SLC29A3. Studies in NIH 3T3 fibroblasts demonstrated mistrafficking of the mutant protein to the ER or Gogli apparatus (Kang et al. 2010; PMID: 20595384)."}],"strengthScore":0.25,"dc:description":"This missense variant, p.M116R, is present in gnomAD v4.0.0 with a MAF=0.0001517 (179/1180030 alleles) in the European NF population and 0 homozygotes. Downscoring for homozygosity since parents are consanguineous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:38af1f68-a8da-45bd-8f3c-7cb6133ddceb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:38af1f68-a8da-45bd-8f3c-7cb6133ddceb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":1,"allele":{"id":"cggv:68d38cc8-e37e-4fa9-bc7b-0259f302e27d"},"detectionMethod":"All 6 exons including exon-intron boundaries of the SLC29A3 gene were amplified by PCR from the genomic DNA. Direct sequencing analysis. Restriction enzyme digest.","firstTestingMethod":"PCR","phenotypeFreeText":"Hyperpigmentation on thighs and later genital area. Hearing started deteriorating progressively after an ear infection. Fasting blood glucose was elevated (350 mg/dl).","phenotypes":["obo:HP_0002240","obo:HP_0033190","obo:HP_0001395","obo:HP_0001730","obo:HP_0012785","obo:HP_0004322","obo:HP_0001629","obo:HP_0030148"],"secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:51381d0c-bd1e-415e-a3bd-07694b79a126_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:68d38cc8-e37e-4fa9-bc7b-0259f302e27d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22653152"},"rdfs:label":"Farooq Family 2 Proband"},{"id":"cggv:51381d0c-bd1e-415e-a3bd-07694b79a126","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:51381d0c-bd1e-415e-a3bd-07694b79a126_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The missense variant p.Arg386Gln is present in gnomAD v4.0.0 with a MAF=0.00003999 (3/75018 alleles) in the African/African American population and 0 homozygotes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8393,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:44b7bf55-3b8b-4101-b1aa-f1d7f30b9e3a","type":"GeneValidityProposition","disease":"obo:MONDO_0011273","gene":"hgnc:23096","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*SLC29A3* was first reported in relation to autosomal recessive H syndrome in 2008 (Molho-Pessach V et al., PMID: 18940313). *SLC29A3* encodes an equilibrative nucleoside transporter that mediates transport of nucleosides across lysosomal and mitochondrial membranes. Among patients with H syndrome, deficient *SLC29A3* function results in impaired nucleoside export from lysosomes and lysosomal accumulation of nucleosides (PMID: 22174130), which leads to histiocytic infiltration of numerous organs. This accumulation causes disease manifestations including cutaneous hyperpigmentation, hypertrichosis, hepatosplenomegaly, hearing loss, heart anomalies, hypogonadism, hyperglycemia, low height, and hallux valgus (as reviewed in PMID: 29527032). \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern or phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: H syndrome, pigmented hypertrichosis with insulin dependent diabetes mellitus syndrome (PHID), Faisalabad histiocytosis (FHC), familial sinus histiocytosis with massive lymphadenopathy (FSHML), and dysosteosclerosis. \n\nFifteen variants (8 missense, 3 frameshift, 2 nonsense, canonical 2 splice site) that have been reported in 22 probands in 7 publications (PMIDs: 18940313, 20140240, 19336477, 19889517, 22875837, 22653152, 22238637) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. \n\nThis gene-disease relationship is also supported by the biochemical function of the gene product being consistent with the clinical and biochemical findings identified in individuals with H syndrome (PMID: 22174130), functional alteration in patient cells showing accumulation of *SLC29A3* protein (PMID: 19336477), expression in patient cells was significantly decreased compared to healthy controls (PMID: 19336477), and animal models that recapitulate the human phenotype (PMIDs: 31270333, 19336477). \n\nIn summary, there is definitive evidence supporting the relationship between *SLC29A3* and autosomal recessive H syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Lysosomal Diseases GCEP on May 7, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:cdde7d77-09cc-4ef2-99eb-f9acd8c8df04"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}