{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-30T19:04:04.336Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23082118","type":"dc:BibliographicResource","dc:abstract":"CITED2 is a transcriptional co-activator with 3 conserved domains shared with other CITED family members and a unique Serine-Glycine Rich Junction (SRJ) that is highly conserved in placental mammals. Loss of Cited2 in mice results in cardiac and aortic arch malformations, adrenal agenesis, neural tube and placental defects, and partially penetrant defects in left-right patterning. By screening 1126 sporadic congenital heart disease (CHD) cases and 1227 controls, we identified 19 variants, including 5 unique non-synonymous sequence variations (N62S, R92G, T166N, G180-A187del and A187T) in patients. Many of the CHD-specific variants identified in this and previous studies cluster in the SRJ domain. Transient transfection experiments show that T166N mutation impairs TFAP2 co-activation function and ES cell proliferation. We find that CITED2 is phosphorylated by MAPK1 in vitro at T166, and that MAPK1 activation enhances the coactivation function of CITED2 but not of CITED2-T166N. In order to investigate the functional significance in vivo, we generated a T166N mutation of mouse Cited2. We also used PhiC31 integrase-mediated cassette exchange to generate a Cited2 knock-in allele replacing the mouse Cited2 coding sequence with human CITED2 and with a mutant form deleting the entire SRJ domain. Mouse embryos expressing only CITED2-T166N or CITED2-SRJ-deleted alleles surprisingly show no morphological abnormalities, and mice are viable and fertile. These results indicate that the SRJ domain is dispensable for these functions of CITED2 in mice and that mutations clustering in the SRJ region are unlikely to be the sole cause of the malformations observed in patients with sporadic CHD. Our results also suggest that coding sequence mutations observed in case-control studies need validation using in vivo models and that predictions based on structural conservation and in vitro functional assays, or even in vivo global loss of function models, may be insufficient.","dc:creator":"Chen CM","dc:date":"2012","dc:title":"Functional significance of SRJ domain mutations in CITED2."},"evidence":[{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a99c8aa-dbde-4eaa-8f31-ae85755dd4c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be898e69-7433-41a3-9d49-70f34e7a3ec2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization shows early developmental expression in cardiac progenitors","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11044621","type":"dc:BibliographicResource","dc:abstract":"Members of the Cited family are nuclear transactivators which bind to the coactivators p300 and CBP. While Cited1 also binds to the TGFbeta signal transducer Smad4, this has not been shown for Cited2. We isolated a chicken homologue of Cited2 from a HH stage 3-6 cDNA library and examined its expression pattern during early stages of embryonic development by whole-mount in situ hybridization. CITED2 expression is detectable in the epiblast as early as stage XI. From HH stage 2 onwards CITED2 is expressed in an anterior domain in the elongating primitive streak in cells which are fated to become heart. During gastrulation the expression pattern is highly dynamic and transiently displays left-right asymmetry with stronger expression on the right side. CITED2 expression appears at multiple sites of forming mesodermal structures. Most prominently, CITED2 is expressed in presomitic and lateral plate mesoderm, in the headfold (future forebrain), the head mesoderm, the pharyngeal floor, the ventral blood islands, somitomeres and the intermediate mesoderm which gives rise to the kidney anlagen.","dc:creator":"Schlange T","dc:date":"2000","dc:title":"Expression analysis of the chicken homologue of CITED2 during early stages of embryonic development."},"rdfs:label":"Chick"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:83376896-90c7-4424-a5a1-3e158f12af1d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e162127c-b2d2-4968-9a45-4538d33da378","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"LacZ reporter with very strong activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17133411","type":"dc:BibliographicResource","dc:abstract":"Cited2 is a transcriptional co-factor that is widely expressed in both embryonic and extraembryonic cells during early development. It is essential for embryonic development with Cited2 null embryos showing abnormal development of organs including heart, neural tube, adrenal glands, and placenta (both in trophoblast derivatives and invading fetal vasculature), as well as having defects in the establishment of the left-right body axis. We report the generation of two conditional null alleles allowing Cre-recombinase-mediated somatic cell gene inactivation. Mice heterozygous or homozygous for these alleles are viable and fertile. Crossing conditional mutants with CMV-Cre transgenic mice produces an embryonic-lethal phenotype in the offspring indistinguishable from germline null mutants. We also demonstrate that conditional deletion results in lacZ expression under the control of the Cited2 promoter. These alleles are therefore useful genetic tools for dissecting the functions of Cited2 in the formation of different organs and patterning of the developing embryo. genesis","dc:creator":"Preis JI","dc:date":"2006","dc:title":"Generation of conditional Cited2 null alleles."},"rdfs:label":"LacZ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0670816e-7b61-4b9d-9ebb-c788dd98448e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4677e1f5-40f5-4be0-8551-1c2483b1252c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"LacZ inserted into the Cited2 loci demonstrates expression in developing heart. In situ hybridization confirms expression in cardiac mesoderm","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15750185","type":"dc:BibliographicResource","dc:abstract":"Establishment of the left-right axis is a fundamental process of vertebrate embryogenesis. Failure to develop left-right asymmetry leads to incorrect positioning and morphogenesis of numerous internal organs, and is proposed to underlie the etiology of several common cardiac malformations. The transcriptional modulator Cited2 is essential for embryonic development: Cited2-null embryos die during gestation with profound developmental abnormalities, including cardiac malformations, exencephaly and adrenal agenesis. Cited2 is also required for normal establishment of the left-right axis; we demonstrate that abnormal heart looping and right atrial and pulmonary isomerism are consistent features of the left-right-patterning defect. We show by gene expression analysis that Cited2 acts upstream of Nodal, Lefty2 and Pitx2 in the lateral mesoderm, and of Lefty1 in the presumptive floor plate. Although abnormal left-right patterning has a major impact on the cardiac phenotype in Cited2-null embryos, laterality defects are only observed in a proportion of these embryos. We have therefore used a combination of high-resolution imaging and three-dimensional (3D) modeling to systematically document the full spectrum of Cited2-associated cardiac defects. Previous studies have focused on the role of Cited2 in cardiac neural crest cell development, as Cited2 can bind the transcription factor Tfap2, and thus affect the expression of Erbb3 in neural crest cells. However, we have identified Cited2-associated cardiac defects that cannot be explained by laterality or neural crest abnormalities. In particular, muscular ventricular septal defects and reduced cell density in the atrioventricular (AV) endocardial cushions are evident in Cited2-null embryos. As we found that Cited2 expression tightly correlated with these sites, we believe that Cited2 plays a direct role in development of the AV canal and cardiac septa. We therefore propose that, in addition to the previously described reduction of cardiac neural crest cells, two other distinct mechanisms contribute to the spectrum of complex cardiac defects in Cited2-null mice; disruption of normal left-right patterning and direct loss of Cited2 expression in cardiac tissues.","dc:creator":"Weninger WJ","dc:date":"2005","dc:title":"Cited2 is required both for heart morphogenesis and establishment of the left-right axis in mouse development."},"rdfs:label":"LacZ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cce37437-9f23-4272-9811-1fb1886c66ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f03ca5d3-aa0e-4e52-ada1-e4eeef63f0c4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Decreased protein levels in VSD tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23899608","type":"dc:BibliographicResource","dc:abstract":"As a NODAL pathway inhibitor, EBAF plays a critical role during mammalian cardiac development. As recent tests that have been conducted on gene-targeted mice indicate, its expression is frequently altered where cardiac defects are present. We aimed to explore the EBAF expression pattern and molecular mechanism of EBAF gene for VSD genesis. In this report, we show that the average expression of EBAF in the disease tissues of VSD patients was lower than the expression in normal fetuses without VSD. Further study showed that the expression pattern of EBAF was potentially involved in cardiomyocyte apoptosis by Annexin-V and RT-PCR assays. We also found that abnormal activation of NODAL-PITX2C pathway was associated with down-regulation of EBAF. By luciferase reporter assays, we find that EBAF expression is mediated by transcriptional factors smad2 and cited2. In addition, ChIP assays showed that histone acetyltransferase p300 is involved in the activation of EBAF through inducing hyperacetylation of histone H4 at the EBAF promoter. Co-immunoprecipitation also indicates that the expression of EBAF is regulated by a transcriptional complex including p300, smad2, and cited2. This study revealed a novel regulator mechanism of EBAF, which may be a potential molecular target for halting the onset of VSDs. They also indicate that smad2, cited2, and p300 may play important roles in modulating the confirmation of ventricular septal defects.","dc:creator":"Su D","dc:date":"2013","dc:title":"Down-regulation of EBAF in the heart with ventricular septal defects and its regulation by histone acetyltransferase p300 and transcription factors smad2 and cited2."},"rdfs:label":"VSD tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3de5bc85-b551-4223-9743-c3499df71b97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61b26b8b-387b-4fa4-89c5-499198fb3ca5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Xgal staining of CITED2 null mice shows expression in cardiac progenitors and early cardiac tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11823447","type":"dc:BibliographicResource","dc:abstract":"Cited2 (also Mrg1/p35srj) is a member of a new conserved gene family that is expressed during mouse development and in adult tissues. In order to investigate the function of Cited2 during mouse embryogenesis, we introduced a null mutation into the Cited2 locus. Cited2(-/-) mutants died at late gestation and exhibited heart defects and exencephaly, arising from defective closure of the midbrain (MB) and hindbrain. Initiation of neural tube closure at the forebrain-midbrain (FB-MB) boundary, an essential step for closure of the cranial neural tube, was impaired in the Cited2(-/-) mutants. Gene marker analysis using in situ hybridization revealed that the patterning of the anterior neural plate and head mesenchyme was little affected or normal in the Cited2(-/-) embryos. However, Cited2 was required for the survival of neuroepithelial cells and its absence led to massive apoptosis in dorsal neuroectoderm around the FB-MB boundary and in a restricted transverse domain in the hindbrain. Treatment with folic acid significantly reduced the exencephalic phenotype in the Cited2(-/-) embryos both in vivo and in vitro. However, assessment of folate metabolism revealed no defect in the Cited2(-/-) mutants, and the elevated apoptosis observed in the neuroepithelium of the Cited2(-/-) mutants was apparently not decreased by folic acid supplementation. To our knowledge, the Cited2 mouse represents the first genetic model in which folic acid can prevent a defect in neural tube closure by a mechanism other than the neutralization of a defect in folate homeostasis.","dc:creator":"Barbera JP","dc:date":"2002","dc:title":"Folic acid prevents exencephaly in Cited2 deficient mice."},"rdfs:label":"Xgal"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5a5b13a-83f9-4d17-ab09-3e480e390e61","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c91813b2-aea1-4332-8c58-5f04ef54402e","type":"FunctionalAlteration","dc:description":"Impaired cardiomyocyte differentiation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22761414","type":"dc:BibliographicResource","dc:abstract":"Cited2 (CBP/p300-interacting transactivator with glutamic acid (E)/aspartic acid (D)-rich tail 2) is a transcriptional modulator critical for the development of multiple organs. Although many Cited2-mediated phenotypes and molecular events have been well characterized using in vivo genetic murine models, Cited2-directed cell fate decision in embryonic stem cells (ESCs) remains elusive. In this study, we examined the role of Cited2 in the maintenance of stemness and pluripotency of murine ESCs by a gene-targeting approach. Cited2 knock-out (Cited2(Δ/-), KO) ESCs display defective differentiation. Loss of Cited2 in differentiating ESCs results in delayed silencing of the genes involved in the maintenance of pluripotency and self-renewal of stem cells (Oct4, Klf4, Sox2, and c-Myc) and the disturbance in cardiomyocyte, hematopoietic, and neuronal differentiation. In addition, Cited2 KO ESCs experience a delayed induction of cardiomyocyte differentiation-associated proteins, NFAT3 (along with the reduced expression of NFAT3 target genes, Nkx2.5 and β-MHC), N-cadherin, and smooth muscle actin. CITED2 is recruited to the Oct4 promoter to regulate its expression during early ESC differentiation. This is the first demonstration that Cited2 controls ESC pluripotency and differentiation via direct regulation of Oct4 gene expression.","dc:creator":"Li Q","dc:date":"2012","dc:title":"Cited2 gene controls pluripotency and cardiomyocyte differentiation of murine embryonic stem cells through Oct4 gene."},"rdfs:label":"mESCs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:712ff842-b854-4593-9153-75c5c99886a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3521319-0dab-49b4-a434-5f4cbebabd5d","type":"FunctionalAlteration","dc:description":"Impaired mesoderm commitment","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31378782","type":"dc:BibliographicResource","dc:abstract":"Mutations and inadequate methylation profiles of CITED2 are associated with human congenital heart disease (CHD). In mouse, Cited2 is necessary for embryogenesis, particularly for heart development, and its depletion in embryonic stem cells (ESC) impairs cardiac differentiation. We have now determined that Cited2 depletion in ESC affects the expression of transcription factors and cardiopoietic genes involved in early mesoderm and cardiac specification. Interestingly, the supplementation of the secretome prepared from ESC overexpressing CITED2, during the onset of differentiation, rescued the cardiogenic defects of Cited2-depleted ESC. In addition, we demonstrate that the proteins WNT5A and WNT11 held the potential for rescue. We also validated the zebrafish as a model to investigate cited2 function during development. Indeed, the microinjection of morpholinos targeting cited2 transcripts caused developmental defects recapitulating those of mice knockout models, including the increased propensity for cardiac defects and severe death rate. Importantly, the co-injection of anti-cited2 morpholinos with either CITED2 or WNT5A and WNT11 recombinant proteins corrected the developmental defects of Cited2-morphants. This study argues that defects caused by the dysfunction of Cited2 at early stages of development, including heart anomalies, may be remediable by supplementation of exogenous molecules, offering the opportunity to develop novel therapeutic strategies aiming to prevent CHD.","dc:creator":"Santos JMA","dc:date":"2019","dc:title":"Exogenous WNT5A and WNT11 proteins rescue CITED2 dysfunction in mouse embryonic stem cells and zebrafish morphants."},"rdfs:label":"mESCs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b1db1021-fa06-4f2c-9ca7-bc5128a21f8b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2c083d01-f33f-42a2-83f8-573b7b9c49ae","type":"FunctionalAlteration","dc:description":"Increased cardiac differentiation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27818139","type":"dc:BibliographicResource","dc:abstract":"The transcriptional regulator CITED2 is essential for heart development. Here, we investigated the role of CITED2 in the specification of cardiac cell fate from mouse embryonic stem cells (ESC). The overexpression of CITED2 in undifferentiated ESC was sufficient to promote cardiac cell emergence upon differentiation. Conversely, the depletion of Cited2 at the onset of differentiation resulted in a decline of ESC ability to generate cardiac cells. Moreover, loss of Cited2 expression impairs the expression of early mesoderm markers and cardiogenic transcription factors (Isl1, Gata4, Tbx5). The cardiogenic defects in Cited2-depleted cells were rescued by treatment with recombinant CITED2 protein. We showed that Cited2 expression is enriched in cardiac progenitors either derived from ESC or mouse embryonic hearts. Finally, we demonstrated that CITED2 and ISL1 proteins interact physically and cooperate to promote ESC differentiation toward cardiomyocytes. Collectively, our results show that Cited2 plays a pivotal role in cardiac commitment of ESC.","dc:creator":"Pacheco-Leyva I","dc:date":"2016","dc:title":"CITED2 Cooperates with ISL1 and Promotes Cardiac Differentiation of Mouse Embryonic Stem Cells."},"rdfs:label":"mESCs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17c5662f-c2ad-4cb8-b61d-ee9ee693157e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b305553-dcd7-476e-9686-f666822245f4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observed congenital heart disease, along with neural tube defects","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12149478","type":"dc:BibliographicResource","dc:abstract":"Cited2 is a cAMP-responsive element-binding protein (CBP)/p300 interacting transcriptional modulator and a proposed negative regulator for hypoxia-inducible factor (HIF)-1alpha through its competitive binding with HIF-1alpha to CBP/p300. Disruption of the gene encoding Cited2 is embryonic lethal because of defects in the development of heart and neural tube. Morphological and Doppler echocardiographic analyses of Cited2(-/-) embryos reveal severe cardiovascular abnormalities, including pulmonic arterial stenosis and ventricular septal defects accompanied by high peak outflow velocities, features of the human congenital cardiac defect termed tetralogy of Fallot. The mRNA levels of several HIF-1alpha-responsive genes, such as vascular endothelial growth factor (VEGF), Glut1, and phosphoglycerate kinase 1, increased in the Cited2(-/-) hearts. The increase of VEGF levels is significant, because defects in the Cited2(-/-) embryos closely resemble the major defects observed in the VEGF transgenic embryos. Finally, compared with wild-type, cultured fibroblasts from Cited2(-/-) embryos demonstrate an enhanced expression of HIF-1alpha-responsive genes under hypoxic conditions. These observations suggest that functional loss of Cited2 is responsible for defects in heart and neural tube development, in part because of the modulation of HIF-1 transcriptional activities in the absence of Cited2. These findings demonstrate that Cited2 is an indispensable regulatory gene during prenatal development.","dc:creator":"Yin Z","dc:date":"2002","dc:title":"The essential role of Cited2, a negative regulator for HIF-1alpha, in heart development and neurulation."},"rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:18ea6ae1-8268-4bc5-b2be-f051bf24306c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03ab7a0d-0b71-4173-a7c7-8b02d7b17115","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Congenital heart disease with deletion in epiblast, mesoderm","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18440989","type":"dc:BibliographicResource","dc:abstract":"Deletion of the transcription factor Cited2 causes penetrant and phenotypically heterogenous cardiovascular and laterality defects and adrenal agenesis. Heterozygous human CITED2 mutation is associated with congenital heart disease, suggesting haploinsufficiency. Cited2 functions partly via a Nodal-->Pitx2c pathway controlling left-right patterning. In this present study we investigated the primary site of Cited2 function and mechanisms of haploinsufficiency.","dc:creator":"MacDonald ST","dc:date":"2008","dc:title":"Epiblastic Cited2 deficiency results in cardiac phenotypic heterogeneity and provides a mechanism for haploinsufficiency."},"rdfs:label":"Lineage deletions"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Phenotypes were less frequent"},{"id":"cggv:7a135f39-50b8-4f2c-9d89-5b21207e6428","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bfe39f1e-0609-4e58-b2f8-19708cdc601e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observe CHD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22504313","type":"dc:BibliographicResource","dc:abstract":"Myocardial development is dependent on concomitant growth of cardiomyocytes and a supporting vascular network. The coupling of myocardial and coronary vascular development is partly mediated by vascular endothelial growth factor (VEGFA) signalling and additional unknown mechanisms. We examined the cardiomyocyte specific role of the transcriptional co-activator Cited2 on myocardial microstructure and vessel growth, in relation to Vegfa expression.","dc:creator":"MacDonald ST","dc:date":"2013","dc:title":"A cell-autonomous role of Cited2 in controlling myocardial and coronary vascular development."},"rdfs:label":"Lineage deletions"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:540fb83b-6c46-43df-b16f-d3a636af4efc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4ebd9d5-084d-465e-9209-a048bb0f5cc8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Laterality defects and congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15475956","type":"dc:BibliographicResource","dc:abstract":"Malformations of the septum, outflow tract and aortic arch are the most common congenital cardiovascular defects and occur in mice lacking Cited2, a transcriptional coactivator of TFAP2. Here we show that Cited2(-/-) mice also develop laterality defects, including right isomerism, abnormal cardiac looping and hyposplenia, which are suppressed on a mixed genetic background. Cited2(-/-) mice lack expression of the Nodal target genes Pitx2c, Nodal and Ebaf in the left lateral plate mesoderm, where they are required for establishing laterality and cardiovascular development. CITED2 and TFAP2 were detected at the Pitx2c promoter in embryonic hearts, and they activate Pitx2c transcription in transient transfection assays. We propose that an abnormal Nodal-Pitx2c pathway represents a unifying mechanism for the cardiovascular malformations observed in Cited2(-/-) mice, and that such malformations may be the sole manifestation of a laterality defect.","dc:creator":"Bamforth SD","dc:date":"2004","dc:title":"Cited2 controls left-right patterning and heart development through a Nodal-Pitx2c pathway."},"rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:9536966e-b9b2-4e0b-a564-d8159fc71596","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5271ab2-bea3-4345-8565-b328c4a40e3f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Laterality defects can contribute to CHD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21224256","type":"dc:BibliographicResource","dc:abstract":"Cited2 is a transcriptional coactivator that is required for normal development of the embryo and placenta. Cited2-null mice die during gestation with fully penetrant heart defects and partially penetrant laterality defects. The laterality defects occur due to the loss of Nodal expression in the left lateral plate mesoderm (LPM). The cause of the heart defects that arise independently of laterality defects is unknown; they might occur due to an intrinsic requirement for Cited2 in the developing heart, or to disturbances in left-right patterning of the early embryo. Herein it is established that deletion of Cited2 from the heart progenitors does not alter development, and that heart defects in Cited2-null embryos arise due to an extra-cardiac requirement for Cited2 in establishing the left-right body axis. In addition, we provide evidence supporting a role for Cited2 in tissues of the embryo vital for left-right patterning (the node and LPM). Molecular and genetic analysis reveals that Cited2 is required for the initiation, but not propagation of, the left-sided determinant Nodal in the LPM. Moreover, a new role for Cited2 is identified as a potentiator of bone morphogenetic protein (BMP) signalling, counteracting the initiation of Nodal expression in the LPM. These data define Cited2 as a key regulator of left-right patterning in the mammalian embryo, and reveal that the role of Cited2 in cardiac development lies in its extra-cardiac functions. The clinical relevance of these findings lies in the fact that heterozygous mutation of human CITED2 is associated with congenital heart disease and laterality defects.","dc:creator":"Lopes Floro K","dc:date":"2011","dc:title":"Loss of Cited2 causes congenital heart disease by perturbing left-right patterning of the body axis."},"rdfs:label":"Lineage deletions"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"No CHD in mouse"},{"id":"cggv:5fe271f7-edef-46a9-bc5d-712ce3a73c5a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1589f7e1-2c40-478e-ad92-d111e45c76e8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both have congenital heart anomalies","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15750185","rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ed0d4d00-acbd-4a1d-8245-7cb57bbf5cbe","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5f1b9c05-3f03-41ad-9097-49c3a1367adb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Observed congenital heart disease, in addition to neural tube defects and adrenal agenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11694877","type":"dc:BibliographicResource","dc:abstract":"The protein EP300 and its paralog CREBBP (CREB-binding protein) are ubiquitously expressed transcriptional co-activators and histone acetyl transferases. The gene EP300 is essential for normal cardiac and neural development, whereas CREBBP is essential for neurulation, hematopoietic differentiation, angiogenesis and skeletal and cardiac development. Mutations in CREBBP cause Rubinstein-Taybi syndrome, which is characterized by mental retardation, skeletal abnormalities and congenital cardiac defects. The CBP/p300-interacting transactivator with ED-rich tail 2 (CITED2) binds EP300 and CREBBP with high affinity and regulates gene transcription. Here we show that Cited2-/- embryos die with cardiac malformations, adrenal agenesis, abnormal cranial ganglia and exencephaly. The cardiac defects include atrial and ventricular septal defects, overriding aorta, double-outlet right ventricle, persistent truncus arteriosus and right-sided aortic arches. We find increased apoptosis in the midbrain region and a marked reduction in ErbB3-expressing neural crest cells in mid-embryogenesis. We show that CITED2 interacts with and co-activates all isoforms of transcription factor AP-2 (TFAP2). Transactivation by TFAP2 isoforms is defective in Cited2-/- embryonic fibroblasts and is rescued by ectopically expressed CITED2. As certain Tfap2 isoforms are essential in neural crest, neural tube and cardiac development, we propose that abnormal embryogenesis in mice lacking Cited2 results, at least in part, from its role as a Tfap2 co-activator.","dc:creator":"Bamforth SD","dc:date":"2001","dc:title":"Cardiac malformations, adrenal agenesis, neural crest defects and exencephaly in mice lacking Cited2, a new Tfap2 co-activator."},"rdfs:label":"Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.4}],"evidenceStrength":"Moderate","sequence":7739,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.4,"subject":{"id":"cggv:e1002cfc-5e0c-4311-81d8-dffee7394021","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:1987","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CITED2 was first reported in relation to autosomal dominant congenital heart disease in 2012\n(Chen et al., PMID 23082118). At least 10 rare variants (9 missense, 1 splice variant in the non-canonical gene) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level\ndata and experimental data. CITED2 has been noted to be associated with the following disease entities: atrial septal defect and ventricular septal defect (OMIM 614431 and 614433). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, these disease entities have been lumped into one disease entity, Autosomal Dominant CITED2-related Congenital Heart Disorders. Variants in this gene have been reported in at least 10 probands in 10 publications (PMIDs 23082118, 24848765, 24456003, 28436679, 28687891, 31515672), using an allele frequency threshold of 1x10-5. This gene-disease relationship is supported by animal models, expression studies, and functional assays. Expression studies confirmed that CITED2 is expressed early in chick and mouse embryogenesis (PMIDs 11044621, 11823447, 15750185, 17133411). Fetal human tissues from hearts affected by ventricular septal defects had decreased CITED2 expression (PMID 23899608). Loss of CITED resulted in impaired mesoderm and cardiomyocyte differentiation from mouse embryonic stem cells (PMIDs 22761414, 31378782), while overexpression led to increased cardiac differentiation (PMID 27818139). Mouse models demonstrated that deficiency of CITED led to cardiac malformations as well as neural tube defects (PMIDs 15475956, 12149478, 11694877, 15750185, 18440989, 21224256, 22504313). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 9/5/23 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:007f4832-e639-4b27-9cc0-8b8cfaf45534"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}