{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fev2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-11-01T14:48:37.761Z","role":"Publisher"},{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-08-23T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c53289f5-0f51-4b33-9463-7b062f0a5824","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f86f5a4-4703-475f-9762-0e907c1403a6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"From bulk tissue expression EFEMP2 is expressed in the aorta at a higher rate than many tissue types. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx bulk tissue expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bbb608e2-6a0b-4032-a30b-b727b9aaf948","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0af8c70e-57ef-4b67-873e-e07b788736de","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":" In vitro N-terminal domain of FBLN4 interacts with the pro-peptide domain of LOX. Also immunostaining of cultured human skin fibroblasts revealed colocalization of LOX +FBLN4. )","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19855011","type":"dc:BibliographicResource","dc:abstract":"Great arteries, as well as lungs and skin, contain elastic fibers as important components to maintain their physiological functions. Although recent studies have revealed that a glycoprotein fibulin-4 (FBLN4) is indispensable for the assembly of mature elastic fibers, it remains to be elucidated how FBLN4 takes part in elastogenesis. Here, we report a dose-dependent requirement for FBLN4 in the development of the elastic fibers in arteries, and a specific role of FBLN4 in recruiting the elastin-cross-linking enzyme, lysyl oxidase (LOX). Reduced expression of Fbln4, which was achieved with a smooth muscle-specific Cre-mediated gene deletion, caused arterial stiffness. Electron-microscopic examination revealed disorganized thick elastic laminae with aberrant deposition of elastin. Aneurysmal dilation of the ascending aorta was found when the Fbln4 expression level was reduced to an even lower level, whereas systemic Fbln4 null mice died perinatally from rupture of the diaphragm. We also found a specific interaction between FBLN4 and the propeptide of LOX, which efficiently promotes assembly of LOX onto tropoelastin. These data suggest a mechanism of elastogenesis, in which a sufficient amount of FBLN4 is essential for tethering LOX to tropoelastin to facilitate cross-linking.","dc:creator":"Horiguchi M","dc:date":"2009","dc:title":"Fibulin-4 conducts proper elastogenesis via interaction with cross-linking enzyme lysyl oxidase."},"rdfs:label":"EFEMP2 interaction with LOX"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b133b55-842c-4c11-8efa-a0736c5caa3c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de01484f-cc9c-4cc0-aa85-a1e81bc0b8df","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fibulin-4 knockdown mice were expressed with a hypomorphic expression allele. Mice homozygous for the Fibulin-4 reduced expression allele show dilatation of the ascending aorta and a tortuous and stiffened aorta, resulting from disorganized elastic fiber networks. A number of KO models and conditional KO models all result in aneurysmal dialation/dissection of aorta (PMIDs: 19855011, 20019329, 26178373). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17293478","type":"dc:BibliographicResource","dc:abstract":"The Fibulins are a 6-member protein family hypothesized to function as intermolecular bridges that stabilize the organization of extracellular matrix structures. Here, we show that reduced expression of Fibulin-4 leads to aneurysm formation, dissection of the aortic wall and cardiac abnormalities. Fibulin-4 knockdown mice with a hypomorphic expression allele arose from targeted disruption of the adjacent Mus81 endonuclease gene. Mice homozygous for the Fibulin-4 reduced expression allele (Fibulin-4(R/R)) show dilatation of the ascending aorta and a tortuous and stiffened aorta, resulting from disorganized elastic fiber networks. They display thickened aortic valvular leaflets that are associated with aortic valve stenosis and insufficiency. Strikingly, already a modest reduction in expression of Fibulin-4 in the heterozygous Fibulin-4(+/R) mice occasionally resulted in small aneurysm formation. To get insight into the underlying molecular pathways involved in aneurysm formation and response to aortic failure, we determined the aorta transcriptome of Fibulin-4(+/R) and Fibulin-4(R/R) animals and identified distinct and overlapping biological processes that were significantly overrepresented including cytoskeleton organization, cell adhesion, apoptosis and several novel gene targets. Transcriptome and protein expression analysis implicated perturbation of TGF-beta signaling in the pathogenesis of aneurysm in fibulin-4 deficient mice. Our results show that the dosage of a single gene can determine the severity of aneurysm formation and imply that disturbed TGF-beta signaling underlies multiple aneurysm phenotypes.","dc:creator":"Hanada K","dc:date":"2007","dc:title":"Perturbations of vascular homeostasis and aortic valve abnormalities in fibulin-4 deficient mice."},"rdfs:label":"Hanada et al. Aortic valve abnormalities in fibulin-4 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:48bd490a-297d-4a25-961d-71a320679795","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6dfa3f02-16e5-4a16-a429-34e53ddad548","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" fibulin-4 knock out (KO) mice demonstrated perinatal lethality. KO exhibited severe lung and vascular defects including emphysema, artery tortuosity, irregularity, aneurysm, rupture, and resulting hemorrhages. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16478991","type":"dc:BibliographicResource","dc:abstract":"Elastic fibers provide tissues with elasticity which is critical to the function of arteries, lungs, skin, and other dynamic organs. Loss of elasticity is a major contributing factor in aging and diseases. However, the mechanism of elastic fiber development and assembly is poorly understood. Here, we show that lack of fibulin-4, an extracellular matrix molecule, abolishes elastogenesis. fibulin-4-/- mice generated by gene targeting exhibited severe lung and vascular defects including emphysema, artery tortuosity, irregularity, aneurysm, rupture, and resulting hemorrhages. All the homozygous mice died perinatally. The earliest abnormality noted was a uniformly narrowing of the descending aorta in fibulin-4-/- embryos at embryonic day 12.5 (E12.5). Aorta tortuosity and irregularity became noticeable at E15.5. Histological analysis demonstrated that fibulin-4-/- mice do not develop intact elastic fibers but contain irregular elastin aggregates. Electron microscopy revealed that the elastin aggregates are highly unusual in that they contain evenly distributed rod-like filaments, in contrast to the amorphous appearance of normal elastic fibers. Desmosine analysis indicated that elastin cross-links in fibulin-4-/- tissues were largely diminished. However, expression of tropoelastin or lysyl oxidase mRNA was unaffected in fibulin-4-/- mice. In addition, fibulin-4 strongly interacts with tropoelastin and colocalizes with elastic fibers in culture. These results demonstrate that fibulin-4 plays an irreplaceable role in elastogenesis.","dc:creator":"McLaughlin PJ","dc:date":"2006","dc:title":"Targeted disruption of fibulin-4 abolishes elastogenesis and causes perinatal lethality in mice."},"rdfs:label":" fibulin-4 abolishes elastogenesis in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e463687d-ef21-4616-b365-1d9bbee9076e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e463687d-ef21-4616-b365-1d9bbee9076e","type":"Proband","allele":{"id":"cggv:7f9c61ce-bc1c-48b8-a79d-430cba4e85eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.639C>A (p.Cys213Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6110572"}},"phenotypeFreeText":"Ultrasonographic examinations at 18 and 23 weeks of gestation (WG) revealed excess of soft tissue, clenched hands, club foot, cranial vault deformation, bowing of long bones, atrial dilatation, tortuosity of the aorta and umbilical arteries, suspicion of pulmonary arteriovenous fistula, and suspected left-sided diaphragmatic hernia. Pregnancy was terminated at 24 weeks gestation. ","phenotypes":["obo:HP_0001166","obo:HP_0006687","obo:HP_0030084","obo:HP_0000347","obo:HP_0000776","obo:HP_0004952","obo:HP_0001762","obo:HP_0000973"],"sex":"Male","variant":{"id":"cggv:ee0edf43-8427-4bdf-b40a-7e9a8ba63935_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7f9c61ce-bc1c-48b8-a79d-430cba4e85eb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30140196","type":"dc:BibliographicResource","dc:creator":"Letard P","dc:date":"2018","dc:title":"Severe Phenotype of Cutis Laxa Type 1B with Antenatal Signs due to a Novel Homozygous Nonsense Mutation in "}},"rdfs:label":"Letard et al. Proband"},{"id":"cggv:ee0edf43-8427-4bdf-b40a-7e9a8ba63935","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ee0edf43-8427-4bdf-b40a-7e9a8ba63935_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant has a maximum allele frequency of 0.00001333 based upon the African/African American population in gnomAD v4.0. Downscored due to homozygosity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:382666be-8362-48d3-9c59-249964834d66_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:382666be-8362-48d3-9c59-249964834d66","type":"Proband","allele":{"id":"cggv:bc151188-b012-4716-b0b4-a63cff65543a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.85del (p.Asp29IlefsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695214972"}},"phenotypeFreeText":"Proband was born at 31 weeks and found to have innumerable fractures of the limbs, thorax, and head, elongated, thickened, and tortuous arteries, The descending aorta, and iliac arteries were tortuous to the extent that they produced corkscrew patterns. Right and left lungs were small but normal in lobation. Histologic examination revealed hypertrophy of the tunica media, intima, and adventitia. There was absence of the elastic lamina.  The Ascending aorta was tortuous though the aortic arch was normally formed","phenotypes":"obo:HP_0000973","sex":"Male","variant":{"id":"cggv:b570c407-1ca1-4eba-a00c-63cc3fe8ee73_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bc151188-b012-4716-b0b4-a63cff65543a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22070778","type":"dc:BibliographicResource","dc:abstract":"This case report involved male infants of a size consistent with the estimated gestational age of 31 weeks. The mother of the twins was a 27-year-old, G4P3 woman with limited prenatal care who presented for cesarean delivery. Resuscitation efforts were initiated and continued until the infants became asystolic. Postmortem radiographs showed innumerable fractures of the limbs, ribs, and skull in various states of healing with callus formation; hence, the fractures were of prenatal origin. Despite the fractures, the growth of the long bones was not impaired. The radiographic findings were initially thought to represent osteogenesis imperfecta type IIC. However, there were also vascular anomalies not explained by this phenotype. Grossly, all arteries were elongated, thickened, and tortuous. The carotids, descending aorta, and iliac arteries were redundant to such an extent that they produced corkscrew patterns. There was also cutis laxa with loose, redundant skin over the entire body. Collagen genes did not show any mutations; however, when it was suggested Fibulin-4 be studied because of overlap with the condition described by Dasouki and colleagues in 2007, a homozygous premature stop codon mutation was found in that gene.","dc:creator":"Erickson LK","dc:date":"2011","dc:title":"Lethal osteogenesis imperfecta-like condition with cutis laxa and arterial tortuosity in MZ twins due to a homozygous fibulin-4 mutation."}},"rdfs:label":"Erickson et al. Proband A"},{"id":"cggv:b570c407-1ca1-4eba-a00c-63cc3fe8ee73","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b570c407-1ca1-4eba-a00c-63cc3fe8ee73_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant is absent from gnomad. Downscored due to homozygosity. Twin brother with nearly identical phenotypic features and the same genotype was described in the publication. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d09113eb-59d7-45fc-81ca-750c02a6c6ab_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d09113eb-59d7-45fc-81ca-750c02a6c6ab","type":"Proband","allele":{"id":"cggv:b2532617-47e7-4024-9648-ff8ec8fa9988","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.481G>A (p.Glu161Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6110655"}},"phenotypeFreeText":"Asymptomatic, Ascending aorta diameter 8.2 cm. Surgical intervention with resection of\nthe ascending aorta and replacement. Histology revealed medial degeneration with elastic tissue fragmentation and loss. Areas with loss of elastic tissue were filled with amorphous extracellular matrix, imparting a cystic appearance within the media of the vessel wall.","sex":"UnknownEthnicity","variant":{"id":"cggv:34af32d8-4195-4af1-ae7f-047dc2dbb759_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b2532617-47e7-4024-9648-ff8ec8fa9988"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22440127","type":"dc:BibliographicResource","dc:abstract":"Familial aortic aneurysm (AA) is mostly inherited as an autosomal dominant disorder. However, recessively inherited AA has also been observed but in association with skin manifestations of cutis laxa, which is caused by a mutated EFEMP2 gene. In the present study, we recruited 9 patients, from 4 unrelated consanguineous families, with recessively inherited AA. The index cases, their parents, and siblings underwent clinical evaluation and cardiac imaging. In the affected subjects, the clinical presentation ranged from sweating and cyanosis at 3 months of age to incidental findings in an asymptomatic adult. The echocardiogram revealed a wide spectrum of severity of the AA, with a Z-score varying from 5 to 33. Intrafamilial variability was also evident; 2 unrelated subjects were detected at 17 and 20 years of age through family screening. The skin manifestations of cutis laxa were not found in any patient. In 1 family, genome-wide single-nucleotide polymorphism analysis detected a homozygous block, shared by 2 affected siblings, on chromosome 11 at q13. Sequence analysis of EFEMP2, located on chromosome 11 at q13, identified a novel homozygous mutation (p.E161K) in all 9 affected subjects. In this largest cohort of reported patients with a mutated EFEMP2 gene, we illustrate the phenotypic spectrum of inherited AA due to a novel EFEMP2 mutation. In conclusion, our work suggests that in families with apparently recessively inherited AA, molecular analysis of EFEMP2 gene might be warranted.","dc:creator":"Al-Hassnan ZN","dc:date":"2012","dc:title":"Recessively inherited severe aortic aneurysm caused by mutated EFEMP2."}},"rdfs:label":"Al-Hassnan et al. II-6"},{"id":"cggv:34af32d8-4195-4af1-ae7f-047dc2dbb759","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:34af32d8-4195-4af1-ae7f-047dc2dbb759_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Homozygous variant was found in all 9 affected individuals in 4 unrelated Saudi Arabian families. Variant has an allele frequency of 0.00002230 in gnomad 4.0 based on the East Asian population. Upscored due to the prevalence of the variant across 4 unrelated families."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:5ab852f5-75c4-40da-a46e-2c6dee466c8b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5ab852f5-75c4-40da-a46e-2c6dee466c8b","type":"Proband","allele":[{"id":"cggv:f3dc381a-9bbc-482b-9b12-85c62801c271","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.577del (p.Gln193SerfsTer12)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343326"}},{"id":"cggv:f114a8c7-1b11-470f-b517-aa306cb01d97","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.377A>T (p.Glu126Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA281916"}}],"detectionMethod":"For patients 1–3, genomic DNA was extracted from EDTA blood samples using the Puregene method (Qiagen, Venlo, The Netherlands). All coding exons and flanking introns of FBLN4 were amplified by PCR at the genomic DNA level (primer sequences are available on request). Products were sequenced using the BigDye terminator cycle sequencing method on the ABI3730 XL automatic sequencer (Applied Biosystems, Halle, Belgium).","firstTestingMethod":"PCR","phenotypeFreeText":"Patient displayed phenotypes including mild hypertelorism, downslanting palpebral fissures, depressed nasal bridge, low-set and distorted external ears and long fingers. An echocardiogram showed severe dilatation of the ascending aorta and severe tortuosity of the entire aorta with hypoplasia of the transverse aortic arch, proximal descending, thoracic and abdominal aorta. MRI showed severe tortuosity of the carotid and cerebral arteries. At 5 weeks of age, she suffered a large hemispheric stroke. She died from cardiorespiratory failure at approximately 18 months. ","phenotypes":["obo:HP_0011220","obo:HP_0006687"],"sex":"Female","variant":[{"id":"cggv:09f9f023-ace7-411e-a970-975c002424ec_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f114a8c7-1b11-470f-b517-aa306cb01d97"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20389311","type":"dc:BibliographicResource","dc:abstract":"Fibulin-4 is a member of the fibulin family, a group of extracellular matrix proteins prominently expressed in medial layers of large veins and arteries. Involvement of the FBLN4 gene in cardiovascular pathology was shown in a murine model and in three patients affected with cutis laxa in association with systemic involvement. To elucidate the contribution of FBLN4 in human disease, we investigated two cohorts of patients. Direct sequencing of 17 patients with cutis laxa revealed no FBLN4 mutations. In a second group of 22 patients presenting with arterial tortuosity, stenosis and aneurysms, FBLN4 mutations were identified in three patients, two homozygous missense mutations (p.Glu126Lys and p.Ala397Thr) and compound heterozygosity for missense mutation p.Glu126Val and frameshift mutation c.577delC. Immunoblotting analysis showed a decreased amount of fibulin-4 protein in the fibroblast culture media of two patients, a finding sustained by diminished fibulin-4 in the extracellular matrix of the aortic wall on immunohistochemistry. pSmad2 and CTGF immunostaining of aortic and lung tissue revealed an increase in transforming growth factor (TGF)beta signaling. This was confirmed by pSmad2 immunoblotting of fibroblast cultures. In conclusion, patients with recessive FBLN4 mutations are predominantly characterized by aortic aneurysms, arterial tortuosity and stenosis. This confirms the important role of fibulin-4 in vascular elastic fiber assembly. Furthermore, we provide the first evidence for the involvement of altered TGFbeta signaling in the pathogenesis of FBLN4 mutations in humans.","dc:creator":"Renard M","dc:date":"2010","dc:title":"Altered TGFbeta signaling and cardiovascular manifestations in patients with autosomal recessive cutis laxa type I caused by fibulin-4 deficiency."}},{"id":"cggv:e00dc3ac-54f6-403f-a6b3-494d4a658382_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f3dc381a-9bbc-482b-9b12-85c62801c271"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20389311"}],"rdfs:label":"Renard et al. Patient 3"},{"id":"cggv:09f9f023-ace7-411e-a970-975c002424ec","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:09f9f023-ace7-411e-a970-975c002424ec_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant has an AF of 8.475e-7 from the European (Non-Finnish) population in gnomad 4,0."},{"id":"cggv:e00dc3ac-54f6-403f-a6b3-494d4a658382","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e00dc3ac-54f6-403f-a6b3-494d4a658382_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Variant absent from gnomad."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d5664c2f-c7fc-4568-b747-7e7a8880402a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d5664c2f-c7fc-4568-b747-7e7a8880402a","type":"Proband","allele":{"id":"cggv:b6b81312-f1e1-4400-af0d-ef13520262b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.376G>A (p.Glu126Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA281914"}},"phenotypeFreeText":" Developmental hip dysplasia and torticollis. Aortic root was 3 cm, and at 22 months of age he underwent Bentall procedure for surgical repair of his aorta and a prosthetic aortic valve was implanted. ‘‘kinking’’ of both internal carotid arteries just distal to the bifurcation. Brain MRA was done which showed extensive arterial tortuosity. Baroreceptor reﬂex failure and low bone mineral density. ","phenotypes":["obo:HP_0001655","obo:HP_0000023"],"sex":"Male","variant":{"id":"cggv:b98a3ee5-8493-4bbe-ad56-a09b8acccb7c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b6b81312-f1e1-4400-af0d-ef13520262b0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23532871","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive cutis laxa (ARCL) is a clinically and genetically heterogeneous group of disorders characterized by loose, inelastic skin and variable systemic involvement and severity. Mutations in the FBLN4 gene are associated with ARCL1B. Fibulin-4 is important in elastic fiber formation and smooth muscle cell differentiation. We describe herein an 8-year-old boy who presented with severe aortic root dilatation and arterial tortuosity at 1 year of age which required surgical repair. His parents were consanguineous and there was a family history of three brothers who died early in life with an unknown type of connective tissue disorder in the 1960s. Both parents of the patient reported here were related to these three boys. We used a homozygosity mapping strategy with a 900K SNP array and identified FBLN4 as a candidate gene in an extended region of homozygosity. We sequenced this gene in the patient and identified a homozygous non-synonymous mutation at c.376G>A (p.Glu126Lys) in exon 5 that was predicted to be damaging. ARCL1B has most typically been associated with early demise but our report suggests that long-term survival is possible. With this longer term survival we are learning more about the natural history of this disorder, which includes baroreceptor reflex failure and low bone mineral density in this patient.","dc:creator":"Sawyer SL","dc:date":"2013","dc:title":"Longer term survival of a child with autosomal recessive cutis laxa due to a mutation in FBLN4."}},"rdfs:label":"Sawyer et al. Proband "},{"id":"cggv:b98a3ee5-8493-4bbe-ad56-a09b8acccb7c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b98a3ee5-8493-4bbe-ad56-a09b8acccb7c_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant has a popmax allele frequency of 0.000007630 based upon the European Non-Finnish population. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bd9aed38-e633-480e-8bcc-d27390508d6f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bd9aed38-e633-480e-8bcc-d27390508d6f","type":"Proband","allele":{"id":"cggv:8c39f375-17d6-48a0-9e54-c483ac421e83","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016938.5(EFEMP2):c.409A>T (p.Ser137Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381307982"}},"phenotypeFreeText":"Echocardiographic evaluation demonstrated severe dilation of the entire ascending aorta and aortic arch with a marked size discrepancy between ascending and descending aorta. There was mild to moderate aortic valve insufficiency. Preoperative computed tomography angiogram (CTA) demonstrated a 52-mm (Z score +13.3) ascending aorta extending 6.5 cm in length.","phenotypes":["obo:HP_0031668","obo:HP_0000973","obo:HP_0100749"],"sex":"Male","variant":{"id":"cggv:11a46f9a-254f-485b-80cb-1283a0253d94_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8c39f375-17d6-48a0-9e54-c483ac421e83"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28673110","type":"dc:BibliographicResource","dc:abstract":"Aortic aneurysms requiring surgery in early childhood are rare. Herein we describe the case of a three-year-old with massive aneurysmal aortic dilation secondary to the rare and often lethal genetic disorder, cutis laxa. Initial thoracic aortic aneurysm gene panel was negative. Parents of the child were not known to be consanguineous, but high-density SNP array revealed several regions of homozygosity. This prompted targeted sequence analysis that identified a novel homozygous missense mutation in the gene for cutis laxa, EFEMP2. The patient underwent aortic valve-sparing aortic root and ascending aorta replacement and total aortic arch replacement, with continuous, moderately hypothermic cardiopulmonary bypass, using a dual cannulation technique. He was discharged well on the third postoperative day and remains free of aneurysmal disease at two-year follow-up.","dc:creator":"Yetman AT","dc:date":"2019","dc:title":"Valve-Sparing Root and Total Arch Replacement for Cutis Laxa Aortopathy."}},"rdfs:label":"Yetman et al. Proband"},{"id":"cggv:11a46f9a-254f-485b-80cb-1283a0253d94","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:11a46f9a-254f-485b-80cb-1283a0253d94_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant has an allele frequency of 0.0009021 in gnomad v4.0 based upon the admixed american population. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":9283,"specifiedBy":"GeneValidityCriteria11","strengthScore":14,"subject":{"id":"cggv:5df1a7a9-03e1-461b-acc9-272c4a01fc03","type":"GeneValidityProposition","disease":"obo:MONDO_0013754","gene":"hgnc:3219","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*EFEMP2* has been reported in association with autosomal recessive cutis laxa type 1B (ARCL1B) in at least 49 individuals (Loeys B, De Paepe A, Urban Z GeneReviews, 2023). This gene-disease relationship was originally classified as moderate by the HTAAD GCEP in 12/22/2016. Clinical phenotypes of ARCL1B include cutis laxa, arterial tortuosity, aortic aneurysm, diaphragmatic hernia, emphysema, craniofacial features, and musculoskeletal abnormalities. Phenotype severity ranges from embryonic/perinatal lethality to asymptomatic patients with aortic aneurysm found on imaging. Seven variants (missense and frameshift) reported in 6 probands in 6 publications (PMIDs: 22440127, 30140196, 22070778, 28673110, 23532871, 20389311) are included in this curation. The mechanism of pathogenicity is proposed to be loss of function. This gene-disease association is also supported by experimental evidence including protein expression in the aorta (PMID:23715323) and protein interaction with *LOX*, which is also associated with aortic aneurysm (PMID:19855011). Finally, multiple KO mouse models have recapitulated phenotypes of ARCL1B including emphysema, arterial tortuosity, and aortic aneurysm (PMIDs: 16478991, 17293478). In summary, *EFEMP2* is definitively associated with autosomal recessive cutis laxa type 1B and aortic aneurysm. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The evidence summary was updated by the Heritable Thoracic Aortic Aneurysm and Dissection subgroup of the Hereditary Cardiovascular Disease Gene Curation Expert Panel on 8/23/2024. ","dc:isVersionOf":{"id":"cggv:8911130f-a1fc-4404-8905-5632a49a95fe"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}