{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-01-25T18:39:03.736Z","role":"Publisher"},{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-01-19T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.25},{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ad7fe0a-910c-4dd1-a25c-d5ca6583dd94","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:362e7c18-8bee-42ed-a5cb-2399b76bb1b4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunoblotting showed Moesin is the quantitatively dominant ERM protein in human lymphocytes and the sole ERM protein in human platelets from healthy patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10444190","type":"dc:BibliographicResource","dc:abstract":"The Wiskott-Aldrich syndrome (WAS) is a severe disease of platelets (small size, thrombocytopenia) and lymphocytes (immunodeficiency) arising from mutations of the X-chromosome gene WASP. Because of the prominent role of cytoskeletal abnormalities, particularly the paucity of surface microvilli, in the cellular pathology of this disease, blood cells from WAS patients were examined for moesin, a cytoskeletal linker protein that stabilizes cell surface microvilli, filopodia and lamellipodia. Comparison of patient and normal lymphocytes by immunofluorescence microscopy and immunoblotting showed normal levels and distribution of moesin in lymphocytes of WAS patients. In contrast, platelets from WAS patients stained only dimly for moesin relative to normal platelets. Quantitation by immunoblot revealed significantly decreased moesin levels in WAS patient platelets relative to normal platelets (63.5 +/- 4.9% of normal levels, n = 8, P < 0.0001). A novel reaction of normal platelets was discovered that may play a role in the depletion of moesin in patient platelets, namely the cleavage of moesin as a late event in platelet activation in response to certain platelet agonists.","dc:creator":"Shcherbina A","dc:date":"1999","dc:title":"The cytoskeletal linker protein moesin: decreased levels in Wiskott-Aldrich syndrome platelets and identification of a cleavage pathway in normal platelets."},"rdfs:label":"Expressed in lymphocytes and platelets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:37d6e60b-075b-4f61-94b2-c5dba67c95dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f30a6abf-925c-41d8-8dbb-394ddc412257","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Moesin mRNA expression in PBMCs of the patients, the mother, and healthy controls was analyzed by qPCR. Compared to the controls, significantly decreased MSN transcript values were detected in the patients and lower mRNA expression in the mother.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36119109","type":"dc:BibliographicResource","dc:abstract":"Here, we present the findings of an investigation involving two male siblings with juvenile total tooth loss, early-onset chronic leg ulcers, and autoimmune thyroiditis, as well as focal segmental glomerulosclerosis with associated pulmonary emphysema in one and diabetes mellitus in the other. The clinical picture and lupus anticoagulant, cryoglobulin, and cold agglutinin positivity suggested the diagnosis of antiphospholipid syndrome. Flow cytometry analysis showed immunophenotypes consistent with immune dysregulation: a low number of naive T cells, elevated CD4","dc:creator":"Kovács AL","dc:date":"2022","dc:title":"Hemizygous nonsense variant in the moesin gene "},"rdfs:label":"Decreased Moesin Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ff0925e6-d977-4b22-ae56-890e36464de2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:872b09b7-7f98-470c-968f-12c08f9073cb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Affected individuals have profound immunophenotype alterations","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36119109","rdfs:label":"Lymphocyte proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:592049df-13ae-425d-805e-5870cb6f4ed8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d27b3a4b-2c02-491e-8c95-46c4bd2dd7ac","type":"FunctionalAlteration","dc:description":"Isolated CD8+ Treg cells from moesin-deficient mice showed impaired proliferation in response to IL-15, which was accompanied by defects in STAT5 activation and IL-15Ra internalization. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28978692","type":"dc:BibliographicResource","dc:abstract":"The ezrin-radixin-moesin (ERM) proteins are a family of membrane-associated proteins that link membrane proteins with actin filaments in the cell cortex and regulate many cellular processes, including cell shape determination, membrane transport, and signal transduction. Lymphocytes predominantly express two ERM members, ezrin and moesin. Mutations in the moesin gene in humans are associated with primary immunodeficiency with profound lymphopenia, and moesin-deficient mice exhibit a similar lymphopenia phenotype. In this study, we show that aging moesin-deficient mice develop a systemic lupus erythematosus-like autoimmune phenotype, which is characterized by elevated serum autoantibody levels and glomerulonephritis. Younger moesin-deficient mice exhibited elevated basal levels of several Ig isotypes and enhanced Ab affinity maturation upon immunization. Germinal center B cells and follicular helper T cells spontaneously accumulated in unimmunized mice, and CD8","dc:creator":"Satooka H","dc:date":"2017","dc:title":"The ERM Protein Moesin Regulates CD8"},"rdfs:label":"CD8+ Treg cell functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5fe6bea1-565c-4526-91c2-ca13d9350c2e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f330643e-df7e-40bb-92b9-a7319f6b3f63","type":"FunctionalAlteration","dc:description":"Moesin-deficient NK cells exhibited increased cell death and impaired signaling in response to IL-15","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34798556","type":"dc:BibliographicResource","dc:abstract":"Moesin is a member of the ezrin-radixin-moesin (ERM) family of proteins that link plasma membrane proteins with actin filaments in the cell cortex. Hemizygous mutations in the X-linked moesin gene are associated with primary immunodeficiency with T and B cell lymphopenia, which also affects natural killer (NK) cells in most cases. We previously showed that moesin deficiency in mice substantially affects lymphocyte homeostasis, but its impact on NK cells remains unexplored. Here, we found that in moesin-deficient mice, NK cells were decreased in the peripheral blood and bone marrow but increased in the spleen. Analysis of female heterozygous mice showed a selective advantage for moesin-expressing NK cells in the blood. Moesin-deficient NK cells exhibited increased cell death and impaired signaling in response to IL-15, suggesting that moesin regulates NK cell survival through IL-15-mediated signaling. Our findings thus identify moesin as an NK cell homeostasis regulator in vivo.","dc:creator":"Satooka H","dc:date":"2022","dc:title":"The ERM protein moesin regulates natural killer cell homeostasis in vivo."},"rdfs:label":"NK cell biochemical function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70f86b0d-2fbf-4956-ba17-71060be80edd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:928f1406-a5a6-4a8c-a5a9-65494fbfecfc","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"After 1 week of culture, the number of mcherry+ cells from P2 and P6 had\nincreased by a factor of 9 when wild-type MSN was expressed,\nwhereas the number of mcherry+ cells in the control subject\nincreased by a factor of 2 only (Fig 3, C). Thus wild-type MSN\nexpression rescued the proliferation defect observed for the patients’ MSN- T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27405666","type":"dc:BibliographicResource","dc:abstract":"We investigated 7 male patients (from 5 different families) presenting with profound lymphopenia, hypogammaglobulinemia, fluctuating monocytopenia and neutropenia, a poor immune response to vaccine antigens, and increased susceptibility to bacterial and varicella zoster virus infections.","dc:creator":"Lagresle-Peyrou C","dc:date":"2016","dc:title":"X-linked primary immunodeficiency associated with hemizygous mutations in the moesin (MSN) gene."},"rdfs:label":"T cell proliferation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:e6fdbfe7-ed0c-4afa-86b3-64b45e87d6e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:05437f22-4bef-4c43-be6e-97e2dde0106d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Moesin-deficient mice exhibited decreases in both T and B cells in the peripheral blood and lymph nodes, but not in the spleen. This phenotype was recapitulated in bone marrow (BM) chimeras with a hematopoietic moesin deficiency. Decreased T cell counts were also observed in humans with pathogenic variants in the MSN gene.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22875842","type":"dc:BibliographicResource","dc:abstract":"Moesin is a member of the ezrin-radixin-moesin (ERM) family of cytoskeletal proteins. These proteins organize membrane domains by interacting with plasma membrane proteins and the actin cytoskeleton. Because of their high sequence similarity, ERM proteins are usually thought to be functionally redundant. Lymphocytes express two ERM proteins, ezrin and moesin. Whether each ERM plays a specialized role in lymphocytes, particularly in vivo, remains unknown. Here, we show that moesin has a crucial, non-redundant role in lymphocyte homeostasis. Moesin-deficient mice exhibited decreases in both T and B cells in the peripheral blood and lymph nodes, but not in the spleen. This phenotype was recapitulated in bone marrow (BM) chimeras with a hematopoietic moesin deficiency. Although the T and B cells apparently developed without major defects in the moesin-deficient mice, T cell egress from the thymus and immature B cell egress from the BM were impaired. In the periphery, both T and B cells showed delayed egress from lymphoid organs. We showed that moesin is the primary phosphorylated ERM subject to dynamic regulation during cell shape changes and migration. Our findings identify a previously unknown, non-redundant function of moesin in lymphocyte homeostasis in regulating lymphocyte egress from lymphoid organs.","dc:creator":"Hirata T","dc:date":"2012","dc:title":"Moesin-deficient mice reveal a non-redundant role for moesin in lymphocyte homeostasis."},"rdfs:label":"Knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":5831,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.75,"subject":{"id":"cggv:b7e6dea7-46e2-4ce4-8728-378872068d31","type":"GeneValidityProposition","disease":"obo:MONDO_0010514","gene":"hgnc:7373","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"MSN was first reported in relation to X-linked combined immunodeficiency due to moesin deficiency in 2016 (Lagresle-Peyrou et al., PMID: 27405666). This condition is characterized by T-B-NK- lymphopenia, recurrent infections, decreased circulating antibody level, and sepsis and leg ulcers in some patients. The age of onset and phenotypic presentation varied among patients reported. Four variants (missense & nonsense) that have been reported in 11 unrelated probands in 7 publications (PMIDs: 27405666, 28378256, 29556235, 32506361, 34093558, 36119109, 35754805, 34453634) are included in this curation. The variant was maternally inherited from unaffected mothers in all cases and in one case, the variant occured de novo in the proband's mother. Carrier mothers had skewed X chromosome inactivation in all hematopoietic lineages. Variants segregated with disease in 3 families. While seven probands were hemizygous for the same missense variant, p.Arg171Trp, it is likely that this variant occurs on different haplotypes, indicating that p.Arg171 may be a mutation hotspot. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by mouse model, expression studies, functional alteration in non-patient cells, biochemical function, and rescue in patient cells (PMIDs: 22875842, 36119109, 34798556, 28978692, 27405666). In summary, MSN is definitively associated with X-linked combined immunodeficiency due to moesin deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n","dc:isVersionOf":{"id":"cggv:3d65d1f9-be54-4e41-b8d7-c8a48e8c4146"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}