{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-15T17:00:05.652Z","role":"Publisher"}],"evidence":[{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:3c423bab-09d9-40d6-92d2-2a6feaea9f7f","type":"EvidenceLine","evidence":[{"id":"cggv:3c423bab-09d9-40d6-92d2-2a6feaea9f7f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:16cba0e0-224b-4e32-adf6-492d9ae58e29","type":"Cohort","allGenotypedSequenced":702,"alleleFrequency":0.3034188034188034,"detectionMethod":"TaqMan SNP Genotyping Assay\n\nrs1858830\n","evidence":[{"id":"cggv:3c423bab-09d9-40d6-92d2-2a6feaea9f7f_cc_evidence_item"}],"numWithVariant":213,"relatedCondition":{"id":"obo:MONDO_0005260"}},"controlCohort":{"id":"cggv:dd04ff91-ff27-4757-a64b-261ec0eceb9d","type":"Cohort","allGenotypedSequenced":189,"alleleFrequency":0.2169312169312169,"detectionMethod":"TaqMan SNP Genotyping Assay\n\nrs1858830","evidence":[{"id":"cggv:3c423bab-09d9-40d6-92d2-2a6feaea9f7f_cc_evidence_item"}],"numWithVariant":41},"lowerConfidenceLimit":1.41,"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":2.27,"statisticalSignificanceValueType":"Relative Risk","upperConfidenceLimit":3.65,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17053076","type":"dc:BibliographicResource","dc:abstract":"There is strong evidence for a genetic predisposition to autism and an intense interest in discovering heritable risk factors that disrupt gene function. Based on neurobiological findings and location within a chromosome 7q31 autism candidate gene region, we analyzed the gene encoding the pleiotropic MET receptor tyrosine kinase in a family based study of autism including 1,231 cases. MET signaling participates in neocortical and cerebellar growth and maturation, immune function, and gastrointestinal repair, consistent with reported medical complications in some children with autism. Here, we show genetic association (P = 0.0005) of a common C allele in the promoter region of the MET gene in 204 autism families. The allelic association at this MET variant was confirmed in a replication sample of 539 autism families (P = 0.001) and in the combined sample (P = 0.000005). Multiplex families, in which more than one child has autism, exhibited the strongest allelic association (P = 0.000007). In case-control analyses, the autism diagnosis relative risk was 2.27 (95% confidence interval: 1.41-3.65; P = 0.0006) for the CC genotype and 1.67 (95% confidence interval: 1.11-2.49; P = 0.012) for the CG genotype compared with the GG genotype. Functional assays showed that the C allele results in a 2-fold decrease in MET promoter activity and altered binding of specific transcription factor complexes. These data implicate reduced MET gene expression in autism susceptibility, providing evidence of a previously undescribed pathophysiological basis for this behaviorally and medically complex disorder.","dc:creator":"Campbell DB","dc:date":"2006","dc:title":"A genetic variant that disrupts MET transcription is associated with autism."},"rdfs:label":"FBAT/Case control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"rs1858830 SNP tested\n\n CC vs GG\nrelative risk 2.27 \n[95% CI: 1.41-3.65] \n\nCG vs GG \nrelative risk 1.67 \n[95% CI: 1.11-2.49]\n"},{"id":"cggv:54c6d6f3-6173-4551-a7f1-1c92d320162b","type":"EvidenceLine","evidence":[{"id":"cggv:54c6d6f3-6173-4551-a7f1-1c92d320162b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:53294c7f-111e-465e-9fc7-dd05f85c8da1","type":"Cohort","allGenotypedSequenced":82,"alleleFrequency":0.573170731707317,"detectionMethod":"RFLP,rs38845","evidence":[{"id":"cggv:54c6d6f3-6173-4551-a7f1-1c92d320162b_cc_evidence_item"}],"numWithVariant":47,"relatedCondition":{"id":"obo:MONDO_0005260"}},"controlCohort":{"id":"cggv:0d1fbcb1-d143-4e0d-9223-59410dbd7cc4","type":"Cohort","allGenotypedSequenced":88,"alleleFrequency":0.4545454545454545,"detectionMethod":"RFLP,rs38845","evidence":[{"id":"cggv:54c6d6f3-6173-4551-a7f1-1c92d320162b_cc_evidence_item"}],"numWithVariant":40},"lowerConfidenceLimit":1.66,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.02,"statisticalSignificanceType":"","statisticalSignificanceValue":2.48,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":5.33,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19002214","type":"dc:BibliographicResource","dc:abstract":"Autism is a common, severe and highly heritable neurodevelopmental disorder. The International Molecular Genetic Study of Autism Consortium (IMGSAC) genome screen for linkage in affected sib-pair families identified a chromosome 7q susceptibility locus (AUTS1), that has subsequently shown evidence of increased sharing in several independent multiplex samples and in two meta-analyses. Taking into account the location of the MET gene under this linkage peak, and the fact that it has recently been reported to be associated with autism, the gene was further analyzed as a promising autism candidate. The gene encodes a transmembrane receptor tyrosine kinase of the hepatocyte growth factor/scatter factor (HGF/SF). MET is best known as an oncogene, but its signalling also participates in immune function, peripheral organ development and repair, and the development of the cerebral cortex and cerebellum (all of which have been observed earlier as being disregulated in individuals with autism). Here we present a family-based association analysis covering the entire MET locus. Significant results were obtained in both single locus and haplotype approaches with a single nucleotide polymorphism in intron 1 (rs38845, P<0.004) and with one intronic haplotype (AAGTG, P<0.009) in 325 multiplex IMGSAC families and 10 IMGSAC trios. Although these results failed to replicate in an independent sample of 82 Italian trios, the association itself was confirmed by a case-control analysis performed using the Italian cohort (P<0.02). The previously reported positive association of rs1858830 failed to replicate in this study. Overall, our findings provide further evidence that MET may play a role in autism susceptibility.","dc:creator":"Sousa I","dc:date":"2009","dc:title":"MET and autism susceptibility: family and case-control studies."},"rdfs:label":"Case control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"Since the familial TDT and case control studies were inconsistent for rs38845, the data was not scored . In the same study, rs1858830 was also assessed using family based TDT (82 Italian trios). \n"},{"id":"cggv:81aff3f3-d32d-422d-b619-f72537dda32e","type":"EvidenceLine","evidence":[{"id":"cggv:81aff3f3-d32d-422d-b619-f72537dda32e_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:289e9451-c431-40b1-a961-f5188908412a","type":"Cohort","allGenotypedSequenced":174,"alleleFrequency":0.1609195402298851,"detectionMethod":"rs1858830\n\nCC/CG vs GG","evidence":[{"id":"cggv:81aff3f3-d32d-422d-b619-f72537dda32e_cc_evidence_item"}],"numWithVariant":28,"relatedCondition":{"id":"obo:MONDO_0005260"}},"controlCohort":{"id":"cggv:ad3644bb-190d-4241-a80a-9b4a49a591c0","type":"Cohort","allGenotypedSequenced":369,"alleleFrequency":0.1246612466124661,"detectionMethod":"rs1858830\n\nCC/CG vs GG","evidence":[{"id":"cggv:81aff3f3-d32d-422d-b619-f72537dda32e_cc_evidence_item"}],"numWithVariant":46},"lowerConfidenceLimit":1.12,"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":1.64,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.4,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19681062","type":"dc:BibliographicResource","dc:abstract":"Previous studies in three independent cohorts have shown that the rs1858830 C allele variant in the promoter region of the MET gene on chromosome 7q31 is associated with autism. Another study has found correlations between other alterations in the MET gene and autism in two unrelated cohorts. This study screened two cohorts, an Autistic Disorder cohort from South Carolina and a Pervasive Developmental Disorder (PDD) cohort from Italy, for the presence of the C allele variant in rs1858830. A significant increase in the C allele variant frequency was found in the South Carolina Autistic Disorder patients as compared to South Carolina Controls (chi(2)=5.8, df=1, P=0.02). In the South Carolina cohort, a significant association with Autistic Disorder was found when comparing the CC and CG genotypes to the GG genotype (odds ratio (OR)=1.64; 95% confidence interval (CI)=1.12-2.40; chi(2)=6.5, df=1, P=0.01) in cases and controls. In the Italian cohort, no significant association with PDD was found when comparing the CC or CG genotype to the GG genotype (OR=1.20; 95% CI=0.56-2.56; chi(2)=0.2, df=1, P=0.64). This study is the third independent study to find the rs1858830 C variant in the MET gene promoter to be associated with autism.","dc:creator":"Jackson PB","dc:date":"2009","dc:title":"Further evidence that the rs1858830 C variant in the promoter region of the MET gene is associated with autistic disorder."},"rdfs:label":"Case control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"The same variant was not significant in the Italian case control study (CC genotype: 18/51 (PDD); 27/126 (control); CC/CG vs GG -OR: 1.20 [95% CI: 0.56–2.56]). Hence the South Carolina cohort's data was not scored. \n\n"},{"id":"cggv:376d8b3b-6125-4b06-be7a-23117d5222e3","type":"EvidenceLine","evidence":[{"id":"cggv:376d8b3b-6125-4b06-be7a-23117d5222e3_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:197ddeb8-1469-443a-89f1-14c9cd624a72","type":"Cohort","allGenotypedSequenced":596,"alleleFrequency":0.3187919463087248,"detectionMethod":"Taqman SNP genotyping\nrs1858830","evidence":[{"id":"cggv:376d8b3b-6125-4b06-be7a-23117d5222e3_cc_evidence_item"}],"numWithVariant":190,"relatedCondition":{"id":"obo:MONDO_0005260"}},"controlCohort":{"id":"cggv:d580ccd1-0337-403f-ae68-be4059fea762","type":"Cohort","allGenotypedSequenced":300,"alleleFrequency":0.27,"detectionMethod":"Taqman SNP genotyping\nrs1858830","evidence":[{"id":"cggv:376d8b3b-6125-4b06-be7a-23117d5222e3_cc_evidence_item"}],"numWithVariant":81},"lowerConfidenceLimit":1.19,"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":1.76,"statisticalSignificanceValueType":"Relative Risk","upperConfidenceLimit":2.62,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19360663","type":"dc:BibliographicResource","dc:abstract":"A functional promoter variant of the gene encoding the MET receptor tyrosine kinase alters SP1 and SUB1 transcription factor binding, and is associated with autism spectrum disorder (ASD). Recent analyses of postmortem cerebral cortex from ASD patients revealed altered expression of MET protein and three transcripts encoding proteins that regulate MET signaling, hepatocyte growth factor (HGF), urokinase plasminogen activator receptor (PLAUR) and plasminogen activator inhibitor-1 (SERPINE1). To address potential risk conferred by multiple genes in the MET signaling pathway, we screened all exons and 5' promoter regions for variants in the five genes encoding proteins that regulate MET expression and activity. Identified variants were genotyped in 664 families (2,712 individuals including 1,228 with ASD) and 312 unrelated controls. Replicating our initial findings, family-based association test (FBAT) analyses demonstrated that the MET promoter variant rs1858830 C allele was associated with ASD in 101 new families (P=0.033). Two other genes in the MET signaling pathway also may confer risk. A haplotype of the SERPINE1 gene exhibited significant association. In addition, the PLAUR promoter variant rs344781 T allele was associated with ASD by both FBAT (P=0.006) and case-control analyses (P=0.007). The PLAUR promoter rs344781 relative risk was 1.93 (95% confidence interval [CI]: 1.12-3.31) for genotype TT and 2.42 (95% CI: 1.38-4.25) for genotype CT compared to genotype CC. Gene-gene interaction analyses suggested a significant interaction between MET and PLAUR. These data further support our hypothesis that genetic susceptibility impacting multiple components of the MET signaling pathway contributes to ASD risk.","dc:creator":"Campbell DB","dc:date":"2008","dc:title":"Genetic evidence implicating multiple genes in the MET receptor tyrosine kinase pathway in autism spectrum disorder."},"rdfs:label":"Case control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"Since most of this cohort was already evaluated in a previous study (PMID: 17053076) this data was not scored"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5a4ce32-0ac0-4c02-9d75-b830d5e1d96f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:990666de-5eef-44a6-aec0-6ef04e276641","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"MET protein levels were significantly decreased in postmortem cerebral cortex from ASD cases compared with control subjects\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17696172","type":"dc:BibliographicResource","dc:abstract":"Multiple genes contribute to autism spectrum disorder (ASD) susceptibility. One particularly promising candidate is the MET gene, which encodes a receptor tyrosine kinase that mediates hepatocyte growth factor (HGF) signaling in brain circuit formation, immune function, and gastrointestinal repair. The MET promoter variant rs1858830 allele \"C\" is strongly associated with ASD and results in reduced gene transcription. Here we examined expression levels of MET and members of the MET signaling pathway in postmortem cerebral cortex from ASD cases and healthy control subjects.","dc:creator":"Campbell DB","dc:date":"2007","dc:title":"Disruption of cerebral cortex MET signaling in autism spectrum disorder."},"rdfs:label":"MET protein levels"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"In the absence of human genetic evidence, this experimental evidence has been downgraded to 0 points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b7047e4-3fd2-4ce5-bf28-1b3dc46b356c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1d60e1bc-e45c-488e-a2c4-67f57f3bbcf3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The conditional KO MET mice showed some behaviors which were similar to the human phenotype (hypoactivity, blunted spontaneous alternation) but other  behavioral assays were normal for these animals (no anxiety like behavior, repetitive behavior). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26523156","type":"dc:BibliographicResource","dc:abstract":"Our laboratory discovered that the gene encoding the receptor tyrosine kinase, MET, contributes to autism risk. Expression of MET is reduced in human postmortem temporal lobe in autism and Rett Syndrome. Subsequent studies revealed a role for MET in human and mouse functional and structural cortical connectivity. To further understand the contribution of Met to brain development and its impact on behavior, we generated two conditional mouse lines in which Met is deleted from select populations of central nervous system neurons. Mice were then tested to determine the consequences of disrupting Met expression.","dc:creator":"Thompson BL","dc:date":"2015","dc:title":"Complete or partial reduction of the Met receptor tyrosine kinase in distinct circuits differentially impacts mouse behavior."},"rdfs:label":"Behavioral assays"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"In the absence of human genetic evidence, this line of experimental evidence was downgraded to 0 points."},{"id":"cggv:ac64f459-3387-4d6c-8e7a-db1294565269","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:34000765-e1bf-49e2-bcc3-2f4b33b9caa8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morphological changes on neocortical\npyramidal neurons: \nPost-pubertal\n(P40) mET conditional KO mice\n∼22% ↑ in spine volume; 20% ↓  in\ntotal dendritic tree volume; no change\nin total dendrite length","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20853516","type":"dc:BibliographicResource","dc:abstract":"Human genetic findings and murine neuroanatomical expression mapping have intersected to implicate Met receptor tyrosine kinase signaling in the development of forebrain circuits controlling social and emotional behaviors that are atypical in autism-spectrum disorders (ASD). To clarify roles for Met signaling during forebrain circuit development in vivo, we generated mutant mice (Emx1(Cre)/Met(fx/fx)) with an Emx1-Cre-driven deletion of signaling-competent Met in dorsal pallially derived forebrain neurons. Morphometric analyses of Lucifer yellow-injected pyramidal neurons in postnatal day 40 anterior cingulate cortex (ACC) revealed no statistically significant changes in total dendritic length but a selective reduction in apical arbor length distal to the soma in Emx1(Cre)/Met(fx/fx) neurons relative to wild type, consistent with a decrease in the total tissue volume sampled by individual arbors in the cortex. The effects on dendritic structure appear to be circuit-selective, insofar as basal arbor length was increased in Emx1(Cre)/Met(fx/fx) layer 2/3 neurons. Spine number was not altered on the Emx1(Cre)/Met(fx/fx) pyramidal cell populations studied, but spine head volume was significantly increased (∼20%). Cell-nonautonomous, circuit-level influences of Met signaling on dendritic development were confirmed by studies of medium spiny neurons (MSN), which do not express Met but receive Met-expressing corticostriatal afferents during development. Emx1(Cre)/Met(fx/fx) MSN exhibited robust increases in total arbor length (∼20%). As in the neocortex, average spine head volume was also increased (∼12%). These data demonstrate that a developmental loss of presynaptic Met receptor signaling can affect postsynaptic morphogenesis and suggest a mechanism whereby attenuated Met signaling could disrupt both local and long-range connectivity within circuits relevant to ASD.","dc:creator":"Judson MC","dc:date":"2010","dc:title":"Evidence of cell-nonautonomous changes in dendrite and dendritic spine morphology in the met-signaling-deficient mouse forebrain."},"rdfs:label":"Dendritic spine morphology"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"In the absence of human genetic evidence, this line of experimental evidence was downgraded to 0 points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":3649,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:f88c2fa4-db86-4edf-8adb-df1060ac9363","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:7029","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The MET gene, which encodes a receptor tyrosine kinase, has been reported in the literature in association with papillary renal cell carcinoma, deafness, and neurodevelopmental disorders (autism spectrum disorder [ASD] and developmental disorders). The relationships between MET and both papillary renal cell carcinoma and nonsyndromic genetic deafness have previously been evaluated by other ClinGen gene curation expert panels; please see those curation summaries for further information. This curation is focused on the relationship between MET and complex neurodevelopmental disorder.\nThe available genetic evidence for MET in the context of neurodevelopmental disorders can be divided into two categories: association studies of common genetic variants and large cohort studies of rare variants. Between 2006 and 2010, several studies suggested that common noncoding variants in MET were associated with autism susceptibility (PMIDs: 17053076, 19002214, 19681062, 20615438). However, these association studies were all extremely underpowered and their findings were not validated in a very large GWAS study in ASD (PMID: 30804558).\nFour rare de novo missense variants in the MET gene have also been observed in individuals with ASD or developmental disorders (PMIDs: 25533962, 29346770, 28714951). Three of these variants have been observed in multiple individuals in gnomAD v2.1.1. and were therefore not scored. The other missense variant was not present in gnomAD, but in the absence of functional evidence of pathogenicity was also not scored. A fifth case involved a boy with autism, severe language delay, and learning disabilities and an intragenic deletion including exons 12-15 of the MET gene (PMID: 24909855). The proband had two siblings with learning disabilities, language and social impairment, but only one carried the deletion. Further, while this variant was not inherited from the proband’s mother, the father was unavailable for testing or clinical evaluation. Because of this, we opted not to score this variant.\nThe experimental evidence for MET includes expression studies and mouse models, which evaluated different brain subregions, synaptic transmission and behavioral alterations (PMIDs: 7651534, 26523156, 20853516, 21509596, 21490227, 25471559, 26290232). The Met full knockout is lethal (PMID: 7651534), hence, the available mouse models were conditional knockouts for different brain cell types (PMID: 29188052). Met mutant mice showed abnormal dendritic spine morphology (PMIDs: 20853516, 21509596) and hypoactivity across several behavioral tasks (PMID: 26523156). However, sociability and social novelty preference were intact in the mutant animals and there was no evidence for increased anxiety or repetitive behaviors (PMID: 26523156). In the absence of human genetic evidence, this experimental evidence was not scored. Overall, there is  currently no convincing evidence to support a relationship between MET and complex neurodevelopmental disorder, so this gene-disease relationship is disputed. The ClinGen Intellectual Disability and Autism Gene Curation Expert Panel approved this classification on 01/19/2021 (SOP Version 8).\nMore evidence is needed to support or entirely refute this gene-disease relationship.","dc:isVersionOf":{"id":"cggv:d55c61af-ef8e-475d-9ff7-454496cb6462"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}