{"id":"cggv:03628749-51d6-437e-9816-1e32852645cfv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-10-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-11-25T15:16:04.789Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:989f14ea-7ac0-4e7b-b167-a42f990571e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:213c6bb2-43c8-4695-b9b9-c150c95495ad","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR detection of MAP3K20 in a variety of mouse tissues and differentiating mouse and human cells revealed expression in multiple tissue types with enhanced expression observed in type I skeletal muscles (diaphragm and soleus), as well as increased expression in dividing myoblasts compared to differentiating myotubes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27816943","type":"dc:BibliographicResource","dc:abstract":"Congenital myopathies define a heterogeneous group of neuromuscular diseases with neonatal or childhood hypotonia and muscle weakness. The genetic cause is still unknown in many patients, precluding genetic counselling and better understanding of the physiopathology. To identify novel genetic causes of congenital myopathies, exome sequencing was performed in three consanguineous families. We identified two homozygous frameshift mutations and a homozygous nonsense mutation in the mitogen-activated protein triple kinase ZAK. In total, six affected patients carry these mutations. Reverse transcription polymerase chain reaction and transcriptome analyses suggested nonsense mRNA decay as a main impact of mutations. The patients demonstrated a generalized slowly progressive muscle weakness accompanied by decreased vital capacities. A combination of proximal contractures with distal joint hyperlaxity is a distinct feature in one family. The low endurance and compound muscle action potential amplitude were strongly ameliorated on treatment with anticholinesterase inhibitor in another patient. Common histopathological features encompassed fibre size variation, predominance of type 1 fibre and centralized nuclei. A peculiar subsarcolemmal accumulation of mitochondria pointing towards the centre of the fibre was a novel histological hallmark in one family. These findings will improve the molecular diagnosis of congenital myopathies and implicate the mitogen-activated protein kinase (MAPK) signalling as a novel pathway altered in these rare myopathies.","dc:creator":"Vasli N","dc:date":"2017","dc:title":"Recessive mutations in the kinase ZAK cause a congenital myopathy with fibre type disproportion."},"rdfs:label":"MAP3K20 expression in mouse tissue and mouse and human cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This expression data is in agreement with the Human Protein Atlas, which suggests enhanced expression in skeletal muscle."},{"id":"cggv:614c93d4-fadb-4b65-968e-9395aee4a97a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c2edd1c-f5f8-45f8-b964-96547eb791e1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here, the authors show that the ubiquitously expressed MAP3K20 splice form ZAKβ is activated by osmotic shock and mechanical compression of cells. This process is mediated through a C‐terminal domain that responds to the mechanical perturbation of cytoskeletal stress fibers. In skeletal muscle, Z‐disc localized ZAKβ responds to muscle fiber contraction to mediate MAP kinase activation and is required to prevent muscle pathology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35899396","type":"dc:BibliographicResource","dc:abstract":"Mechanical inputs give rise to p38 and JNK activation, which mediate adaptive physiological responses in various tissues. In skeletal muscle, contraction-induced p38 and JNK signaling ensure adaptation to exercise, muscle repair, and hypertrophy. However, the mechanisms by which muscle fibers sense mechanical load to activate this signaling have remained elusive. Here, we show that the upstream MAP3K ZAKβ is activated by cellular compression induced by osmotic shock and cyclic compression in vitro, and muscle contraction in vivo. This function relies on ZAKβ's ability to recognize stress fibers in cells and Z-discs in muscle fibers when mechanically perturbed. Consequently, ZAK-deficient mice present with skeletal muscle defects characterized by fibers with centralized nuclei and progressive adaptation towards a slower myosin profile. Our results highlight how cells in general respond to mechanical compressive load and how mechanical forces generated during muscle contraction are translated into MAP kinase signaling.","dc:creator":"Nordgaard C","dc:date":"2022","dc:title":"ZAKβ is activated by cellular compression and mediates contraction-induced MAP kinase signaling in skeletal muscle."},"rdfs:label":"activation by cellular compression"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d3aa84f-34ba-4f3e-a0a6-6fca5f5ffb3d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0aaccf6-57d8-43ff-850e-f2a97943d915","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The embryonic lethality at E9.5 due to severe cardiac edema and growth retardation observed in these mice is dissimilar to the myopathy phenotype reported in humans to date.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26755636","type":"dc:BibliographicResource","dc:abstract":"The CRISPR/Cas technology enables targeted genome editing and the rapid generation of transgenic animal models for the study of human genetic disorders. Here we describe an autosomal recessive human disease in two unrelated families characterized by a split-foot defect, nail abnormalities of the hands, and hearing loss, due to mutations disrupting the SAM domain of the protein kinase ZAK. ZAK is a member of the MAPKKK family with no known role in limb development. We show that Zak is expressed in the developing limbs and that a CRISPR/Cas-mediated knockout of the two Zak isoforms is embryonically lethal in mice. In contrast, a deletion of the SAM domain induces a complex hindlimb defect associated with down-regulation of Trp63, a known split-hand/split-foot malformation disease gene. Our results identify ZAK as a key player in mammalian limb patterning and demonstrate the rapid utility of CRISPR/Cas genome editing to assign causality to human mutations in the mouse in <10 wk. ","dc:creator":"Spielmann M","dc:date":"2016","dc:title":"Exome sequencing and CRISPR/Cas genome editing identify mutations of ZAK as a cause of limb defects in humans and mice."},"rdfs:label":"Map3k20 knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The fully penetrant embryonic lethality observed in Map3k20 knockout mice is much more severe than the myopathy phenotype observed in the patients described in Vasli et al. and the phenotypes of severe cardiac edema and growth retardation have not been reported in humans homozygous for loss of function MAP3K20 variants. As a result of the incongruence of the phenotypes observed in the mouse model, this evidence was awarded 0 points."},{"id":"cggv:c68d86e1-44c7-4c91-bd59-ff5e9c087e49","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac0c9d7d-f6c8-4963-b5b3-3c412f5c7286","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No significant differences wereobserved in 6-month-old fish, whereas the 18-month-old Zakβ−/− fish show a trend in lower distance travelled and mean velocity and a significant difference with controls for lower percentage of time spent moving and mean active swimming episode. To confirm this trend, 35-month-old Zakβ−/− fish were tested against same-age WT controls that had been kept in different tanks. The results show that differences with controls are exacerbated by age, with all parameters measured showing lower performance for the 35-month-old Zakβ−/− fish.\n\nSimilar to the observations in mice, sporadic fibres showing apparent dissolution of the filamentous material were detected only in the samples from Zakβ−/− fish.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37427997","type":"dc:BibliographicResource","dc:abstract":"The ZAK gene encodes two functionally distinct kinases, ZAKα and ZAKβ. Homozygous loss of function mutations affecting both isoforms causes a congenital muscle disease. ZAKβ is the only isoform expressed in skeletal muscle and is activated by muscle contraction and cellular compression. The ZAKβ substrates in skeletal muscle or the mechanism whereby ZAKβ senses mechanical stress remains to be determined. To gain insights into the pathogenic mechanism, we exploited ZAK-deficient cell lines, zebrafish, mice and a human biopsy. ZAK-deficient mice and zebrafish show a mild phenotype. In mice, comparative histopathology data from regeneration, overloading, ageing and sex conditions indicate that while age and activity are drivers of the pathology, ZAKβ appears to have a marginal role in myoblast fusion in vitro or muscle regeneration in vivo. The presence of SYNPO2, BAG3 and Filamin C (FLNC) in a phosphoproteomics assay and extended analyses suggested a role for ZAKβ in the turnover of FLNC. Immunofluorescence analysis of muscle sections from mice and a human biopsy showed evidence of FLNC and BAG3 accumulations as well as other myofibrillar myopathy markers. Moreover, endogenous overloading of skeletal muscle exacerbated the presence of fibres with FLNC accumulations in mice, indicating that ZAKβ signalling is necessary for an adaptive turnover of FLNC that allows for the normal physiological response to sustained mechanical stress. We suggest that accumulation of mislocalized FLNC and BAG3 in highly immunoreactive fibres contributes to the pathogenic mechanism of ZAK deficiency.","dc:creator":"Stonadge A","dc:date":"2023","dc:title":"Myofibrillar myopathy hallmarks associated with ZAK deficiency."},"rdfs:label":"ZAKβ zebrafish KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"zebrafish model"},{"id":"cggv:1e421ab3-dc63-4b15-a58a-42575f6dbc09","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b0bcfc4-95ff-41fb-98f3-253dcded8dd6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Western blotting of muscle lysates revealed that Zak knockout was associated with a severe repression of the normal contraction‐induced activation of p38 and JNK.\n\nMorphological analysis of H&E stained sections revealed the presence of centralized nuclei specifically in the muscle fibers of the soleus, a clear sign of pathology and active muscle regeneration. Muscle fiber typing of the soleus revealed a marked shift from a roughly equal distribution of the slow‐twitch type I fibers and fast‐twitch type II fibers to a clear overrepresentation of type I fibers in adult mice. And both type I and type II fibers were clearly atrophic in the soleus. These hallmarks are similar to histopathological features to those observed in Zak‐deficient human patients","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35899396","rdfs:label":"ZAK−/− mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This mouse was also described in PMID: 37427997"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4b2a45c3-b0a9-4420-ac58-5a5b4574b5cf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4b2a45c3-b0a9-4420-ac58-5a5b4574b5cf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"allele":{"id":"cggv:2bc1d74a-7b51-48f4-a084-d0ccc84d232c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016653.3(MAP3K20):c.456del (p.Phe152LeufsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2579984149"}},"detectionMethod":"WES in the proband with Sanger sequencing of the available individuals to validate the variant and confirm its segregation in the family.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003698","obo:HP_0002505","obo:HP_0000276","obo:HP_0003551","obo:HP_0003394","obo:HP_0001252","obo:HP_0012514","obo:HP_0001270","obo:HP_0003388","obo:HP_0003691","obo:HP_0008968","obo:HP_0003323","obo:HP_0002650","obo:HP_0003307"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:241b6a03-08d5-43c5-867b-867f85e09cf0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2bc1d74a-7b51-48f4-a084-d0ccc84d232c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36217027","type":"dc:BibliographicResource","dc:creator":"Ahmad I","dc:date":"2023","dc:title":"A novel MAP3K20 mutation causing centronuclear myopathy-6 with fiber-type disproportion in a Pakistani family."}},"rdfs:label":"IV-7"},{"id":"cggv:241b6a03-08d5-43c5-867b-867f85e09cf0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:241b6a03-08d5-43c5-867b-867f85e09cf0_variant_evidence_item"}],"strengthScore":1,"dc:description":"The variant is expected to result in a frameshift and introduce a premature termination codon 49 amino acid residues downstream in exon 8/12. There was a marked reduction in MAP3K20 transcripts in all patients when compared with a healthy control, which is consistent with nonsense-mediated decay. \n\nHomozygous due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8},{"id":"cggv:d0b50eb8-80f1-4dcd-94ce-88def94711c4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d0b50eb8-80f1-4dcd-94ce-88def94711c4","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:e8cbe8f8-5416-4117-843f-e77b22936a98","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016653.3(MAP3K20):c.515G>A (p.Trp172Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349313237"}},"detectionMethod":"Exome sequencing on both affected siblings and mother identified homozygous c.515G>A (p.Trp172Ter) variant in both children. Parents are third degree cousins.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy revealed fiber size variation with hypo and hypertrophic fibres and numerous rounded fibers. Type 1 fibers were predominant and type 2 fibers were atrophic. Regional replacement of fibers by adipocytes was noted, but no inflammatory infiltrate, as well as an increase in endomysial connective tissue. Centralized and internalized nuclei were also a common feature, sometimes with clump of nuclei. Rimmed vacuoles sometimes containing eosinophilic or basophilic masses were present.","phenotypes":["obo:HP_0001324","obo:HP_0001270","obo:HP_0001371","obo:HP_0003803","obo:HP_0003318","obo:HP_0003557","obo:HP_0008956","obo:HP_0003805","obo:HP_0002650","obo:HP_0001388","obo:HP_0003687","obo:HP_0003458"],"previousTesting":true,"previousTestingDescription":"Genotyping analysis of microsatellite markers allowed the exclusion of COL6A1 and COL6A2. Due to a lack of informative markers in close proximity to COL6A3 the presence of variants in this gene was excluded by sequencing all exon and exon-intron boundaries of the genomic DNA and the entire cDNA. Homozygosity mapping was performed using the Illumina OmniExpress SNPs chip. Homozygous regions >1 Mb shared by both affected individuals but heterozygous in the parents and the unaffected sibling were identified using Genome Studio (Illumina) and AutoSNPa.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9caccb51-d35a-4c4b-8bcd-8bb373b82d65_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e8cbe8f8-5416-4117-843f-e77b22936a98"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27816943"},"rdfs:label":"Patient II-1"},{"id":"cggv:9caccb51-d35a-4c4b-8bcd-8bb373b82d65","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9caccb51-d35a-4c4b-8bcd-8bb373b82d65_variant_evidence_item"}],"strengthScore":1,"dc:description":"The MAP3K20 NM_133646.3:c.515G>A variant is expected to introduce a premature termination codon in exon 7/12 (p.Trp172Ter). The resulting mRNA product is predicted to undergo nonsense-mediated decay. This variant has not been observed in gnomAD v2.1.1. Transcriptome analysis of patient RNA (extracted from muscle tissue) via RNA sequencing revealed a 3.5-fold decrease in MAP3K20 mRNA levels compared to control samples, suggesting this variant leads to nonsense-mediated decay of the mRNA product.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2846eaa5-cff2-45b1-a7db-8f970438a510_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2846eaa5-cff2-45b1-a7db-8f970438a510","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":28,"allele":{"id":"cggv:a3e6d9a9-299e-40be-9d93-5db50c5e36ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016653.3(MAP3K20):c.490_491del (p.Met164ValfsTer24)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA537735248"}},"detectionMethod":"Trio exome sequencing identified a homozygous MAP3K20 variant: c.490_491delAT (p.Met164fsTer24) (parents are first-degree cousins). Confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Decreased ventilatory capacity also noted. Muscle biopsy revealed fiber size variation with hypo and hypertrophic fibers and numerous rounded fibers. Type 1 fibers were predominant; type 2 fibers were normal in size. Regional replacement of fibers by adipocytes but no inflammatory infiltrate was noted, as well as some split fibers. Hyaline bodies were absent. The muscle biopsy was classified as centronuclear myopathy with rimmed sarcolemma based on the predominance of fibers with central nuclei and abnormal accumulation of mitochondria at the periphery. Fibers also had a spicular aspect due to a peculiar subsarcolemmal accumulation of mitochondria clearly noted on SDH staining.","phenotypes":["obo:HP_0003701","obo:HP_0009055","obo:HP_0003803","obo:HP_0008180","obo:HP_0003557","obo:HP_0003307","obo:HP_0002650","obo:HP_0003691","obo:HP_0002460","obo:HP_0003687","obo:HP_0003458"],"previousTesting":true,"previousTestingDescription":"MTM1, BIN1 and DNM2 were excluded by Sanger sequencing of exons and intron-exon boundaries. MTM1 level was normal by western blot analysis. RYR1 was excluded by cDNA sequencing from muscle, while no pathogenic variant was found in TTN in the exome sequencing analysis. Targeted sequencing of 2500 candidate genes was also conducted. DNA microarray identified stretches of homozygosity.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5363e244-2aab-4ccf-876c-93560cabd50e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a3e6d9a9-299e-40be-9d93-5db50c5e36ef"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27816943"},"rdfs:label":"Patient I-1"},{"id":"cggv:5363e244-2aab-4ccf-876c-93560cabd50e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5363e244-2aab-4ccf-876c-93560cabd50e_variant_evidence_item"}],"strengthScore":1,"dc:description":"The MAP3K20 NM_133646.3:c.490_491del variant is expected to result in a frameshift and introduce a premature termination codon 24 amino acid residues downstream in exon 7/12 (p.Met164ValfsTer24). The resulting mRNA product is predicted to undergo nonsense-mediated decay. This variant has been observed in 1/31402 alleles (0.0032%) in gnomAD v2.1.1. mRNA extracted from patient cells (exact cell type not reported) was analyzed by microarray and found to contain a significantly reduced level (43%) of MAP3K20 mRNA compared to wild type control. These results were confirmed by RT-PCR using primers specific to the two MAP3K20 isoforms and revealed reduced levels of isoform 1 and absence of isoform 2, suggesting this variant leads to nonsense-mediated decay of the major isoform found in skeletal muscle. \n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fd5921f6-b2bc-4c4a-b2af-819aa4230547_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fd5921f6-b2bc-4c4a-b2af-819aa4230547","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:f1338ab4-5161-4402-98a3-ed1f7c2a435a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016653.3(MAP3K20):c.282dup (p.Asn95Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658653756"}},"detectionMethod":"Exome sequencing of patient and affected sibling identified homozygous c.280_281insT (p.Asn95Ter) MAP3K20 variant. Parents (first degree cousins) confirmed to be heterozygous for the variant, while a third affected child is also homozygous for the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy revealed fiber size variation with hypo and hypertrophic fibers and numerous rounded fibers. Type 1 fibers were predominant and common to all patients. The presence of rimmed vacuoles was noted, as well as evidence of sarcoplasmic disorganization and accumulation of subsarcolemmal material.","phenotypes":["obo:HP_0003701","obo:HP_0008981","obo:HP_0003691","obo:HP_0001388","obo:HP_0009050","obo:HP_0001065","obo:HP_0003687","obo:HP_0001270","obo:HP_0003805","obo:HP_0002460","obo:HP_0003557","obo:HP_0002515","obo:HP_0008180","obo:HP_0003458","obo:HP_0002650","obo:HP_0003803"],"previousTesting":true,"previousTestingDescription":"Haplotype analysis of all known limb-girdle muscular dystrophy (LGMD) loci in 2010 was performed and excluded most loci, but was compatible with possible linkage to the loci encompassing DYSF (excluded by sequencing) and TTN (no putative pathogenic variants later identified by exome sequencing).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:54af2d0c-268c-4ded-9816-95f139b4ff5c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f1338ab4-5161-4402-98a3-ed1f7c2a435a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27816943"},"rdfs:label":"Patient III-2"},{"id":"cggv:54af2d0c-268c-4ded-9816-95f139b4ff5c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:54af2d0c-268c-4ded-9816-95f139b4ff5c_variant_evidence_item"}],"strengthScore":1,"dc:description":"The MAP3K20 NM_133646.3:c.282dup variant is expected introduce a premature termination codon in exon 4/12 (p.Asn95Ter). The resulting mRNA product is predicted to undergo nonsense-mediated decay. This variant has not been observed in gnomAD v2.1.1. RT-PCR analysis of mRNA extracted from patient cells (exact cell type not reported) revealed a reduction in MAP3K20 mRNA compared to controls. Further, western blot analysis of patient muscle extract revealed the absence of the muscle-specific MAP3K20 protein isoform (isoform 2) compared to control skeletal muscle extracts, suggesting this variant leads to nonsense-mediated decay of the mRNA product.\n\nHomozygous by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Strong","sequence":9399,"specifiedBy":"GeneValidityCriteria11","strengthScore":12,"subject":{"id":"cggv:34bc48da-b015-4f62-bae5-a108db40dbc1","type":"GeneValidityProposition","disease":"obo:MONDO_0054695","gene":"hgnc:17797","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*MAP3K20* was first reported in relation to ​autosomal recessive centronuclear myopathy with fiber-type disproportion ​in ​2017 (Vasli et al., PMID 27816943)​​. At least four unique truncating variants identified by exome sequencing have been reported in humans in four consanguineous families (PMIDd: 27816943, 36217027). Evidence ​supporting this gene-disease relationship includes ​case-level genetic evidence suggesting loss of *MAP3K20,* as well as expression studies suggesting enhanced protein expression in affected tissues (PMID: 27816943). Additionally, MAP3K ZAKβ was established as a kinase activated upon cellular compression, with a particularly pronounced function in skeletal muscle, where it mediates contraction‐induced activation of p38 and JNK and a knockout mouse model recapitulated disease (PMID: 35899396). ZAKβ knockout zebrafish provided further disease modeling with age-related reduced locomotion (PMID: 37427997). In summary, there is strong evidence supporting the relationship between *MAP3K20* and ​autosomal recessive centronuclear myopathy.\n\nThis gene-disease pair was originally evaluated by the CM GCEP on 06/08/2020. It was reevaluated on 10/21/2024. As a result of this reevaluation new genetic (PMID: 36217027) and experimental evidence (PMID: 35899396, PMID: 37427997) was identified increasing the classification from Moderate to Strong (SOP Version 11).\n\nOf note, biallelic loss-of-function variants in the kinase domain lead to centronuclear myopathy 6, whereas biallelic variants in the SAM domain, which have been associated with increased kinase activity (Vind et al. 2020), have been associated with limb anomalies and hearing loss. Per lumping and splittling guidelines these were considered distinct disease entities and only centronuclear myopathy 6 is included in this curation.\nThe Congenital Myopathies GCEP has modified the classification from Definitive to Strong due to the low number of case reports available and the lack of specificity in disease recapitulation of animal models.","dc:isVersionOf":{"id":"cggv:03628749-51d6-437e-9816-1e32852645cf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}