{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-11-22T17:00:00.000Z","role":"Approver"},{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-12-15T18:09:42.141Z","role":"Publisher"}],"evidence":[{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1},{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b390cf3-97c0-41ae-840d-89b3d2265020","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:af9c44f3-ba51-4e4b-8f3f-34e8e8dc69b6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression-RT-PCR: showed developmental expression in otic vesicle, pectoral fin and midbrain suggesting involvement in hearing development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28013291","type":"dc:BibliographicResource","dc:abstract":"Clinical, genetic, and functional investigations were performed to identify the causative mutation in a distinctive Chinese family with postlingual non-syndromic mid-frequency sensorineural hearing loss. Whole-exome sequencing revealed SLC44A4, which encodes the choline transport protein, as the pathogenic gene in this family. In the zebrafish model, downregulation of slc44a4 using morpholinos led to significant abnormalities in the zebrafish inner ear and lateral line neuromasts and contributed, to some extent, to disabilities in hearing and balance. SH-SY5Y cells transfected with SLC44A4 showed higher choline uptake and acetylcholine release than that of cells transfected with mutant SLC44A4. We concluded that mutation of SLC44A4 may cause defects in the Choline- acetylcholine system, which is crucial to the efferent innervation of hair cells in the olivocochlear bundle for the maintenance of physiological function of outer hair cells and the protection of hair cells from acoustic injury, leading to hearing loss.","dc:creator":"Ma Z","dc:date":"2017","dc:title":"SLC44A4 mutation causes autosomal dominant hereditary postlingual non-syndromic mid-frequency hearing loss."},"rdfs:label":"Expression of SLC44A4 involvement in hearing development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c1560322-76d9-4476-9331-5b29f76a6535","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:bbd6053c-891e-4d4d-a492-ae4a8ad6ea63","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These experiments did not directly implicate SLC44A4 in HL","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10677542","type":"dc:BibliographicResource","dc:abstract":"Choline is an important metabolite in all cells due to the major contribution of phosphatidylcholine to the production of membranes, but it takes on an added role in cholinergic neurons where it participates in the synthesis of the neurotransmitter acetylcholine. We have cloned a suppressor for a yeast choline transport mutation from a Torpedo electric lobe yeast expression library by functional complementation. The full-length clone encodes a protein with 10 putative transmembrane domains, two of which contain transporter-like motifs, and whose expression increased high-affinity choline uptake in mutant yeast. The gene was called CTL1 for its choline transporter-like properties. The homologous rat gene, rCTL1, was isolated and found to be highly expressed as a 3. 5-kb transcript in the spinal cord and brain and as a 5-kb transcript in the colon. In situ hybridization showed strong expression of rCTL1 in motor neurons and oligodendrocytes and to a lesser extent in various neuronal populations throughout the rat brain. High levels of rCTL1 were also identified in the mucosal cell layer of the colon. Although the sequence of the CTL1 gene shows clear homology with a single gene in Caenorhabditis elegans, several homologous genes are found in mammals (CTL2-4). These results establish a new family of genes for transporter-like proteins in eukaryotes and suggest that one of its members, CTL1, is involved in supplying choline to certain cell types, including a specific subset of cholinergic neurons.","dc:creator":"O'Regan S","dc:date":"2000","dc:title":"An electric lobe suppressor for a yeast choline transport mutation belongs to a new family of transporter-like proteins."},"rdfs:label":"Choline uptake of CTL1-4"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"These experiments did not directly implicate SLC44A4 in HL, though they did study expression in various tissues of rats, they didn't study expression in the inner ear."},{"id":"cggv:658697c6-53c7-46da-9fa4-09725f9758d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:06be6f72-b2e0-47e7-a8ed-4b607ec912a6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"not direct evidence for hearing loss. Did not measure concentrations in ear","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24379411","type":"dc:BibliographicResource","dc:abstract":"Colonic microbiota synthesize a considerable amount of thiamine in the form of thiamine pyrophosphate (TPP). Recent functional studies from our laboratory have shown the existence of a specific, high-affinity, and regulated carrier-mediated uptake system for TPP in human colonocytes. Nothing, however, is known about the molecular identity of this system. Here we report on the molecular identification of the colonic TPP uptake system as the product of the SLC44A4 gene. We cloned the cDNA of SLC44A4 from human colonic epithelial NCM460 cells, which, upon expression in ARPE19 cells, led to a significant (p < 0.01, >5-fold) induction in [(3)H]TPP uptake. Uptake by the induced system was also found to be temperature- and energy-dependent; Na(+)-independent, slightly higher at acidic buffer pH, and highly sensitive to protonophores; saturable as a function of TPP concentration, with an apparent Km of 0.17 ± 0.064 μM; and highly specific for TPP and not affected by free thiamine, thiamine monophosphate, or choline. Expression of the human TPP transporter was found to be high in the colon and negligible in the small intestine. A cell surface biotinylation assay and live cell confocal imaging studies showed the human TPP transporter protein to be expressed at the apical membrane domain of polarized epithelia. These results show, for the first time, the molecular identification and characterization of a specific and high-affinity TPP uptake system in human colonocytes. The findings further support the hypothesis that the microbiota-generated TPP is absorbable and could contribute toward host thiamine homeostasis, especially toward cellular nutrition of colonocytes.","dc:creator":"Nabokina SM","dc:date":"2014","dc:title":"Molecular identification and functional characterization of the human colonic thiamine pyrophosphate transporter."},"rdfs:label":"TPP Transportation of SLC44A4"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Evidence of SLC44A4 function, does not directly implicate in disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87d34c31-bced-427c-9766-c53fc6fffcdd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cfa1e1dc-afc0-426d-be6f-a580f7f62c72","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Developmental proccesses in the inner ear are disrupted in slc44a4 morphant zebrafish. Studied the morphology of WT, Mcon, and MO-injected zebrafish. Neuromaths, otholiths were affected as well as hair cells. Additionally, hearing and swimming in slc44a4 morphant zebrafish was affected. Tested the fast escape reflex, a C-shaped startle response mediated predominantly by M cells, was measured using near-field pure tone stimulation with two different sound intensities.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28013291","rdfs:label":"Zebrafish slc44a4 knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":5469,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.6,"subject":{"id":"cggv:3bd33c3f-63eb-4083-8d4a-d36439bd2c12","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:13941","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"SLC44A4 was first reported in relation to autosomal dominant nonsyndromic hearing loss  in 2017 (Ma et al., PMID: 28013291). One variant (c.466A>G p.M156V) has been reported in one proband in one publication (PMID: 28013291) and is included in this curation. The variant was shown to segregate in the presented kindred with a LOD score of 2.1. The mechanism of pathogenicity is reported to be LOF. This gene-disease relationship is also supported by an animal model and rescue of the phenotype as well as expression level data (PMID: 28013291). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 04/24/2018. It was reevaluated on 11/16/2022. As a result of this reevaluation, the classification did not change from limited (SOP Version 9).","dc:isVersionOf":{"id":"cggv:3ddbe083-55c3-483b-8c32-fc9bdbef10c6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}