{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-07-29T13:25:37.918Z","role":"Publisher"},{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-07-29T13:25:27.108Z","role":"Approver"}],"evidence":[{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:59935b9f-665e-4a4f-84c8-c1f4d8d39669_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22bfd1c3-adc4-4553-8a21-c708c9cd7501","type":"Proband","firstTestingMethod":"High resolution melting","sex":"Female","variant":{"id":"cggv:59935b9f-665e-4a4f-84c8-c1f4d8d39669_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:58e88f64-97b6-42ce-8fd8-44ba79ca104c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020361.5(CPA6):c.812A>G (p.Asn271Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371260824"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25875328","type":"dc:BibliographicResource","dc:abstract":"Carboxypeptidase A6 (CPA6) is a peptidase that removes C-terminal hydrophobic amino acids from peptides and proteins. The CPA6 gene is expressed in the brains of humans and animals, with high levels of expression during development. It is translated with a prodomain (as proCPA6), which is removed before secretion. The active form of CPA6 binds tightly to the extracellular matrix (ECM) where it is thought to function in the processing of peptides and proteins. Mutations in the CPA6 gene have been identified in patients with temporal lobe epilepsy and febrile seizures. In the present study, we screened for CPA6 mutations in patients with juvenile myoclonic epilepsy and identified two novel missense mutations: Arg36His and Asn271Ser. Patients harboring these mutations also presented with generalized epilepsy. Neither of the novel mutations was found in a control population. Asn271 is highly conserved in CPA6 and other related metallocarboxypeptidases. Arg36 is present in the prodomain and is not highly conserved. To assess structural consequences of the amino acid substitutions, both mutants were modeled within the predicted structure of the enzyme. To examine the effects of these mutations on enzyme expression and activity, we expressed the mutated enzymes in human embryonic kidney 293T cells. These analyses revealed that Asn271Ser abolished enzymatic activity, while Arg36His led to a ~50% reduction in CPA6 levels in the ECM. Pulse-chase using radio-labeled amino acids was performed to follow secretion. Newly-synthesized CPA6 appeared in the ECM with peak levels between 2-8 hours. There was no major difference in time course between wild-type and mutant forms, although the amount of radiolabeled CPA6 in the ECM was lower for the mutants. Our experiments demonstrate that these mutations in CPA6 are deleterious and provide further evidence for the involvement of CPA6 mutations in the predisposition for several types of epilepsy. ","dc:creator":"Sapio MR","dc:date":"2015","dc:title":"Novel carboxypeptidase A6 (CPA6) mutations identified in patients with juvenile myoclonic and generalized epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25875328","rdfs:label":"EMJ52"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"This variant was scored as 0.1 using SOP v.8.  Although there is functional data, it is unclear if this is reliable given variants with a high minor allele frequency for an autosomal dominant condition has also demonstrated significant functional impacts with this assay. "}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":3211,"specifiedBy":"GeneValidityCriteria8","strengthScore":0.1,"subject":{"id":"cggv:4480cdeb-69e7-4559-a66e-4c0664387512","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:17245","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The CPA6 gene was first reported in association with a human phenotype in an individual with Duane anomaly and a de novo balanced reciprocal translocation interrupting the coding sequence of this gene (Pizzuti et al., 2002, PMID: 12454025).  Subsequent reports have suggested a relationship between CPA6 and both autosomal dominant and autosomal recessive epilepsy (MONDO:0005027).  Autosomal dominant epilepsy is the focus of this curation.  \nCPA6 variants were initially reported in association with seizures by Salzmann et al. in 2012 (PMID: 23105115).  This case report describes a consanguineous Moroccan family where p.A270V homozygotes presented with variable seizure phenotypes, including simple and complex febrile seizures and temporal lobe epilepsy; heterozygotes for this variant were unaffected.  An additional cohort of individuals with temporal lobe epilepsy were screened for variants in CPA6, and three individuals with the p.G267R variant were identified, two heterozygotes and one individual who also carried p.Q207E.  In the latter individual, phase was not determined, and these variants have been reported as occurring in cis in another individual in the literature (PMID 26648591).  The p.G267R variant has a relatively high frequency in gnomAD (0.21%), including 584 heterozygotes, making this variant unlikely to be disease causing in the setting of an autosomal dominant condition.  Additional missense variants in CPA6 were reported by Sapio et al., 2012 (PMID: 23105115).  The p.P16T variant was identified in a proband with simple febrile seizures and a positive family history of febrile seizures in the proband’s mother, but segregation analyses demonstrated that the variant was inherited from the proband’s unaffected father.  A number of the reported missense variants demonstrated significantly decreased CPA6 activity via expression studies in HEK293T cells; however similar reductions in activity were identified for missense variants too common in general population databases to be considered pathogenic, making the significance of these findings difficult to interpret (PubMed: 21922598, PubMed: 23105115, PubMed: 25875328).   One variant, p.N271S, was identified in an individual with juvenile myoclonic epilepsy, inheritance was unknown.  This variant is not present in the gnomAD database and was scored 0.1.   Additional variants in CPA6 have been reported in the literature in association with epilepsy and are summarized in this curation, but the majority are unable to be scored due to lack of segregation with disease or a high minor allele frequency in general population databases.  A zebrafish knockdown model demonstrated reduced response to proconvulsant stimulants despite the presumed loss of function disease mechanism in humans (PMID: 27050163).  Additionally, the seizure, clinical and radiologic phenotypes associated with CPA6 variants are variable and CPA6 expression in brain tissue is weak. \nCase level data provides a score of 0.1 points and there is no scored experimental evidence, resulting in a total score of 0.1 points.  In summary, there is convincing evidence refuting the relationship between CPA6 and autosomal dominant epilepsy, which significantly outweighs the evidence supporting the relationship.  This classification was approved by the ClinGen Epilepsy GCEP on 7/29/21 (SOP Version 8).\n\nThere is very limited evidence supporting a gene-disease association.  Many of the reported pathogenic variants have been subsequently identified as having a high minor allele frequency in population databases. ","dc:isVersionOf":{"id":"cggv:1cb32379-82a8-425d-ac80-3d740e1cc10b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}