{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-06-22T14:10:02.152Z","role":"Approver"},{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-09-16T19:23:14.318Z","role":"Publisher"}],"evidence":[{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:d0bc144f-f0f1-4423-b36f-ec9f474377b0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:af2f6ce0-53cc-4d6c-8133-67fbcba6745b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"detectionMethod":"Sanger sequencing for TNNT1 across all coding regions in the proband and of exon 9 for all other subjects.","phenotypeFreeText":"palatal weakness, poor jump, muscle biopsy revealed a characteristic pattern of nemaline rods and severe myofiber hypotrophy that was almost entirely restricted to the type 1 fiber population.","phenotypes":["obo:HP_0001315","obo:HP_0001533","obo:HP_0001771","obo:HP_0009020","obo:HP_0009073","obo:HP_0030319","obo:HP_0009027","obo:HP_0002650","obo:HP_0000768","obo:HP_0000276","obo:HP_0000218","obo:HP_0002058"],"previousTesting":true,"previousTestingDescription":"Extensive sequencing of the other known genes for NEM failed to identify any other mutant alleles. The proband underwent Sanger sequencing of full coding regions and ~50 bases of flanking noncoding sequences of nine of the NEM‐related genes (ACTA1, CFL2, KLHL4, KBTBD13, KLHL40, NEB, TNNT1, TPM2, TPM3).","sex":"Male","variant":{"id":"cggv:d0bc144f-f0f1-4423-b36f-ec9f474377b0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:97f684e3-bdcf-4053-a444-4eb259ad9224","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003283.6(TNNT1):c.311A>T (p.Glu104Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA407435103"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29178646","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy (NEM) is one of the three major forms of congenital myopathy and is characterized by diffuse muscle weakness, hypotonia, respiratory insufficiency, and the presence of nemaline rod structures on muscle biopsy. Mutations in troponin T1 (TNNT1) is 1 of 10 genes known to cause NEM. To date, only homozygous nonsense mutations or compound heterozygous truncating or internal deletion mutations in TNNT1 gene have been identified in NEM. This extended family is of historical importance as some members were reported in the 1960s as initial evidence that NEM is a hereditary disorder.","dc:creator":"Konersman CG","dc:date":"2017","dc:title":"Novel autosomal dominant TNNT1 mutation causing nemaline myopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29178646","rdfs:label":"IV.16"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"The heterozygous missense variant Glu104Val is located in the highly conserved tropomyosin‐binding site 1 region suggesting its importance in the structure and/or the function of troponin T1, however the effect was not experimentally determined."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.25},{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2008f30-cd51-4339-b2b1-8ba7efdd3f11","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9aa741c1-c418-487b-a11c-5d7c72e6719a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blotting showed expression of slow TnT in leg muscle but not heart muscle in both mice and humans. Additionally, Western blots were carried out on normal 16-week fetus, term newborn, 6-month postnatal, and adult human quadriceps muscle samples. The time courses show that, although cardiac TnT and embryonic fast skeletal muscle TnT are normally expressed in the fetal skeletal muscle, they are replaced by slow skeletal muscle TnT and adult fast TnT up-regulated in normal adult skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12732643","type":"dc:BibliographicResource","dc:abstract":"A lethal form of nemaline myopathy, named \"Amish Nemaline Myopathy\" (ANM), is linked to a nonsense mutation at codon Glu180 in the slow skeletal muscle troponin T (TnT) gene. We found that neither the intact nor the truncated slow TnT protein was present in the muscle of patients with ANM. The complete loss of slow TnT is consistent with the observed recessive pattern of inheritance of the disease and indicates a critical role of the COOH-terminal T2 domain in the integration of TnT into myofibrils. Expression of slow and fast isoforms of TnT is fiber-type specific. The lack of slow TnT results in selective atrophy of type 1 fibers. Slow TnT confers a higher Ca2+ sensitivity than does fast TnT in single fiber contractility assays. Despite the lack of slow TnT, individuals with ANM have normal muscle power at birth. The postnatal onset and infantile progression of ANM correspond to a down-regulation of cardiac and embryonic splice variants of fast TnT in normal developing human skeletal muscle, suggesting that the fetal TnT isoforms complement slow TnT. These results lay the foundation for understanding the molecular pathophysiology and the potential targeted therapy of ANM.","dc:creator":"Jin JP","dc:date":"2003","dc:title":"Truncation by Glu180 nonsense mutation results in complete loss of slow skeletal muscle troponin T in a lethal nemaline myopathy."},"rdfs:label":"Western blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Skeletal muscle specific expression shown by Western blot is consistent with that reported by The Human Protein Atlas (tissue enhanced in skeletal muscle) and with phenotypes in patients."},{"id":"cggv:9917b65c-5600-4e32-baed-c94bbf9767d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:941f9ed5-dffe-4016-a00b-3ef9f9374209","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ELISA experiments using immobilized truncations fast skeletal muscle TnT incubated with tropomyosin demonstrated an interaction between the two proteins and that the T1 region Tm-binding site is in the middle CB2 region.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20529660","type":"dc:BibliographicResource","dc:abstract":"Troponin T (TnT) binds to tropomyosin (Tm) to anchor the troponin complex in the thin filament, and it thus serves as a vital link in the Ca(2+) regulation of striated muscle contraction. Pioneer work three decades ago determined that the T1 and T2 chymotryptic fragments of TnT each contains a Tm-binding site. A more precise localization of the two Tm-binding sites of TnT remains to be determined. In the present study, we tested serial deletion constructs of TnT and carried out monoclonal antibody competition experiments to show that the T1 region Tm-binding site involves mainly a 39 amino acids segment in the N-terminal portion of the conserved middle region of TnT. We further employed another set of TnT fragments to locate the T2 region Tm-binding site to a segment of 25 amino acids near the beginning of the T2 fragment. The localization of the two Tm-binding sites of TnT provided new information for the structure-function relationship of TnT and the anchoring of troponin complex on muscle thin filament.","dc:creator":"Jin JP","dc:date":"2010","dc:title":"Localization of the two tropomyosin-binding sites of troponin T."},"rdfs:label":"Tropomyosin Binding"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"TPM2 is implicated in several forms of myopathy, including nemaline myopathy, and here it is shown that TNNT1 has direct physical interactions with it. The only known autosomal dominant nemaline myopathy variant to date occurs in the T1 region responsible for this interaction."},{"id":"cggv:a251628c-dc50-47fe-82f2-541491b18f0e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:335a0514-7c92-40f8-b7ec-c5173f900675","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TnT is a structural link between troponin and tropomyosin, providing Ca2+ sensitivity to the thin filament. Mutations in TNNT1 may interfere with this role in muscle contractions leading to phenotypes seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6746613","type":"dc:BibliographicResource","dc:abstract":"The binding of various combinations of chymotryptic troponin T subfragments, troponin I and troponin C to tropomyosin, troponin C and troponin I was examined semiquantitatively by using affinity chromatography. The interaction between troponin T2 and troponin I intensified the interaction between troponin T2 (or troponin T) and tropomyosin. When a mixture of troponin T2 and troponin C was applied to a tropomyosin-Sepharose 4B column, neither troponin T2 nor troponin C was retained in the presence of Ca2+ ion, while only troponin T2 was bound in the absence of Ca2+ ion. Such a Ca2+-dependent effect was not observed with troponin T. Troponin T2 subfragments, except troponin T2 beta III, were retained by troponin C-Sepharose 4B in the presence of troponin I, even in the solution containing 1.0 M NaCl, in the presence and absence of Ca2+ ion. On the basis of these findings, the interactions among troponin components and tropomyosin are discussed.","dc:creator":"Tanokura M","dc:date":"1984","dc:title":"Interactions among chymotryptic troponin T subfragments, tropomyosin, troponin I and troponin C."},"rdfs:label":"Troponin complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Clarified the cooperativity in the interactions of troponin T   with tropomyosin, troponin  I, and troponin C in relation to   their binding locations. For this purpose six subfragments of troponin T were examined by affinity chromatography.  The binding site of troponin I on the troponin T sequence was found to be a restricted region including residues 223-227. Troponin C bound to troponin T subfragments Ca2+-dependently and its binding site was a relatively broad region including the N-terminal half of troponin T subfragment T2. Tropomyosin bound to troponin T at two regions; the C-terminal half of subfragment Tl and the C-terminal region of T2."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f214432-c779-4537-9c7f-b1845d10b2c7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c7aa371-ab0f-4ded-b892-efe20ff21d69","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Both the altered body shape and reduced birefringence were corrected in SP8‐MO morphants when WT human TNNT1 mRNA was introduced. In contrast to the rescue experiments using WT human TNNT1 mRNA, coinjecting the c.287T>C (Leu96Pro) variant human mRNA with tnnt1 SP8-MOs failed to rescue the truncal curvature.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31970803","type":"dc:BibliographicResource","dc:abstract":"Recessive null variants of the slow skeletal muscle troponin T1 (TNNT1) gene are a rare cause of nemaline myopathy that is fatal in infancy due to respiratory insufficiency. Muscle biopsy shows rods and fiber type disproportion. We report on 4 French Canadians with a novel form of recessive congenital TNNT1 core-rod myopathy.","dc:creator":"Pellerin D","dc:date":"2020","dc:title":"Novel Recessive TNNT1 Congenital Core-Rod Myopathy in French Canadians."},"rdfs:label":"Zebrafish Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"This primarily serves to support the functional equivalence of TnTs with the zebrafish tnnt1 gene product, and demonstrate that the morphant phenotype is largely due to action of the MO on tnnt1 mRNAs."},{"id":"cggv:20d33031-a34a-4b3b-aef6-7f55acd0f6ba","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5906a425-3699-4d10-b024-a2ed16215e1f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both MOs induced similar myopathic phenotypes characterized by reduced muscle mass and variable degrees of dorsal curvature. Immunofluorescence revealed disorganized and reduced numbers of myofibers spaced farther away from each other in tnnt1 SP8‐MO morphants compared to WT controls. Electron microscopy of cross sections showed disorganized sarcomeres and Z‐line thickening.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31970803","rdfs:label":"Zebrafish Knock-down"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Myopathic changes were observed in zebrafish as in humans. While in zebrafish the gene was knocked down, autosomal dominant nemaline myopathy in humans is thought to act via a dominant negative mechanism."},{"id":"cggv:d1f5226e-d3af-4bfc-b43c-9b7536631179","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c31f9f3-8242-4e00-864d-3e5994ce3170","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Contractility measurement of superfused soleus muscle demonstrated changes in twitch and tetanic contractions, with twitch force decreased by ∼25% and recovery from fatigue slower and less than wild-type controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24445317","type":"dc:BibliographicResource","dc:abstract":"The total loss of slow skeletal muscle troponin T (ssTnT encoded by TNNT1 gene) due to a nonsense mutation in codon Glu(180) causes a lethal form of recessively inherited nemaline myopathy (Amish nemaline myopathy, ANM). To investigate the pathogenesis and muscle pathophysiology of ANM, we studied the phenotypes of partial and total loss of ssTnT in Tnnt1 gene targeted mice. An insertion of neomycin resistance cassette in intron 10 of Tnnt1 gene caused an approximately 60% decrease in ssTnT protein expression whereas cre-loxP-mediated deletion of exons 11-13 resulted in total loss of ssTnT, as seen in ANM muscles. In diaphragm and soleus muscles of the knockdown and knockout mouse models, we demonstrated that ssTnT deficiency resulted in significantly decreased levels of other slow fibre-specific myofilament proteins whereas fast fibre-specific myofilament proteins were increased correspondingly. Immunohistochemical studies revealed that ssTnT deficiency produced significantly smaller type I slow fibres and compensatory growth of type II fast fibres. Along with the slow fibre atrophy and the changes in myofilament protein isoform contents, ssTnT deficiency significantly reduced the tolerance to fatigue in soleus muscle. ssTnT-deficient soleus muscle also contains significant numbers of small-sized central nuclei type I fibres, indicating active regeneration. The data provide strong support for the essential role of ssTnT in skeletal muscle function and the causal effect of its loss in the pathology of ANM. This observation further supports the hypothesis that the function of slow fibres can be restored in ANM patients if a therapeutic supplement of ssTnT is achieved. ","dc:creator":"Wei B","dc:date":"2014","dc:title":"Deficiency of slow skeletal muscle troponin T causes atrophy of type I slow fibres and decreases tolerance to fatigue."},"rdfs:label":"KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The overall phenotype of ssTnT deficient mice includes myopathic features such as decreases in contractile force  and tolerance to fatigue. Additionally, the presence of nemaline bodies was shown in PMID: 29931346. While there is phenotypic overlap this model of a knockout mouse is not consistent with the disease mechanism of autosomal dominant nemaline myopathy which is though to result from a gain of function."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":901,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.75,"subject":{"id":"cggv:5918f806-93bc-4b24-9ba5-a701b9f4731e","type":"GeneValidityProposition","disease":"obo:MONDO_0018958","gene":"hgnc:11948","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TNNT1 was first reported in relation to autosomal dominant nemaline myopathy in 2017 (Konersman CG, et al., 2017, PMID: 29178646). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. To date only one variant (Glu104Val) has been reported in humans occurring in one proband and at least 7 additional affected family members (PMID: 29178646). The mechanism for disease is thought to be gain of function but has not been experimentally determined. This gene-disease relationship is supported by its biochemical function in muscle contraction, interaction with additional nemaline myopathy gene TPM2, expression in skeletal muscle, and models in both zebrafish and mouse. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nOf note, this gene has also been implicated in autosomal recessive nemaline myopathy 5. These have been assessed separately. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism (loss of function versus potential gain of function), inheritance pattern (autosomal recessive versus autosomal dominant), and phenotypic variability (the missense autosomal dominant mutation results in a mild phenotype with considerable clinical heterogeneity, whereas the recessive truncating and internal deletion mutations with loss of function are associated with severe, early‐onset phenotypes). Therefore, we have split curations for the disease entities, autosomal dominant nemaline myopathy and autosomal recessive nemaline myopathy 5.\n","dc:isVersionOf":{"id":"cggv:b5e1f9d1-b21e-46f6-94ce-10cb551ea92a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}