{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:52:49.594Z","role":"Publisher"},{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T13:52:36.631Z","role":"Approver"}],"evidence":[{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49de7bb8-9afc-4e95-af6e-89a88a5d411a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:832dbe0c-c648-40a2-969e-345124dfe750","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that NDUFAF5 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000101247-NDUFAF5/summary/rna) and expression in the brain has been shown in the cerebral cortex, cerebellum, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"NDUFAF5 brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:3d18204b-e3f4-4901-ad14-84e92b838408","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:829dfd3a-09cd-4ed2-b6cd-a93e87b8c002","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"complex I assembly","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18940309","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first and largest multimeric complex of the mitochondrial respiratory chain. Human complex I comprises seven subunits encoded by mitochondrial DNA and 38 nuclear-encoded subunits that are assembled together in a process that is only partially understood. To date, mutations causing complex I deficiency have been described in all 14 core subunits, five supernumerary subunits, and four assembly factors. We describe complex I deficiency caused by mutation of the putative complex I assembly factor C20orf7. A candidate region for a lethal neonatal form of complex I deficiency was identified by homozygosity mapping of an Egyptian family with one affected child and two affected pregnancies predicted by enzyme-based prenatal diagnosis. The region was confirmed by microcell-mediated chromosome transfer, and 11 candidate genes encoding potential mitochondrial proteins were sequenced. A homozygous missense mutation in C20orf7 segregated with disease in the family. We show that C20orf7 is peripherally associated with the matrix face of the mitochondrial inner membrane and that silencing its expression with RNAi decreases complex I activity. C20orf7 patient fibroblasts showed an almost complete absence of complex I holoenzyme and were defective at an early stage of complex I assembly, but in a manner distinct from the assembly defects caused by mutations in the assembly factor NDUFAF1. Our results indicate that C20orf7 is crucial in the assembly of complex I and that mutations in C20orf7 cause mitochondrial disease.","dc:creator":"Sugiana C","dc:date":"2008","dc:title":"Mutation of C20orf7 disrupts complex I assembly and causes lethal neonatal mitochondrial disease."},"rdfs:label":"radiolabeled mtDNA-encoded subunits and monitored assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"This is a CI assembly factor. Per LeighMap (Rahman et al., 2016) and other gene curations, there are 7 other complex I assembly factors (NDUFAF2, NDUFAF4, NDUFAF8, NDUFAF6, C17ORF89, FOXRED1, NUBPL)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5f6a8cb-7934-43d5-8af6-1cf1cd733a2c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66d43d5f-0d7d-40b4-b9af-2dae69812300","type":"FunctionalAlteration","dc:description":"SDS-PAGE immunoblotting confirmed that the C20orf7 hairpin caused a gross decrease\nin the steady-state level of the 8 kDa complex I subunit but no obvious effect on the levels of VDAC or the MTCO2 complex IV subunit (Figure 6B). These data strongly suggest that C20orf7 is crucial for activity and/ or assembly of endogenous complex I.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18940309","rdfs:label":"knockdown in cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"one cell culture model = 0.5"},{"id":"cggv:5edb50e4-e166-4eea-9e9d-64d3144d2a7b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:185592e9-6995-43e9-bce9-9b653a2c33e2","type":"FunctionalAlteration","dc:description":"Scoring for IV11: BN-PAGE showed a decrease of mature complex I in patient samples IV7 and IV11 to 30e40% of the control values. In carriers (III1, III2 and IV6) this was 70e90% of the normal amount of complex I (figure 4A, B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19542079","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is an early onset, progressive, neurodegenerative disorder with developmental and motor skills regression. Characteristic magnetic resonance imaging abnormalities consist of focal bilateral lesions in the basal ganglia and/or the brainstem. The main cause is a deficiency in oxidative phosphorylation due to mutations in an mtDNA or nuclear oxidative phosphorylation gene.","dc:creator":"Gerards M","dc:date":"2010","dc:title":"Defective complex I assembly due to C20orf7 mutations as a new cause of Leigh syndrome."},"rdfs:label":"IV11 PBMC BN-PAGE "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"RC dysfunction in patient cells = 1 point"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bcdeb67-ee3f-4f84-97ca-6e35c1346539","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96a5083c-b01e-4cd6-867a-e61fefa7f979","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The null strain showed a significant defect in growth, delay in development, a significant CI-specific defect was observed (40% activity of that of the wild type).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23536703","type":"dc:BibliographicResource","dc:abstract":"Ndufaf5 (also known as C20orf7) is a mitochondrial complex I (CI) assembly factor whose mutations lead to human mitochondrial disease. Little is known about the function of the protein and the cytopathological consequences of the mutations. Disruption of Dictyostelium Ndufaf5 leads to CI deficiency and defects in growth and development. The predicted sequence of Ndufaf5 contains a putative methyltransferase domain. Site-directed mutagenesis indicates that the methyltransferase motif is essential for its function. Pathological mutations were recreated in the Dictyostelium protein and expressed in the mutant background. These proteins were unable to complement the phenotypes, which further validates Dictyostelium as a model of the disease. Chronic activation of AMP-activated protein kinase (AMPK) has been proposed to play a role in Dictyostelium and human cytopathology in mitochondrial diseases. However, inhibition of the expression of AMPK gene in the Ndufaf5-null mutant does not rescue the phenotypes associated with the lack of Ndufaf5, suggesting that novel AMPK-independent pathways are responsible for Ndufaf5 cytopathology. Of interest, the Ndufaf5-deficient strain shows an increase in autophagy. This phenomenon was also observed in a Dictyostelium mutant lacking MidA (C2orf56/PRO1853/Ndufaf7), another CI assembly factor, suggesting that autophagy activation might be a common feature in mitochondrial CI dysfunction.","dc:creator":"Carilla-Latorre S","dc:date":"2013","dc:title":"Ndufaf5 deficiency in the Dictyostelium model: new roles in autophagy and development."},"rdfs:label":"Dictyostelium model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Poor growth = 0.5; C1 deficiency = 0.5"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b48c3c5b-b619-46b4-b9be-80a7771d25e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:78e8ceb0-3f17-4ccf-926e-4485ab6a10a8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Data was obtained with parental consent (CHOC approved IRB 130990); re-analysis of clinical sequencing data on a research basis revealed a potential disease candidate variant in exon 3 of NDUFAF5 at position c.327G>C, p.Lys109Asn (maternal) (all nomenclature refers to NM_024120, CCDS13118.1, NP_077025 ISOFORM 1) (Fig. 2A), which had bypassed the clinical filtering criteria.\n\nTo investigate the location of a potential second intronic NDUFAF5 mutation we filtered the patient's 7,181,082 WGS variants for NDUFAF5, which resulted in 45 hits. One variant fit inheritance of rare recessive disease (solely inherited from, and not homozygous in, the father) at position c.223-907A>C (20:13,767,051 A>C) which to our knowledge has not been reported.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient met all milestones until three months when parents were concerned about irritability, decreased sleep and arching, followed by loss of head control and social smile. \n\nAt four months, he was admitted due to concern for seizures. Physical examination showed a normocephalic, non-dysmorphic irritable infant with severe truncal hypotonia but increased tone and deep tendon reflexes in extremities with positive ankle clonus. MRI showed symmetrical T2 hyperintense signals involving portions of the thalamus and midbrain.\n\nLaboratory results included increased lactic acid and alanine in serum at 2.9 (0.7–2.1 mmol/L) and 455 (143–439 μmol/L) respectively, as well as in CSF at 4.5 (0.7–1.9 mmol/L) and 57 (6–41 μmol/L). Urine organic acids showed mild increase in lactate, pyruvate, 3-OH-butyrate, fumarate and malate with large increase in 2-ketoglutarate and citrate. \n\nA muscle biopsy was obtained at the time of gastrostomy placement. Modified trichrome staining of muscle revealed some myofibers with prominent granular staining, consistent with ragged red fibers, although electron microscopy examination did not show abnormal mitochondrial number or structure. Electron transport chain studies on   muscle were diagnostic for a mitochondrial complex I defect (Table 1). Seahorse respiration studies on patient fibroblasts revealed decreased basal respiration and spare respiratory capacity as well as increased extracellular acidification rates (Fig. 3A–C). ","phenotypes":["obo:HP_0002376","obo:HP_0002490","obo:HP_0011923","obo:HP_0003348","obo:HP_0011922","obo:HP_0012747","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"At six months of age, clinical whole exome sequencing for the parental-patient trio was negative. Clinical whole genome sequencing on the trio performed by the Illumina iHope program which was also negative.","secondTestingMethod":"Whole genome shotgun sequencing","sex":"Male","variant":{"id":"cggv:b48c3c5b-b619-46b4-b9be-80a7771d25e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f10acb4f-39d1-4fd2-b900-ff4317e17e69","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.327G>C (p.Lys109Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9767701"}},{"id":"cggv:3e240029-8534-4d79-a612-abc207bcd3e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.223-907A>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA741383974"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30473481","type":"dc:BibliographicResource","dc:abstract":"Primary mitochondrial complex I deficiency is the most common defect of the mitochondrial respiratory chain. It is caused by defects in structural components and assembly factors of this large protein complex. Mutations in the assembly factor NDUFAF5 are rare, with only five families reported to date. This study provides clinical, biochemical, molecular and functional data for four unrelated additional families, and three novel pathogenic variants. Three cases presented in infancy with lactic acidosis and classic Leigh syndrome. One patient, however, has a milder phenotype, with symptoms starting at 27 months and a protracted clinical course with improvement and relapsing episodes. She is homozygous for a previously reported mutation, p.Met279Arg and alive at 19 years with mild neurological involvement, normal lactate but abnormal urine organic acids. We found the same mutation in one of our severely affected patients in compound heterozygosity with a novel p.Lys52Thr mutation. Both patients with p.Met279Arg are of Taiwanese descent and had severe hyponatremia. Our third and fourth patients, both Caucasian, shared a common, newly described, missense mutation p.Lys109Asn which we show induces skipping of exon 3. Both Caucasian patients were compound heterozygotes, one with a previously reported Ashkenazi founder mutation while the other was negative for additional exonic variants. Whole genome sequencing followed by RNA studies revealed a novel deep intronic variant at position c.223-907A>C inducing an exonic splice enhancer. Our report adds significant new information to the mutational spectrum of NDUFAF5, further delineating the phenotypic heterogeneity of this mitochondrial defect.","dc:creator":"Simon MT","dc:date":"2019","dc:title":"Novel mutations in the mitochondrial complex I assembly gene NDUFAF5 reveal heterogeneous phenotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Extensive functional testing showing splicing defects - please see manuscript pages 59-61 and figure 4."},{"id":"cggv:7e167727-61db-4965-8ad8-7599dab1b4a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:124c1751-2033-4397-bd37-2d343af5ee9f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"Exome sequencing revealed compound heterozygous mutations in\nNDUFAF5 at position c.327G>C, p.Lys109Asn (maternal) and c.749G>T, p.Gly250Val (paternal)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Physical exam showed a mildly hypotonic, delayed nine-month-old responsive male with active smile who was mildly dysmorphic.\n\nAt twelve months, he was admitted to the pediatric intensive care unit with metabolic acidosis triggered by vomiting. New multifocal serpiginous areas of restricted diffusion were found on MRI (Fig. 1d). Serum lactic acid was elevated at 3.08 (nl; 0.36–1.29 nmol/L), while CSF lactic and pyruvic were also elevated at 3.2 (nl; 1.1–2.8 mmol/L) and 2.60 (nl 0.50–1.70 mg/dl) respectively. \n\nFigure 1d caption: \nd. Patient 4: Axial MRI images obtained at 9 months (left panel) and 12 months (right panel) of age. Images a and c are T2 weighted images, and images b and d are diffusion weighted sequence (DWI). At 9 months, bilateral symmetrical hyperintensities are noted in thalami, with a semicircular shape. These thalamic bilateral signal abnormalities also show restricted diffusion on the DWI sequence. In the MRI obtained 3 months later, the putamen is also involved with cystic lesions. Small bilateral and  symmetrical hyperintense areas are also noted in the frontal lobes and areas surrounding quadrigeminal cistern. The thalamic lesions have evolved since prior exam likely due to evolution from acute infarction with restricted diffusion to a chronic insult.","phenotypes":["obo:HP_0002490","obo:HP_0012758","obo:HP_0002151"],"sex":"Male","variant":{"id":"cggv:7e167727-61db-4965-8ad8-7599dab1b4a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:455f476a-bce7-495a-ad74-67aa3bee8b48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.749G>T (p.Gly250Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9767862"}},{"id":"cggv:f10acb4f-39d1-4fd2-b900-ff4317e17e69"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"p.Lys109Asn is the same mutation as observed for patient 3 of this\nreport, where we establish pathogenicity via functional studies, how- ever samples were not available for this patient. The pathogenicity of p.Gly250Val was reported previously and represents the common Ashkenazi Jewish founder mutation"},{"id":"cggv:4f5cf65e-eb17-41d1-b726-15093b9fee6e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:45eb8d72-0095-4584-843f-4e80c403b7bc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":27,"detectionMethod":"Exome sequencing performed at age thirteen revealed the same NDUFAF5 mutation, p.Met279Arg, found in patient 1. In this case the mutation is homozygous, with both parents being carriers (Fig. 2). p.Met279Arg has been reported seventeen times in the gnomAD database with all seventeen alleles segregating with East Asian ethnicity and an allele frequency of 0.0009 in that ethnic group (Supplemental Table 2). Since patient 1 and 2 are of Taiwanese descent we investigated the allele frequency of p.Met279Arg in 220 alleles from Taiwanese controls with negative results, ruling out the possibility that this mutation represents a common Taiwanese polymorphism. \n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"She was considered normal at birth and met all her early milestones. Initial symptoms started suddenly at twenty-seven months of age with strabismus, followed by ptosis and vomiting during an intercurrent illness. This prompted an admission where brain MRI studies showed hyperintense lesions in the medulla and upper cervical cord.\n\nAt age seven years she was hospitalized due to frequent emesis, inability to walk and a skin rash on her head, neck, trunk and upper extremities, with severe itching. The rash had been resistant to treatment with steroids and antihistamines; symptoms worsened over several months with pain and infected lesions secondary to scratching. Simultaneously, the patient had developed significant fatigue, muscle weakness, headaches, pain in legs and back, as well as tremors and contractures in her hands and lost the ability to ambulate or feed herself. \n\nAn MRI of the brain and spine showed worsening of the signal abnormalities in the brainstem with foci of symmetrical abnormalities in the cerebral peduncles and extensive abnormal T2 signal in cervical and thoracic spine (Fig. 1b).\n\nRespiratory chain enzyme analysis via spectrophotometric methods were performed in fibroblasts in a commercial laboratory (CIDEM), with normal results for complex II through IV and unexpectedly high activity for complex I. (Table 1). Follow-up testing on whole cells using the Oroboros system was also reported as normal (Supplemental Table 2). Cellular respiration capacity interrogated using the Seahorse Bioanalyzer showed low basal respiration and high extracellular acidification rate indicating a respiratory chain defect (Fig. 3A and B) while spare respiratory capacity was normal (Fig. 3C).","phenotypes":["obo:HP_0011922","obo:HP_0012747","obo:HP_0002376"],"previousTesting":true,"previousTestingDescription":"At 7 yrs, microarray, pyruvate dehydrogenase assay, as well as Sanger sequencing for mtDNA and multiple nuclear encoded mitochondrial genes, which were all negative.","sex":"Female","variant":{"id":"cggv:4f5cf65e-eb17-41d1-b726-15093b9fee6e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a046587c-4e2b-4aea-bab9-5a0e0f631fa7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.836T>G (p.Met279Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358016"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"\"We then proceeded to assess whether the p.Met279Arg variant may have affected NDUFAF5 protein levels by performing SDS polyacrylamide gel electrophoresis (SDS-PAGE) on fibroblast cell lysates. Results showed levels of approximately 50% of NDUFAF5 compared to control (Fig. 3D). We also interrogated protein levels for the complex I subunit NDUFS3, representing the peripheral arm of complex I, and found decreased levels at 40% of control (Fig. 3D). To investigate the possibility of mitochondrial proliferation we assessed the levels of the outer mitochondrial membrane marker TOMM20, which were essentially normal, indicating normal levels of mitochondrial content (Fig. 3D). \n\nWe also interrogated protein levels of all five mitochondrial complexes via SDS-PAGE and an OXPHOS antibody cocktail that uses anti- NDUFB8 to interrogate the membrane arm of complex I (Fig. 3E) with essentially normal results indicating that p.Met279Arg is a mild mutation.\""},{"id":"cggv:a2b8f695-12a7-477d-aac9-b4a44fc5c492_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a61265f0-79e2-49af-9f4c-f7b65d3525bb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":6,"detectionMethod":"WES showed compound heterozygosity of c.836T>G(p.Met279Arg) and c.145C>G(p.Arg49Gly) in NDUFAF5 gene in the proband while the sites were heterozygosity in the parents, arguing that the variants were passed from the parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"P16. P16 was an eight-month old girl when she was admitted to our hospital in April, 2016 due to “cough for 7 days and vomiting for 1 day”. She was the first and only child of healthy non-consanguineous Chinese parents after full term gestation, with a birth weight of 3.2 kg, length of 49 cm, and head circumference of 32 cm. Seizure attacked once after admission and cough and weakened swallowing function were noted. Laboratory examinations showed low sodium and slightly increased lactic acid, pyruvic acid, and blood ammonia. Cranial MRI demonstrated long T1 and long T2 signals with restricted diffusion at the region of bilateral  cerebral peduncle and splenium of corpus callosum (Fig. 2A). Additionally, long T1 signal intensity was revealed at sagittal medulla oblongata on T1WI and brain extracellular space of frontal and temporal parts were widened (Fig. 2B). After treated with oxygen inhalation, anti-infection, low sodium correction, and nasal feeding for 12 days, the condition improved and the proband discharged with nasogastric feeding. Unfortunately, she admitted to our hospital once again in May, 2017 because of “lethargy for 1 week”. Glasgow coma scale/score (GCS) was 6 (Best eye response +1, Best verbal response 4+, and Best motor response +1). Breathing irregular rhythm was noted and oxygen saturation could not be maintained, as a result, assisted ventilation was applied. The disease progressed rapidly, and the patient died due to central cardiovascular failure. ","phenotypes":["obo:HP_0002151","obo:HP_0012747","obo:HP_0001263"],"sex":"Female","variant":{"id":"cggv:a2b8f695-12a7-477d-aac9-b4a44fc5c492_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a046587c-4e2b-4aea-bab9-5a0e0f631fa7"},{"id":"cggv:ef951840-00cb-4686-8056-7565b0d7bcae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.145C>G (p.Arg49Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408282333"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29581464","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental delay accompanied unexplained dyspnea is a highly lethal disease in clinic. This study is to investigate the performance characteristics of trio whole exome sequencing (Trio-WES) in a pediatric setting by presenting our patient cohort and displaying the diagnostic yield. A total of 31 pediatric patients showing neurodevelopmental delay accompanied unexplained dyspnea were admitted to our hospital and referred for molecular genetic testing using Trio-WES. Eight genes namely MMACHC, G6PC, G6PT, ETFDH, OTC, NDUFAF5, SLC22A5, and MAGEL2 were suspected to be responsible for the onset of the clinical symptoms and 6 variants were novel. Standard interpretation according to ACMG guideline showed that the variants were pathogenic. Finally, diagnosis of methylmalonic aciduria and homocystinuria, glycogen storage disease, ornithine transcarbamylase deficiency, glutaric acidemia II, mitochondrial complex 1 deficiency, carnitine deficiency, and Schaaf-Yang syndrome was made in 12 out of the 31 patients. Trio-WES is an effective means for molecular diagnosis of infantile neurodevelopmental delay accompanied unexplained dyspnea. As for molecular etiology identification, when routine potential monogenetic inheritance patterns including de novo, autosomal recessive, autosomal dominant, and X-linked recessive inheritance analysis is negative, physicians should take into account imprinted genes.","dc:creator":"Tong W","dc:date":"2018","dc:title":"Whole-exome Sequencing Helps the Diagnosis and Treatment in Children with Neurodevelopmental Delay Accompanied Unexplained Dyspnea."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29581464","rdfs:label":"P16"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"No functional testing performed in this patient but one variant (M279R) reported in others with functional validation performed."},{"id":"cggv:b91ec186-3e45-459f-a0e1-58b6e12c3cc4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2eeaf422-1f40-48c0-8016-e9fc522fcf24","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"For family I, in which an isolated complex I deficiency in muscle was initially reported, homozygosity mapping seemed to be the most promising approach, given the numerous proteins involved in complex I structure and assembly, of which most produce a similar biochemical phenotype. In this family we identified a 2.91 Mb genomic region spanning chr. 20:12.656-15.571 Mb (supplementary data). Within this region there were eight protein coding genes, and only one of them was known to be expressed in the mitochondria and was previously reported as a  complex I assembly factor (Sugiana et al. 2008; Gerards et al. 2010). This gene, C20ORF7, consists  of 11 exons encoding 345 amino acids. Sequencing of the exons and the flanking intronic regions  revealed a single homozygous mutation c.749 G>T located in exon 7 in both affected children of \nfamily I. The parents and an unaffected sibling were heterozygous for the same mutation. ","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"The parents became concerned regarding his motor development at around 15 months of age as he was not yet standing. He took first steps at 16 months, and had his first words at 18 months of age. At around 20 months of age he began to demonstrate developmental regression, frequent falls were noted and the patient was no longer able to walk due to severe ataxia. Over a period of four months he lost head control, the ability to sit unsupported and stopped babbling.\n\n\nAt 12 months, MRI of the brain disclosed numerous symmetrical, T2 hyperintense bilateral lesions in the paramedian cerebral cortex and white matter. In addition bilateral small lesions were present in the medial thalami and multiple brainstem lesions involving the periaqueductal gray matter, anterior midbrain, pons, and dorsal medulla. Serial T2 weighted MRIs demonstrated resolution of some of the previously observed lesions but an increase in size and intensity of new lesions in the brainstem and deep white matter of the cerebral hemispheres including the midline of the pons, the cerebral peduncles, and the centra semiovale.\n\nExtensive metabolic and genetic investigations were essentially normal except for a mildly elevated plasma lactate level ( 3.0 mmol/L and 3.6 mmol/L, control 0.4-1.8 mmol/L), CSF lactate (2.7 mmol/L, control 0.5- 2.2 mmol/L) and plasma alanine (500 μmol/L, 143– 439 μmol/L). A muscle biopsy at 20 months of age showed sparse atrophic fibers with small foci of equivocal fiber\ntype groups that were non-specific. There were no ragged red fibers but on electron microscopy there were rare muscle fibers with increased numbers of mitochondria. There was mildly increased succinate dehydrogenase (SDH) and cytochrome c oxidase ( COX), subsarcolemmal stain. \n","phenotypes":["obo:HP_0002376","obo:HP_0002151","obo:HP_0012747","obo:HP_0002490","obo:HP_0003348"],"sex":"Male","variant":{"id":"cggv:b91ec186-3e45-459f-a0e1-58b6e12c3cc4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:455f476a-bce7-495a-ad74-67aa3bee8b48"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21607760","type":"dc:BibliographicResource","dc:abstract":"Defects of the mitochondrial oxidative phosphorylation (OXPHOS) system are frequent causes of neurological disorders in children. Linkage analysis and DNA sequencing identified a new founder p.G250V substitution in the C20ORF7 complex I chaperone in five Ashkenazi Jewish patients from two families with a combined OXPHOS complex I and IV defect presenting with Leigh's syndrome in infancy. Complementation with the wild type gene restored complex I, but only partially complex IV activity. Although the pathogenic mechanism remains elusive, a C20ORF7 defect should be considered not only in isolated complex I deficiency, but also in combination with decreased complex IV. Given the significant 1:290 carrier rate for the p.G250V mutation among Ashkenazi Jews, this mutation should be screened in all Ashkenazi patients with Leigh's syndrome prior to muscle biopsy.","dc:creator":"Saada A","dc:date":"2012","dc:title":"Combined OXPHOS complex I and IV defect, due to mutated complex I assembly factor C20ORF7."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21607760","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Homozygous\n\nAJ founder variant (\"Identical homozygous genotypes for 359 markers was noted in the overlapping segment in all subjects in families I and II, indicating a common founder allele. DNA from 869 anonymous, healthy Ashkenazi Jewish control individuals were screened for the c.749 G>T mutation, and three carriers were detected indicating a carrier rate of 1:290.\")\n\nIn order to confirm the functional effect of this new mutation, the fibroblasts of patient 1 were stably transfected with lentivirus vector carrying the wild type gene. Complex I activity in the patient's fibroblasts mitochondria was restored to near normal while complex IV activity was only partially restored (Fig. 1A and B). The ATP content in cells grown in galactose medium, was restored as well (Fig. 1C). Notably, succinate dehydrogenase (SDH) remained normal (Fig. 1D). The restoration of normal amount of complex I was demonstrated by immunocytochemistry. \n"},{"id":"cggv:3eb7a4ae-4d86-48d1-8897-5ff73f6ff021_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:70b9aef3-0b60-44cc-9beb-e6e52316c14a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Early developmental milestones and growth were normal. At six months of age, the patient began having swallowing difficulties and around the same time a head tilt, horizontal nystagmus and blepharospasm were noted. By eight months, the patient started having intermittent episodes of vomiting. An initial neurology evaluation confirmed the presence of nystagmus and revealed mild global hypotonia. Brain magnetic resonance imaging (MRI) was suggestive of Leigh syndrome showing symmetric lesions in the thalamus and midbrain as well as dysgenesis of the corpus callosum (Fig. 1c-d).\n\nInitial metabolic evaluation, at ten months, revealed lactic acidosis at 4.5 mmol/L (normal<2.2), elevated 3-hydroxybutyrate at 14.1 mg/dl (normal,<2.81) and abnormal urine organic acids (increased 3-OHbutyrate, fumarate, malate and 2-ketoglutarate). \n\nDuring this thirty day hospitalization she experienced further deterioration, worsening of her hypotonia and regression of motor milestones. A G-tube was placed, and the patient was discharged on G-Tube feedings. Over the following months, the patient was stable and had some improvement in her neurological status, until the age of twenty-five months when she contracted a respiratory infection which prompted rapid developmental regression. Her condition continued to worsen and at twenty-seven months she presented to the emergency room with fever and respiratory distress followed by cardiopulmonary arrest. She was resuscitated but had persistent metabolic acidosis and died five days later.","phenotypes":["obo:HP_0012747","obo:HP_0002151","obo:HP_0002376"],"previousTesting":true,"previousTestingDescription":"Full sequence of mtDNA as well as POLG1 and SURF1 sequences were normal","sex":"Female","variant":{"id":"cggv:3eb7a4ae-4d86-48d1-8897-5ff73f6ff021_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3d3b7e79-23aa-4a49-907e-2a1ec6789d64","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.155A>C (p.Lys52Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358060"}},{"id":"cggv:a046587c-4e2b-4aea-bab9-5a0e0f631fa7"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30473481","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downweighted due to no functional testing performed in this patient but functional work performed in cells from patient 2 from this paper who also harbored this variant (p.M279R). p.K52T predicted damaging by in silico predictors"},{"id":"cggv:80b897ea-3cc7-4428-a0bc-6d791ff0480b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c05af39e-0fea-43c9-87ab-97bc20a06baf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Homozygosity mapping\nCandidate regions were defined as homozygosity regions present in the patient samples but not in other family samples. 8 genes sequenced and only concerning varaints were in CRLS1 and c20orf7\n","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Computed tomography (CT) scanning of the brain of patient IV7 at the age of 5 years showed hypodensity and slight atrophy of the caudate nuclei and the putamen (figure 2a). Developmental delay, ID. Cerebrospinal fluid examination at the age of 5 years of patient IV-7 showed an increased lactic acid of 5 mmol/l (controls<2.0 mmol/l). \n\nA needle muscle biopsy from vastus lateralis muscle:\nIV-7: done at 29 years old\nComplex I activity, normalised by citrate synthase activity, was in muscle and PBMCs of patient IV7 respectively 36% and 6% of the controls and in patient IV11 respectively 48% and 33%.","phenotypes":["obo:HP_0002134","obo:HP_0011923","obo:HP_0001249","obo:HP_0002490","obo:HP_0012758","obo:HP_0003348"],"secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:80b897ea-3cc7-4428-a0bc-6d791ff0480b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:52462792-483b-4eea-abf3-1d98dfc11964","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024120.5(NDUFAF5):c.477A>C (p.Leu159Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114356"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19542079"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19542079","rdfs:label":"IV-7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"BN-PAGE showed a decrease of mature complex I in patient samples IV7 and IV11 to 30-40% of the control values. In carriers (III1, III2 and IV6) this was 70-90% of the normal amount of complex I (figure 4A, B)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Definitive","sequence":2507,"specifiedBy":"GeneValidityCriteria7","strengthScore":12,"subject":{"id":"cggv:ac559ca9-ce7f-4cce-bfba-ef8db873b1aa","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:15899","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFAF5 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 3, 2021. The NDUFAF5 gene encodes NADH:ubiquinone oxidoreductase (complex I) assembly factor 5. Defects of this protein lead to complex I deficiency.\n\nThe NDUFAF5 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2010 (PMID: 19542079). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included seven unique variants identified in seven unrelated cases from four publications (PMID: 19542079, 21607760, 29581464, 30473481). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, functional alteration in non-patient cells, functional alteration in patient cells, and animal models (PMIDs: 18940309, 25613900, 19542079, 23536703).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the gene-disease association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 3, 2021 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:55a2c102-f05d-4ff1-9527-3a55fb3f00c3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}