{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-07-09T19:00:00.000Z","role":"Approver"},{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-07-09T14:40:40.460Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Strong","sequence":8685,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:c3217c98-338b-404e-b29e-bc8ca5e79b5d","type":"GeneValidityProposition","disease":"obo:MONDO_0020341","gene":"hgnc:6836","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MAP1B was first reported in relation to autosomal dominant periventricular nodular heterotopia in 2018 (Heinzen et al., PMID: 29738522). Though an assertion for a provisional relationship with autosomal dominant hearing loss has been made (PMID 33268592), per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found significant differences in variant type and no phenotypic overlap with these presentations. Therefore, the following disease entities have been split, autosomal dominant deafness 83 (OMIM:619808), autosomal dominant periventricular nodular heterotopia 9 (OMIM:618918). This curation includes evidence pertaining to the relationship with periventricular nodular heterotopia only (MONDO:0020341).\n\nNine variants (six nonsense, three frameshift) that have been reported in nine probands in four publications (PMIDs: 29738522, 30150678, 31317654, 33772511) are included in this curation. Of note, both de novo variants and variants inherited from apparently unaffected parents (who have not had an MRI) have been described. While one family with a missense variant has been reported (PMID 37460233) it was not scored in this curation as there is currently insufficient evidence for variant pathogenicity. \n\nThe mechanism of pathogenicity remains unclear. While all apparent disease-causing variants are predicted loss of function variants (resulting in premature termination in exon 5 of 7), given that the MAP1B protein is cleaved into heavy chain and light chain microtubule interacting proteins near in the 3’ end of the region coded by exon 5, it is possible that these variants result in truncated heavy chain products and absence of light chain products. This is supported by expression studies in HeLa cells which demonstrate that stable truncated heavy chain proteins are generated from three LoF variants (PMID 30150678). A gain of function mechanism for truncated heavy chain products cannot be excluded.\n\nThough there is no scoreable experimental evidence to support this gene-disease relationship, there is an intriguing relationship with FMRP, the protein absent in individuals with Fragile X syndrome. In Fmr1 knock out mice, FMRP in regulates the production of MAP1B in neonatal brain neurons, governing cytoskeleton dynamics for normal neuronal development and function. The absence of FMRP in fragile X neurons leads to elevated MAP1B expression due to the loss of translation suppression of the MAP1B mRNA (PMIDs: 11733059, 37460233, 38757694). \n\nIn summary, there is strong evidence supporting the relationship between MAP1B and autosomal dominant periventricular nodular heterotopia. This has been repeatedly demonstrated in clinical diagnostic settings however experimental evidence supporting this relatioship is limited and the mechanism remains unclear. This classification was approved by the ClinGen Brain Malformations GCEP on July 9, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:7c522c71-4e46-4c95-b3ed-1063d4880ef5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}