{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-06-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-06-28T18:44:25.824Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a608c91-7ce0-40e8-8ba6-890424d6338b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:095d69cc-38e5-4a2f-8608-989e0553cc38","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FH assists in binding FI to the C3b–FH complex and the complex activates FI to cleave C3b at its first cleavage site. FI binds C3b–FH primarily at the CTC domain of C3b and domains CCP2–3 of FH. Interactions between C3b–FH and FI contribute, either directly or indirectly, to stabilization of the catalytic SP domain of FI and hence induce proteolytic activity to the enzyme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28671664","type":"dc:BibliographicResource","dc:abstract":"The complement system labels microbes and host debris for clearance. Degradation of surface-bound C3b is pivotal to direct immune responses and protect host cells. How the serine protease factor I (FI), assisted by regulators, cleaves either two or three distant peptide bonds in the CUB domain of C3b remains unclear. We present a crystal structure of C3b in complex with FI and regulator factor H (FH; domains 1-4 with 19-20). FI binds C3b-FH between FH domains 2 and 3 and a reoriented C3b C-terminal domain and docks onto the first scissile bond, while stabilizing its catalytic domain for proteolytic activity. One cleavage in C3b does not affect its overall structure, whereas two cleavages unfold CUB and dislodge the thioester-containing domain (TED), affecting binding of regulators and thereby determining the number of cleavages. These data explain how FI generates late-stage opsonins iC3b or C3dg in a context-dependent manner, to react to foreign, danger or healthy self signals.","dc:creator":"Xue X","dc:date":"2017","dc:title":"Regulator-dependent mechanisms of C3b processing by factor I allow differentiation of immune responses."},"rdfs:label":"Interaction with CFH"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:776643f6-4090-4469-bf66-678ea5a4e476","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ccb5861a-f679-4177-92a9-f8ba01663733","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These complexes are unable to drive opsonization as they are unable to form C3 or C5 convertases due to pathogenic variation in CFI, leading to dysregulation of the AP and ultimately C3G.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28671664","rdfs:label":"Dysregulation of the AP"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8e0d9813-341f-4b06-a588-69ff8d4049c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e33348fa-8129-4ef8-8ff5-a94e7ad5497a","type":"FunctionalAlteration","dc:description":"Multiple variants demonstrated significantly reduced expression compared to WT in vitro often paired with low FI plasma level in HEK293T cells:","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32510551","type":"dc:BibliographicResource","dc:abstract":"Factor I (FI) is one of the main inhibitors of complement activity, and numerous rare coding variants have been reported in patients with age-related macular degeneration, atypical hemolytic uremic syndrome and C3 glomerulopathy. Since many of these variants are of unknown clinical significance, this study aimed to determine the effect of rare coding variants in the complement factor I (CFI) gene on FI expression. We measured FI levels in plasma samples of carriers of rare coding variants and in vitro in the supernatants of epithelial cells expressing recombinant FI. FI levels were measured in 177 plasma samples of 155 individuals, carrying 24 different rare coding variants in CFI. In carriers of the variants p.Gly119Arg, p.Leu131Arg, p.Gly188Ala and c.772G>A (r.685_773del), significantly reduced FI plasma levels were detected. Furthermore, recombinant FI expression levels were determined for 126 rare coding variants. Of these variants 68 (54%) resulted in significantly reduced FI expression in supernatant compared to wildtype (WT). The recombinant protein expression levels correlated significantly with the FI level in plasma of carriers of CFI variants. In this study, we performed the most comprehensive FI expression level analysis of rare coding variants in CFI to date. More than half of CFI variants lead to reduced FI expression, which might impair complement regulation in vivo. Our study will aid the interpretation of rare coding CFI variants identified in clinical practice, which is in particular important in light of patient inclusion in ongoing clinical trials for CFI gene supplementation in AMD.","dc:creator":"de Jong S","dc:date":"2020","dc:title":"Effect of rare coding variants in the CFI gene on Factor I expression levels."},"rdfs:label":"Significantly reduced expression compared to WT in vitro"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Upgraded for consistent effect for variants identified in patients with disease."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:631d3f15-88a8-4d11-939c-bffd3344d26b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a7b58bc-386e-4df7-a86e-871ece3cb497","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice were all normal in either SPF (specific pathogen free) or regular environment. When treated with lipopolysaccharides (LPS), a bacterial endotoxin that mimics infection and sepsis, the mice developed albuminuria, kidney function impairment, and C3 glomerular deposition at levels comparable with the wild-type mice.\n\nThe mice with other genotypes concerning CFI D288G and P467S were also tested in parallel. Unexpectedly, the D288G homozygotes all developed severe mesangial deposition of C3 in the LPS model, indicating that CFI D288G variation was involved in the C3 deposition, a key feature of C3GN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34149444","type":"dc:BibliographicResource","dc:abstract":"C3 glomerulopathy (C3GP) is a disease entity caused by abnormality of the complement alternative pathway (AP) and characterized by C3 deposition in glomeruli. Many variations or mutations of complement factors are believed to underlie the susceptibility to C3GP, but there is a lack of experimental evidence. We have recently reported a patient with C3 glomerulonephritis (C3GN) and compound heterozygosity of two novel variations in the complement factor (CFI). Here, we generated a mouse model to mimic the CFI variations for studying pathogenicity of CFI variations in C3GN development. We used the CRISPR/Cas9 system to make mutant mouse lines that carried D288G and P467S mutations in CFI, respectively, and crossed them to generate mice with compound heterozygosity of CFI D288G and P467S. The mice were all normal in either SPF (specific pathogen free) or regular environment. When treated with lipopolysaccharides (LPS), a bacterial endotoxin that mimics infection and sepsis, the mice developed albuminuria, kidney function impairment, and C3 glomerular deposition at levels comparable with the wild-type mice. The mice with other genotypes concerning CFI D288G and P467S were also tested in parallel. Unexpectedly, we found that the D288G homozygotes all developed severe mesangial deposition of C3 in the LPS model, indicating that CFI D288G variation was involved in the C3 deposition, a key feature of C3GN. The mouse lines generated in the present study can be used to further study the role of CFI variations in C3GN development; in addition, they may be used to screen and test infections and environmental factors capable of triggering C3GN.","dc:creator":"Song H","dc:date":"2021","dc:title":"Generation and Characterization of Mouse Models of C3 Glomerulonephritis With CFI D288G and P467S Mutations."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.9}],"evidenceStrength":"Moderate","sequence":8545,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.9,"subject":{"id":"cggv:eafffcd2-dded-4c0a-82e1-84043a5dda1f","type":"GeneValidityProposition","disease":"obo:MONDO_0013892","gene":"hgnc:5394","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CFI was first reported in relation to autosomal dominant C3 glomerulopathy (C3G) in 2012 (Servais et al., PMID: 22456601). C3G is characterized by complement dysregulation occurring in the fluid phase and in the glomerular microenvironment (Smith et al., 2019, PMID: 30692664). The term C3G is inclusive of dense deposit disease (DDD) and C3 glomerulonephritis (C3GN). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, atypical hemolytic uremic syndrome (aHUS) (OMIM:612923) and C3G. The split curation for autosomal dominant aHUS has been curated separately. Seven variants (missense, nonsense, and frameshift) that have been reported in 7 probands in 3 publications (PMIDs: 22456601, 35619721, 37615951) are included in this curation. The mechanism of pathogenicity is known to be loss of function, causing dysregulation of the complement-mediated immune pathway. This gene-disease relationship is also supported by biochemical function in the complement-mediated immune pathway, protein interaction with factor H, functional alteration demonstrated by reduced *in vitro* expression in HEK293T cells and low FI plasma levels caused by variants observed in patients, and a mouse model recapitulating C3G as seen in human patients (PMIDs: 28671664, 32510551, 34149444). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Complement-Mediated Kidney Diseases GCEP on the meeting date April 17, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:943f6c06-e32b-4052-8628-4c28de20c838"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}