{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10102","role":"SecondaryContributor"},{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-12-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-05-10T11:43:21.869Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30250168","type":"dc:BibliographicResource","dc:abstract":"Transcription factor (TF) networks determine cell fate in hematopoiesis. However, how TFs cooperate with other regulatory mechanisms to instruct transcription remains poorly understood. Here we show that in small pre-B cells, the lineage restricted epigenetic reader BRWD1 closes early development enhancers and opens the enhancers of late B lymphopoiesis to TF binding. BRWD1 regulates over 7000 genes to repress proliferative and induce differentiation programs. However, BRWD1 does not regulate the expression of TFs required for B lymphopoiesis. Hypogammaglobulinemia patients with BRWD1 mutations have B-cell transcriptional profiles and enhancer landscapes similar to those observed in Brwd1","dc:creator":"Mandal M","dc:date":"2018","dc:title":"BRWD1 orchestrates epigenetic landscape of late B lymphopoiesis."},"evidence":[{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50b23d75-1aaa-4cf8-bdf2-fa7a0bdcfaff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ac69b2f-c138-432b-bf0e-b4f248b16d20","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical staining of human tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Tissue expression of BRWD1 protein"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:94bceebe-b1f1-4eed-92ce-5600b48cf2ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a2d9a52-a881-4244-a9b3-0388821caab8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BRWD1 binds (through its bromodomains) to chromatin in B cell progenitors to regulate the Igk chain recombination. \nThe alteration of this function leads to the decrease in circulating antibody level. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26301565","type":"dc:BibliographicResource","dc:abstract":"B lymphopoiesis requires that immunoglobulin genes be accessible to RAG1-RAG2 recombinase. However, the RAG proteins bind widely to open chromatin, which suggests that additional mechanisms must restrict RAG-mediated DNA cleavage. Here we show that developmental downregulation of interleukin 7 (IL-7)-receptor signaling in small pre-B cells induced expression of the bromodomain-family member BRWD1, which was recruited to a specific epigenetic landscape at Igk dictated by pre-B cell receptor (pre-BCR)-dependent Erk activation. BRWD1 enhanced RAG recruitment, increased gene accessibility and positioned nucleosomes 5' to each Jκ recombination signal sequence. BRWD1 thus targets recombination to Igk and places recombination within the context of signaling cascades that control B cell development. Our findings represent a paradigm in which, at any particular antigen-receptor locus, specialized mechanisms enforce lineage- and stage-specific recombination. ","dc:creator":"Mandal M","dc:date":"2015","dc:title":"Histone reader BRWD1 targets and restricts recombination to the Igk locus."},"rdfs:label":"Confocal microscopy shows the nuclear localization of BRWD1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a140a59f-e4af-4519-8521-ea41a4569ee3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b7c5ab1-81f7-45e0-85c8-6f9b9593bcf1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BRWD1 mutated mice show decreased levels of circulating antibodies like observed in human patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26301565","rdfs:label":"BRWD1 mutated mice have hypogammaglobulinemia"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":6223,"specifiedBy":"GeneValidityCriteria9","strengthScore":4,"subject":{"id":"cggv:e75b5297-ff56-4bd9-8f71-84b92406131b","type":"GeneValidityProposition","disease":"obo:MONDO_0015977","gene":"hgnc:12760","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Agammaglobulinemia is a primary immunodeficiency characterized by low or absent serum immunoglobulins and circulating B cells. Affected individuals present an early onset of severe infections. The most common form of agammaglobulinemia is X-linked agammaglobulinemia which is caused by mutations in the *BTK* gene and accounts for 85 to 95% of male patients. Autosomal recessive agammaglobulinemia is a genetically heterogeneous disorder and accounts for up to 15% of patients with the characteristic signs of agammaglobulinemia (PMID: 17709424).  \n\nMutations in the *BRWD1* gene were first reported in association with autosomal dominant agammaglobulinemia with incomplete penetrance (MONDO:0015977) in 2018 (PMID: 30250168). Mutations in this gene have also been reported in association to Primary Ciliary Dyskinesia (MONDO:0016575) in 2021 (PMID: 33389130).\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group and due to the differences in molecular mechanism and inheritance patterns, and the obvious phenotypic variability, the ClinGen Motile Ciliopathy GCEP working group estimated that Agammaglobulinemia (MONDO:0015977) and Primary Ciliary Dyskinesia (MONDO: 0016575) represent distinct diseases and decided to split the entities.\n\n*BRWD1* is a protein containing 8 WD repeats and 2 bromodomains. While WD repeats have diverse functions (PMID: 11814058), the bromodomains are particularly involved in histone recognition (PMID: 22464331). The gene encoding the *BRWD1* protein is located in the Down Syndrome critical region of chromosome 21 which shows conserved synteny with the mouse chromosome 16.\n\nEvidence from 3 probands reported in only one publication (PMID: 30250168) were included in this curation. Heterozygous variants were identified in the three patients (1 frameshift, 1 splice and 1 missense) and two among the three patients’ mothers were asymptomatic carriers. The authors suggested “autosomal dominant with incomplete penetrance” mode of inheritance.  With this publication being the only report of *BRWD1* mutations in association with Agammaglobulinemia, we reached only 1 point for the genetic evidence of this curation.\n\n*BRWD1* is expressed in the tissues of the Immune System (bone marrow, spleen, lymph node, etc.) manifesting a similar expression pattern of other genes associated with Agammaglobulinemia (e.g., *BTK, BLNK*) (PMID: 25613900).\n\nAbundant experimental evidence supports the nuclear localization of *BRWD1* in cells from different tissues and notably in B cell progenitors of wild-type mice (PMID: 26301565, PMID: 25547156, PMID: 12889071). *BRWD1 *demonstrates an expression pattern similar to that of Igk throughout B cell development. Besides immunostaining, coimmunoprecipitation showed that *BRWD1* associates with *BRG1* which is a component of a chromatin remodeling complex (PMID: 12889071). This biochemical evidence suggests that *BRWD1* binds (through its bromodomains) to chromatin in B cell progenitors to regulate the Igk chain recombination.\n\n*Brwd1* mutated mice were generated through Ethylnitrosourea (ENU) mutagenesis. In these mice, the generated splice mutation causes the skipping of the exon 10 and leads to the expression of a truncated *BRWD1* protein (PMID: 26301565). The *Brwd1* mutant mice showed diminished frequencies of later-stage B cell progenitors, a reduction in the IgM+ B cell population, small spleens, decreased numbers of total splenocytes, but no defects in other hematopoietic lineages and thymocytes (PMID: 26301565).\n\nCompared to wild-type mice, RNA-seq results show that mutant mice have a clustering of upregulated and downregulated genes in small pre-B cells, which suggests that *BRWD1* orchestrates transcriptional programs of late B-cell development (PMID: 26301565). Semi-quantitative PCR analysis of Igk rearrangement in small pre-B cells from wild- type and Brwd1 mutant mice shows a diminished Vκ-Jκ recombination. This highlights the role of BRWD1 in Igk recombination (PMID: 26301565). ChIP-qPCR analysis of the Igk region in Small pre-B cells shows that H4K16ac (acetylation at the 16th lysine residue of the histone H4 protein) is almost absent in *Brwd1* mutant mice compared to a robust expression in wild-type. This suggests that *BRWD1* binds to Igk and facilitates chromatin decompaction (PMID: 26301565).\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Motile Ciliopathy GCEP on December 8, 2022 (SOP Version 9).\n\n**ClinGen Antibody Deficiencies GCEP Addendum**:\n\nEarly and late stages of B cell development in the bone marrow is complex and sequential and involves immunoglobulin gene rearrangement as a key event. There are several transcription factors (TFs) that regulate B cell fate decisions, and these TFs target specific enhancers, which interact with cognate gene promoters to regulate specific gene expression programs.\nThe BROMO and WD40 domains of *BRWD1* are essential for preparing the Ig kappa locus, assembly of *RAG* genes and subsequent Igkappa recombination. The expression of *BRWD1* has been shown to be lineage- and stage-specific. It has also been shown that *BRWD1* regulates a genome-wide reordering of enhancer accessibility resulting in opening of those critical for late B cell lymphopoiesis to TF binding (Mandal et al., 2018, PMID: 30250168).\n\n*BRWD1* pathogenic variants have been identified in 4/50 patients with hypogammaglobulinemia. These patients also had either undetectable or very low peripheral B cell counts. Mandal et al. (2018) postulate that *BRWD1* pathogenic variants are common in patients with idiopathic hypogammaglobulinemia. Also, *BRWD1*-mutated patient cell-derived data reveal similar transcriptional and epigenetic profiles as those observed in the *Brwd1-/-* (null) mice. All 4 patients had pan-hypogamma (pediatric and adult patients) with Giardia infections, sinusitis. One patient each had Norovirus and Campylobacter infections. All patients also had low class-switched memory B cells (PMID: 30250168).\n\nTwo of the 4 patients in Mandal et al. (2018) had a variant in *BRWD1* predicted to affect splicing 3’ of exon 22. Their mother had the same variant but no phenotype suggesting incomplete penetrance. One patient had an indel in exon 21 leading to a frameshift and premature stop codon. The 4th patient had a missense variant in exon 17, encoding the WD40 domain. The clinical and immunological phenotype of these patients supports a humoral deficiency association with heterozygous *BRWD1* variants (autosomal dominant) (PMID: 30250168).\n\n*BRWD1* is currently not included in Table 3 ('Predominantly Antibody Defects') of the 2022 IUIS classification (Tangye et al., 2022, PMID: 35748970).","dc:isVersionOf":{"id":"cggv:a44471f3-0951-4456-955d-916b691e59f5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}