{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-06-20T16:44:19.242Z","role":"Approver"},{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9d67451f-24ac-4ee6-89db-04f12309ec6e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f4dd94e7-0920-4791-8b0c-9400f205fcf9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome spectrum.\nBrain MRI showed bilateral symmetrical punctate lesions involving ventral side ofthe medulla, cerebral peduncle, and symmetrical hyperintense lesions involving the thalamus, caudate nucleus, and putamen of the basal ganglia, along with mild cerebral atrophy. \nOXPHOS measurements in patient fibroblasts demonstrated reduced complex I and IV activity (approximately 30 and 20% of control respectively)","phenotypes":["obo:HP_0001263","obo:HP_0002376"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9d67451f-24ac-4ee6-89db-04f12309ec6e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:cb2aa1e8-53d6-4877-a0f3-fb0acc461603","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017952.6(PTCD3):c.1746_1747dup (p.Phe583SerfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187387"}},{"id":"cggv:27f1a011-752d-4798-9c0b-dd560092e261","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017952.6(PTCD3):c.415-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347540060"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30607703","type":"dc:BibliographicResource","dc:abstract":"Pentatricopeptide repeat domain proteins are a large family of RNA-binding proteins involved in mitochondrial RNA editing, stability, and translation. Mitochondrial translation machinery defects are an expanding group of genetic diseases in humans. We describe a patient who presented with low birth weight, mental retardation, and optic atrophy. Brain MRI showed abnormal bilateral signals at the basal ganglia and brainstem, and the patient was diagnosed as Leigh syndrome. Exome sequencing revealed two potentially loss-of-function variants [c.415-2A>G, and c.1747_1748insCT (p.Phe583Serfs*3)] in PTCD3 (also known as MRPS39). PTCD3, a member of the pentatricopeptide repeat domain protein family, is a component of the small mitoribosomal subunit. The patient had marked decreases in mitochondrial complex I and IV levels and activities, oxygen consumption and ATP biosynthesis, and generalized mitochondrial translation defects in fibroblasts. Quantitative proteomic analysis revealed decreased levels of the small mitoribosomal subunits. Complementation experiments rescued oxidative phosphorylation complex I and IV levels and activities, ATP biosynthesis, and MT-RNR1 rRNA transcript level, providing functional validation of the pathogenicity of identified variants. This is the first report of an association of PTCD3 mutations with Leigh syndrome along with combined oxidative phosphorylation deficiencies caused by defects in the mitochondrial translation machinery.","dc:creator":"Borna NN","dc:date":"2019","dc:title":"Mitochondrial ribosomal protein PTCD3 mutations cause oxidative phosphorylation defects with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30607703","rdfs:label":"Borna - index case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"c.415- 2A>G is a spice site variant leading to deletion of exon 7 resulting in a shorter protein. c.1747_1748insCT variant in exon 21 is a frameshift mutation predicted to cause a premature stop codon (p.Phe583Serfs*3) resulting in a shorter mutant protein. Additional 0.5 pts were awarded as a complementation assay with wild type PTCD3 was performed in patient fibroblasts and rescued complex I and IV assembly levels and improved activity."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50885263-1a0d-4eef-bf32-166523a313c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78c8fee3-05b5-4cd6-912b-b6d24f8ed0fb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas demonstrates that the PTCD3 protein is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000132300-PTCD3/tissue). Expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, and caudate. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum disorder.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"PTCD3 Human Atlas Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence of expression in the brain (Awarded 0.5 pts)."},{"id":"cggv:29425b48-6448-4817-9882-67325eea4bd7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7ad8f3e-af38-45a8-9a69-4214e4b77692","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PTCD3 encodes a protein that regulates mtDNA translation. Experiments in 143b cells showed that knockdown of PTCD3 led to decreased translation of mtDNA encoded proteins as well decreased complex III and IV activity and mitochondrial respiration 2009 (PMID: 9427859). According to Leigh map at least nineteen other genes involved in mtDNA translation (GFM1, GFM2, TSFM, TRMU, MTFMT, GTPBP3, TACO1, C12ORF65, LRPPRC, EARS2, FARS2, IARS2, NARS2, MT‐TI, MT‐TK, MT‐TL1, MT‐TL2, MT‐TV, MT‐TW) have been implicated in causing Leigh syndrome (Rahman et al 2017 PMID: 27977873). Therefore the function of PTCD3 is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19427859","type":"dc:BibliographicResource","dc:abstract":"The basic components and mechanisms of mitochondrial transcription in mammals have been described, however, the components involved in mRNA processing, translation and stability remain largely unknown. In plants, pentatricopeptide domain RNA-binding proteins regulate the stability, expression and translation of mitochondrial transcripts. Here, we investigated the role of an uncharacterized mammalian pentatricopeptide domain protein, pentatricopeptide repeat domain protein 3 (PTCD3), and showed that it is a mitochondrial protein that associates with the small subunit of mitochondrial ribosomes. PTCD3 knockdown and over expression did not affect mitochondrial mRNA levels, suggesting that PTCD3 is not involved in RNA processing and stability. However, lowering PTCD3 in 143B osteosarcoma cells decreased mitochondrial protein synthesis, mitochondrial respiration and the activity of Complexes III and IV, suggesting that PTCD3 has a role in mitochondrial translation.","dc:creator":"Davies SM","dc:date":"2009","dc:title":"Pentatricopeptide repeat domain protein 3 associates with the mitochondrial small ribosomal subunit and regulates translation."},"rdfs:label":"PTCD3 is involved in mtDNA translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The encoded protein shares a biochemical relationship or function with more than 10 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 2 pt"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":209,"specifiedBy":"GeneValidityCriteria6","strengthScore":4.5,"subject":{"id":"cggv:6f61c5c6-7d55-4f23-a438-95388ab16e7a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:24717","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PTCD3 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 9, 2019. PTCD3 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2019 (Borna et al., PMID 30607703). There are no variants in this gene listed in ClinVar. Evidence supporting this gene-disease relationship includes case-level data (PMID 30607703) to reach a case-level evidence score of 2.5 points. This gene-disease association is further supported by the function of the gene product and expression studies, reaching an experimental score of 2 points. The mechanism for disease is impaired mitochondrial translation. In summary, PTCD3 currently has a limited association with autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 10, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:ac3d1e08-56f0-43b6-a2fa-0d06571ba121"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}