{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-10-27T13:07:39.467Z","role":"Publisher"},{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-22T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:941c7bd6-b5c9-4547-9d7d-5b0fcffe88c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b454085c-7c4b-4bac-a0cb-efc189e9b7eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The function of KDSR as a KDS reductase is consistent with the phenotype of elevated 3-ketodihydrosphingosine observed in patients. However, how this relates to thrombocytopenia and skin pathology has not been fully elucidated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15328338","type":"dc:BibliographicResource","dc:abstract":"Sphingolipids are essential membrane components of eukaryotic cells. Their synthesis is initiated with the condensation of l-serine with palmitoyl-CoA, producing 3-ketodihydrosphingosine (KDS), followed by a reduction to dihydrosphingosine by KDS reductase. Until now, only yeast TSC10 has been identified as a KDS reductase gene. Here, we provide evidence that the human FVT-1 (hFVT-1) and mouse FVT-1 (mFVT-1) are functional mammalian KDS reductases. The forced expression of hFVT-1 or mFVT-1 in TSC10-null yeast cells suppressed growth defects, and hFVT-1 overproduced in cultured cells exhibited KDS reductase activity in vitro. Moreover, purified recombinant hFVT-1 protein exhibited NADPH-dependent KDS reductase activity. The identification of the FVT-1 genes enabled us to characterize the mammalian KDS reductase at the molecular level. Northern blot analyses demonstrated that both hFVT-1 and mFVT-1 mRNAs are ubiquitously expressed, suggesting that FVT-1 is a major KDS reductase. We also found the presence of hFVT-1 variants, which were differentially expressed among tissues. Immunofluorescence microscopic analysis revealed that hFVT-1 is localized at the endoplasmic reticulum. Moreover, a proteinase K digestion assay revealed that the large hydrophilic domain of hFVT-1, which contains putative active site residues, faces the cytosol. These results suggest that KDS is converted to dihydrosphingosine in the cytosolic side of the endoplasmic reticulum membrane. Moreover, the topology studies provide insight into the spatial organization of the sphingolipid biosynthetic pathway.","dc:creator":"Kihara A","dc:date":"2004","dc:title":"FVT-1 is a mammalian 3-ketodihydrosphingosine reductase with an active site that faces the cytosolic side of the endoplasmic reticulum membrane."},"rdfs:label":"KDS reductase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Expression of KDSR (here referred to as hFVT-1) conferred 3-ketodihydrosphingosine reductase activity to HEK293T cells. Additionally, purified recombinant MBP-ΔN-hFVT-1 exhibited unequivocal KDS reductase activity. Using different concentrations of KDS or NADPH Km values were estimated for the reductase activity of the purified protein to be 3 and 28 μM for KDS and NADPH, respectively. These results indicated that hFVT-1 itself possesses an NADPH-dependent KDS reductase activity. The oxidation of NADPH was monitored by measuring the decreased absorbance at 340 nm."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ae6d0e6-ef34-4199-9e0c-9cd45825670a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:55a921e1-c231-4c35-920d-f2a008d7ded2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Increased proplatelet formation resulted by 24 hours for the rescued versus the non-rescued iMK.  The rescue also resulted in a significant reduction in 3-ketodihydrosphingosine levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30467204","type":"dc:BibliographicResource","dc:abstract":"Sphingolipids are fundamental to membrane trafficking, apoptosis, and cell differentiation and proliferation. KDSR or 3-keto-dihydrosphingosine reductase is an essential enzyme for de novo sphingolipid synthesis, and pathogenic mutations in KDSR result in the severe skin disorder erythrokeratodermia variabilis et progressiva-4 Four of the eight reported cases also had thrombocytopenia but the underlying mechanism has remained unexplored. Here we expand upon the phenotypic spectrum of KDSR deficiency with studies in two siblings with novel compound heterozygous variants associated with thrombocytopenia, anemia, and minimal skin involvement. We report a novel phenotype of progressive juvenile myelofibrosis in the propositus, with spontaneous recovery of anemia and thrombocytopenia in the first decade of life. Examination of bone marrow biopsies showed megakaryocyte hyperproliferation and dysplasia. Megakaryocytes obtained by culture of CD34+ stem cells confirmed hyperproliferation and showed reduced proplatelet formation. The effect of KDSR insufficiency on the sphingolipid profile was unknown, and was explored in vivo and in vitro by a broad metabolomics screen that indicated activation of an in vivo compensatory pathway that leads to normalization of downstream metabolites such as ceramide. Differentiation of propositus-derived induced pluripotent stem cells to megakaryocytes followed by expression of functional KDSR showed correction of the aberrant cellular and biochemical phenotypes, corroborating the critical role of KDSR in proplatelet formation. Finally, Kdsr depletion in zebrafish recapitulated the thrombocytopenia and showed biochemical changes similar to those observed in the affected siblings. These studies support an important role for sphingolipids as regulators of cytoskeletal organization during megakaryopoiesis and proplatelet formation.","dc:creator":"Bariana TK","dc:date":"2019","dc:title":"Sphingolipid dysregulation due to lack of functional KDSR impairs proplatelet formation causing thrombocytopenia."},"rdfs:label":"Proplatelet Formation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Aberrant size and proplatelet formation in patient megakaryocytes was was normalized upon rescue of the propositus’s iMK with a KDSR transcript carrying the reference allele. Additionally the increased level of 3-ketodihydrosphingosine in patient-derived iMKs was also normalized."},{"id":"cggv:2bb2ff9c-1b48-44a2-bcbe-32b7db11c234","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a3cda21f-a813-4dae-b478-8b17a778c0c7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KDSR knockdown by morpholino in the zebrafish model was associated with impaired thrombocyte formation. The fish also displayed curved tails, which is a typical feature for embryos with thrombocytopenia.  Additionally, there was elevated 3-ketodihydrosphingosine in the MO zebrafish.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30467204","rdfs:label":"Zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"KDSR knockdown in a zebrafish model is associated with impaired thrombocyte formation and elevated 3-ketodihydrosphingosine. This is consistent with observations in patients with thrombocytopenia however does not address the severe skin disorder also associated with KDSR."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:50cad703-7ac0-4614-97b2-372ab09f29cd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b237ae62-4373-4e1d-b9ce-489a9a0d25b1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"thickened red skin with vernix at birth, well-demarcated thickened scaly skin lesions on the cheeks and periocular areas, exacerbation with cold weather","phenotypes":["obo:HP_0025493","obo:HP_0001072","obo:HP_0010783","obo:HP_0000982","obo:HP_0040189"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:50cad703-7ac0-4614-97b2-372ab09f29cd_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c8a2237e-2835-4ec5-8f50-539d3217dab1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.879G>A (p.Gln293=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8985991"}},{"id":"cggv:e1074fbb-2092-472f-8bd2-c524589cb660","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.164_166del (p.Gln55_Gly56delinsArg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA630133942"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28575652","type":"dc:BibliographicResource","dc:abstract":"The discovery of new genetic determinants of inherited skin disorders has been instrumental to the understanding of epidermal function, differentiation, and renewal. Here, we show that mutations in KDSR (3-ketodihydrosphingosine reductase), encoding an enzyme in the ceramide synthesis pathway, lead to a previously undescribed recessive Mendelian disorder in the progressive symmetric erythrokeratoderma spectrum. This disorder is characterized by severe lesions of thick scaly skin on the face and genitals and thickened, red, and scaly skin on the hands and feet. Although exome sequencing revealed several of the KDSR mutations, we employed genome sequencing to discover a pathogenic 346 kb inversion in multiple probands, and cDNA sequencing and a splicing assay established that two mutations, including a recurrent silent third base change, cause exon skipping. Immunohistochemistry and yeast complementation studies demonstrated that the mutations cause defects in KDSR function. Systemic isotretinoin therapy has achieved nearly complete resolution in the two probands in whom it has been applied, consistent with the effects of retinoic acid on alternative pathways for ceramide generation.","dc:creator":"Boyden LM","dc:date":"2017","dc:title":"Mutations in KDSR Cause Recessive Progressive Symmetric Erythrokeratoderma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652","rdfs:label":"Subject 429"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The compound heterozygous variants c.164_166del (paternal origin) and c.879G>A (maternal origin) each cause in-frame variation; c.164_166del causes p.Gln55_Gly56delinsArg and c.879G>A (p.Gln293Gln) occurs at the last base of exon 9 causing the in-frame deletion of exon 9 as confirmed by cDNA analysis. Both are present at low frequency in the gnomAD non-Finnish European population (MAF of 0.00001760 and 0.00004660 respectively). Both variants were functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. Both mutant forms of KDSR failed to complement."},{"id":"cggv:dd1a8c0b-54fe-47c4-9a5a-43325bde5f6f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:db762d2b-ac1a-4cd7-9121-0614e8a6a38a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing and Whole Genome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Thickened skin in the diaper area, well-demarcated thickened scaly skin lesions on the cheeks and periocular areas, exacerbation with cold weather, focal plaques with thick scale on the nose cheeks and chin, histology of affected skin showed sparse to absent keratohyalin granules in the granular layer, retention of nuclei in the stratum corneum","phenotypes":["obo:HP_0000982","obo:HP_0200035","obo:HP_0010783","obo:HP_0025493","obo:HP_0000972","obo:HP_0001072","obo:HP_0025092","obo:HP_0040189"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Whole genome shotgun sequencing","sex":"Male","variant":{"id":"cggv:dd1a8c0b-54fe-47c4-9a5a-43325bde5f6f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8a2237e-2835-4ec5-8f50-539d3217dab1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652","rdfs:label":"Subject 1107"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The compound heterozygous variants were identified as c.879G>A (paternal origin) and NC_000018.10:g.63361789_63707612inv (maternal origin). The c.879G>A (p.Gln293Gln) variant occurs at the last base of exon 9 causing the in-frame deletion of exon 9 as confirmed by cDNA analysis and is present at low frequency in the non-Finnish European population (MAF of 0.00004660, 6/128752 alleles). NC_000018.10:g.63361789_63707612inv is a 346kb inversion on chromosome 18, between KDSR intron 2 and SERPINB11 intron 1 (including 6 additional genes). In cDNA analysis only the product lacking exon 9 was found, suggesting that the inversion ablates expression entirely. The c.879G>A (p.Gln293Gln) variant was functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. The mutant form of KDSR failed to complement."},{"id":"cggv:7fe5545a-ae95-41a9-b51d-cdef6adc8885_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:d26e3704-8959-44fc-9bdd-b2bcce5e237d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing and Whole Genome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"well-demarcated thickened scaly skin lesions on the cheeks and periocular areas, exacerbation with cold weather, prominent well-demarcated plaques on the cheeks temples and central forehead","phenotypes":["obo:HP_0025493","obo:HP_0007479","obo:HP_0031057","obo:HP_0040189","obo:HP_0200035","obo:HP_0000982","obo:HP_0100679","obo:HP_0001072"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Whole genome shotgun sequencing","sex":"Female","variant":{"id":"cggv:7fe5545a-ae95-41a9-b51d-cdef6adc8885_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b716dffa-70eb-4e7a-9ddc-6085cdc5db2a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.557A>T (p.Tyr186Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA402630947"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652","rdfs:label":"Subject 438"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The compound heterozygous variants were identified as Tyr186Phe (maternal origin) and NC_000018.10:g.63361789_63707612inv (paternal origin). The c.557A>T (p.Tyr186Phe) variant affects the active-site tyrosine and is present at low frequency in the non-Finnish European population (MAF of 0.000008798, 1/113666 alleles). This variant was functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. The temperature-sensitive Tyr186Phe mutant form of KDSR failed to complement (PMID: 19141869). NC_000018.10:g.63361789_63707612inv is a 346kb inversion on chromosome 18, between KDSR intron 2 and SERPINB11 intron 1 (including 6 additional genes)."},{"id":"cggv:b756ae3c-d638-48b1-8a39-d05be7a4afa8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5c8da568-8ee3-492f-a428-3911db2efbb0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Whole exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"platelet count ~20 x 10^9 / L","phenotypes":["obo:HP_0000978","obo:HP_0001873","obo:HP_0007390","obo:HP_0000972"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b756ae3c-d638-48b1-8a39-d05be7a4afa8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b5ee10eb-53e3-4e56-8285-ca1161845085","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.417+3A>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726245"}},{"id":"cggv:ca86e484-106d-48c5-8b9a-73f89ec03ad4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.413T>G (p.Phe138Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8986111"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28774589","type":"dc:BibliographicResource","dc:abstract":"Mutations in ceramide biosynthesis pathways have been implicated in a few Mendelian disorders of keratinization, although ceramides are known to have key roles in several biological processes in skin and other tissues. Using whole-exome sequencing in four probands with undiagnosed skin hyperkeratosis/ichthyosis, we identified compound heterozygosity for mutations in KDSR, encoding an enzyme in the de novo synthesis pathway of ceramides. Two individuals had hyperkeratosis confined to palms, soles, and anogenital skin, whereas the other two had more severe, generalized harlequin ichthyosis-like skin. Thrombocytopenia was present in all patients. The mutations in KDSR were associated with reduced ceramide levels in skin and impaired platelet function. KDSR enzymatic activity was variably reduced in all patients, resulting in defective acylceramide synthesis. Mutations in KDSR have recently been reported in inherited recessive forms of progressive symmetric erythrokeratoderma, but our study shows that biallelic mutations in KDSR are implicated in an extended spectrum of disorders of keratinization in which thrombocytopenia is also part of the phenotype. Mutations in KDSR cause defective ceramide biosynthesis, underscoring the importance of ceramide and sphingosine synthesis pathways in skin and platelet biology.","dc:creator":"Takeichi T","dc:date":"2017","dc:title":"Biallelic Mutations in KDSR Disrupt Ceramide Synthesis and Result in a Spectrum of Keratinization Disorders Associated with Thrombocytopenia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Patients 1 and 2 come from the same region of Spain, and therefore, although neither family was aware of any relatedness, the finding of identical compound heterozygotes mutations in KDSR (p.Phe138Cys and c.417+3G>A) is likely to indicate sharing of regional founder mutations."},{"id":"cggv:7bf7a3d3-140b-4d40-bb44-a00e35eb6de7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c4c55c8-b003-422d-89d8-338cdbf171e3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Whole exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Platelet count decreased from 140-150 x 10^9 /L at birth to 4-11 x 10^9 / L at 3 years","phenotypes":["obo:HP_0031057","obo:HP_0001873","obo:HP_0001036","obo:HP_0000962","obo:HP_0000656","obo:HP_0040189","obo:HP_0001019","obo:HP_0012472"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7bf7a3d3-140b-4d40-bb44-a00e35eb6de7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1e51ad90-d8e8-47d9-ad36-c937c416fb63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.544G>A (p.Gly182Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8986074"}},{"id":"cggv:92cd3866-132d-425d-872c-6fc097cb8f8c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.223_224del (p.Glu75AsnfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA630132719"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The compound heterozygous variants c.223_224del (paternal origin) and Gly182Ser (maternal origin) both occur at low frequencies in the non-Finnish European population (MAF of 0.00001550 and 0.000008797 respectively). The frameshift variant c.223_224del causes Glu75Asnfs with a premature stop codon two residues downstream in exon 3 of 10, which is predicted to result in NMD. The missense variant Gly182Ser occurs within the hydrophilic domain (amino acids 22–270) and close to the canonical TyrXXXLys reductase site, however when expressed in HEK 293T cells it showed no significant difference in DHS synthesis compared with the wild type."},{"id":"cggv:49e4be72-c04b-4be2-9981-2a68826a6a03_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f2e1bd79-18f1-4be8-98a0-219360262834","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":12,"detectionMethod":"Whole exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"palmoplantar hyperkeratosis with extension to the dorsae of the hands and feet and wrists and ankles, anogenital hyperkeratosis and erythema, thrombocytopenia appeared at age 2 with platlet count < 30 x 10^9 / L","phenotypes":["obo:HP_0025114","obo:HP_0000972","obo:HP_0025092","obo:HP_0000982","obo:HP_0001973","obo:HP_0001036","obo:HP_0007390","obo:HP_0004406"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:49e4be72-c04b-4be2-9981-2a68826a6a03_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b5ee10eb-53e3-4e56-8285-ca1161845085"},{"id":"cggv:ca86e484-106d-48c5-8b9a-73f89ec03ad4"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The compound heterozygous variants were identified as Phe138Cys (paternal origin) and c.417+3A>C (maternal origin). The c.413T>G (p.Phe138Cys) variant is present at low frequency in the non-Finnish European population (MAF of 0.0001008, 13/129018 alleles). This variant was functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. The Phe138Cys mildly diminished the ability of the mutant form of KDSR to complement. The c.417+3A>C variant was shown by RT-PCR to cause the in-frame skipping of either exon 5 or both exon 5 and 6. Mutant forms with skipping of either exon 5 or both exon 5 and 6 failed to complement in the yeast assay. Both variants also led to led to a significant reduction in DHS synthesis compared to WT when expressed in HEK 293T cells."},{"id":"cggv:2ea99fb2-532f-46ff-b114-b527307f72ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a0f26ea-3918-499c-9828-64738684afdd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"thickened red skin with vernix at birth, well-demarcated thickened scaly skin lesions on the cheeks and periocular areas, exacerbation with cold weather","phenotypes":["obo:HP_0000982","obo:HP_0010783","obo:HP_0001072","obo:HP_0025493","obo:HP_0040189","obo:HP_0200035","obo:HP_0000972"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2ea99fb2-532f-46ff-b114-b527307f72ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:67e8682d-edb0-4120-b920-a16a78635677","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.256-2A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA402633116"}},{"id":"cggv:c8a2237e-2835-4ec5-8f50-539d3217dab1"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28575652","rdfs:label":"Subject 101"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The compound heterozygous variants c.256-2A>C (maternal origin) and c.879G>A (paternal origin) each cause in-frame variation; c.256-2A>C alters a canonical splice acceptor site resulting in the in-frame deletion of exon 4 and c.879G>A (p.Gln293Gln) occurs at the last base of exon 9 causing the in-frame deletion of exon 9, both were confirmed by cDNA analysis. The c.879G>A variant is present at low frequency in the non-Finnish European population (MAF of 0.00004660, 6/128752 alleles). Both variants were functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. Both mutant forms of KDSR failed to complement."},{"id":"cggv:37e22616-f62e-42ea-baf5-0fa1af73a7ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f8254864-b582-4fa5-b4a2-ccaf49a849dc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Whole exome sequencing with Sanger confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"pinching of all digits, pseudomonas septicemia, platelet count decreased from 120 x 10^9 / L at birth to 50 x 10^9 /L at 2 weeks to ~20-30 x 10^9 /L at 3 weeks","phenotypes":["obo:HP_0012472","obo:HP_0002789","obo:HP_0000656","obo:HP_0002615","obo:HP_0040189","obo:HP_0100806","obo:HP_0001873","obo:HP_0001942","obo:HP_0011297"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:37e22616-f62e-42ea-baf5-0fa1af73a7ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4d5920c9-5064-47fd-ab63-a77d7c32627c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.812G>A (p.Gly271Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA402629595"}},{"id":"cggv:c8a2237e-2835-4ec5-8f50-539d3217dab1"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28774589","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The compound heterozygous variants were identified as Gly271Glu (paternal origin) and c.879G>A (maternal origin); c.879G>A (p.Gln293Gln) occurs at the last base of exon 9 causing the in-frame deletion of exon 9, as confirmed by cDNA analysis in PMID: 28575652. The c.879G>A variant is present at low frequency in the non-Finnish European population (MAF of 0.00004660, 6/128752 alleles). Both variants were functionally assessed in a yeast complementation assay in which wild-type human KDSR rescues the growth defect in yeast null for the orthologous TSC10, which otherwise cannot grow without supplementation with KDSR product DHS or PHS. The c.879G>A form of KDSR failed to complement (PMID: 28575652) and Gly271Glu significantly diminished the ability of the mutant form of KDSR to complement. Gly271Glu also led to led to a significant reduction in DHS synthesis compared to WT when expressed in HEK 293T cells."},{"id":"cggv:6aeb41b3-34b8-4374-a423-d7c982b49310_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aec17219-57c9-4129-93ee-1967f88e8bd2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Whole genome sequencing with Sanger confirmation.","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"platelet count of 65x10^9/L at 4 months with spontaneous improvement over 8 years, dysplastic megakaryocytes, elevated 3-ketodihydrosphingosine in plasma","phenotypes":["obo:HP_0001873","obo:HP_0012143","obo:HP_0000978","obo:HP_0000421","obo:HP_0011974","obo:HP_0000225","obo:HP_0001895","obo:HP_0001058","obo:HP_0001897"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6aeb41b3-34b8-4374-a423-d7c982b49310_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:84d3d11e-ecff-4b98-8641-ad16a2fd1b40","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.706C>T (p.Arg236Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8986025"}},{"id":"cggv:6410fd51-92ca-4acb-a05c-8407d5e9f124","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.460C>T (p.Arg154Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8986088"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30467204"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30467204","rdfs:label":"Brother"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Compound heterozygous variants were identified as Arg236Ter (maternal origin) and Arg154Trp (paternal origin). The nonsense variant Arg236Ter occurs in exon 8 of 10 and is predicted to result in NMD. The missense variant Arg154Trp is localized in the catalytic domain of KDSR but no functional evidence is provided to support a deleterious effect. Both are present at low frequency in the gnomAD non-Finnish European and East Asian populations (MAF of 0.00005512 and 0.0002175 respectively)."},{"id":"cggv:fad2756e-9d45-4a58-8280-20cbbbb0bc67_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b7369b04-6683-4a98-9e00-5ee90ae3dc9b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequenced all 10 exons of KDSR.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000958","obo:HP_0001805","obo:HP_0006118","obo:HP_0030350","obo:HP_0000982","obo:HP_0000962","obo:HP_0008064"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:fad2756e-9d45-4a58-8280-20cbbbb0bc67_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:48e6d485-0c5d-49eb-b166-db3971211532","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.592G>A (p.Glu198Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA402630872"}},{"id":"cggv:daf6eb18-91e8-4fe5-bcbf-506b5fdb3ceb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002035.4(KDSR):c.865G>A (p.Glu289Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8985993"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31987885","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Huber M","dc:date":"2020","dc:title":"Palmoplantar Keratoderma with Leukokeratosis Anogenitalis Caused by KDSR Mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31987885","rdfs:label":"Huber patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Compound heterozygous variants were identified as Glu198Lys (maternal origin) and Glu289Lys (paternal origin). Glu198Lys concerns a highly conserved amino acid residue near the end of the YxxxK part of the catalytic site and Glu289Lys is in a transmembrane region. Functional evidence supporting a deleterious effect was not provided for either variant. Glu289Lys present at low frequency in the gnomAD non-Finnish European (MAF of 0.00002642, 3/113536 alleles)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.75}],"evidenceStrength":"Definitive","sequence":1397,"specifiedBy":"GeneValidityCriteria7","strengthScore":12.25,"subject":{"id":"cggv:6f6fcb9b-97fc-494b-b84e-44917362bf38","type":"GeneValidityProposition","disease":"obo:MONDO_0033014","gene":"hgnc:4021","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"KDSR is related to inherited disorders of keratinization associated with thrombocytopenia, it was first reported in relation to autosomal recessive erythrokeratodermia variabilis et progressiva 4 in 2017 (Boyden LM, et al., 2017, PMID: 28575652). At least 14 unique variants (e.g. missense, in-frame indel, nonsense, frameshift, and complex rearrangement) have been reported in humans. Evidence supporting this gene-disease relationship included case-level data and experimental data. Variants in this gene have been reported in at least 10 probands in 4 publications (PMIDs: 30467204, 28575652, 31987885, 28774589). Variants in this gene segregated with disease in 1 additional family member. The gene-disease association is supported by its biochemical function as the KDS reductase in the sphingolipid metabolic pathway (PMID: 15328338), the rescue of aberrant size and proplatelet formation in patient megakaryocytes by the WT KDSR transcript in patient-derived induced-megakaryocytes (PMID: 30467204), and a zebrafish model with impaired thrombocyte formation (PMID: 30467204). In summary, KDSR is definitively associated with autosomal recessive erythrokeratodermia variabilis et progressiva 4.\n","dc:isVersionOf":{"id":"cggv:0a5d1542-feb7-4aaf-9079-55da7fb99a4a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}