{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2023-08-28T14:03:02.050Z","role":"Publisher"},{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2023-08-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dd0bcda-ac39-4cff-a7f8-40e752168a51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3934e815-09c8-480c-9dc2-648208cbed67","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-qPCR: RYR3 is expressed in control fetal and adult human skeletal muscle and brain tissue.\nImmunostaining and microscopy: RYR3 immunostaining pattern in myofibers is similar but slightly different than that of RYR1. RYR1 staining exhibits a double row appearance at the A–I junction, while RYR3 staining is localized more centrally in the stained bands, in a single row between the rows of RYR1 staining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29498452","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathy (NEM) has been associated with mutations in 12 genes to date. However, for some patients diagnosed with NEM, definitive mutations are not identified in the known genes, suggesting that there are other genes involved. This study describes compound heterozygosity for rare variants in ryanodine receptor type 3 (RYR3) gene in one such patient.","dc:creator":"Nilipour Y","dc:date":"2018","dc:title":"Ryanodine receptor type 3 (RYR3) as a novel gene associated with a myopathy with nemaline bodies."},"rdfs:label":"RYR3 Expression in Human Fetal and Adult Tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"These protein expression experiments suggesting enriched expression of RYR3 in fetal and adult human skeletal muscle and brain tissue are in agreement with expression enrichment reported by HPA and GTEx. Although expression is not limited only to the tissue relevant to the disease of interest (skeletal muscle), RYR3 has also been associated with epileptic encephalopathy (PMID 25262651), so this evidence was awarded the default score of 0.5 points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:95f1939d-505a-4c5b-940b-a6bfe0aecb6b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8346ad40-e126-425a-ac48-15ccc722f04b","type":"FunctionalAlteration","dc:description":"The contractile properties of skeletal muscles dissected from the diaphragm of neonatal ryr3 knockout mice were found to be altered compared to wild type ryr3 mice, with reduced twitch response after electrical stimulation and reduced contracture after induction by caffeine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9384575","type":"dc:BibliographicResource","dc:abstract":"The skeletal isoform of Ca2+ release channel, RyR1, plays a central role in activation of skeletal muscle contraction. Another isoform, RyR3, has been observed recently in some mammalian skeletal muscles, but whether it participates in regulating skeletal muscle contraction is not known. The expression of RyR3 in skeletal muscles was studied in mice from late fetal stages to adult life. RyR3 was found to be expressed widely in murine skeletal muscles during the post-natal phase of muscle development, but was not detectable in muscles of adult mice, with the exception of the diaphragm and soleus muscles. RyR3 knockout mice were generated, and it was shown that skeletal muscle contraction in these mice was impaired during the first weeks after birth. In skeletal muscles isolated from newborn RyR3(-/- )mice, but not in those from adult mice, the twitch elicited by electrical stimulation and the contracture induced by caffeine were strongly depressed. These results provide the first evidence that RyR3 has a physiological role in excitation-contraction coupling of neonatal skeletal muscles. The disproportion between the low amount of RyR3 and the large impact of the RyR3 knockout suggests that this isoform contributes to the amplification of Ca2+ released by the existing population of ryanodine receptors (RyR1).","dc:creator":"Bertocchini F","dc:date":"1997","dc:title":"Requirement for the ryanodine receptor type 3 for efficient contraction in neonatal skeletal muscles."},"rdfs:label":"Twitch Response in Neonatal ryr3 Knockout Mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f109b2d2-6bd8-4aa8-beed-26992e46e697","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ade00ef6-8497-4212-8350-3e311ba608ac","type":"FunctionalAlteration","dc:description":"Silencing of RyR3 leads to an absence of parajunctional feet and markedly reduced numbers of spontaneous calcium sparks in fibers isolated from zebrafish larvae tail muscle compared to uninjected wild type zebrafish larvae tail muscle. Furthermore, the sparks that were observed in RyR3-depleted tail muscle had altered kinetics (reduced amplitude, duration, and size) when compared to those observed in wild type fibers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25667412","type":"dc:BibliographicResource","dc:abstract":"The ryanodine receptor (RyR)1 isoform of the sarcoplasmic reticulum (SR) Ca(2+) release channel is an essential component of all skeletal muscle fibers. RyR1s are detectable as \"junctional feet\" (JF) in the gap between the SR and the plasmalemma or T-tubules, and they are required for excitation-contraction (EC) coupling and differentiation. A second isoform, RyR3, does not sustain EC coupling and differentiation in the absence of RyR1 and is expressed at highly variable levels. Anatomically, RyR3 expression correlates with the presence of parajunctional feet (PJF), which are located on the sides of the SR junctional cisternae in an arrangement found only in fibers expressing RyR3. In frog muscle fibers, the presence of RyR3 and PJF correlates with the occurrence of Ca(2+) sparks, which are elementary SR Ca(2+) release events of the EC coupling machinery. Here, we explored the structural and functional roles of RyR3 by injecting zebrafish (Danio rerio) one-cell stage embryos with a morpholino designed to specifically silence RyR3 expression. In zebrafish larvae at 72 h postfertilization, fast-twitch fibers from wild-type (WT) tail muscles had abundant PJF. Silencing resulted in a drop of the PJF/JF ratio, from 0.79 in WT fibers to 0.03 in the morphants. The frequency with which Ca(2+) sparks were detected dropped correspondingly, from 0.083 to 0.001 sarcomere(-1) s(-1). The few Ca(2+) sparks detected in morphant fibers were smaller in amplitude, duration, and spatial extent compared with those in WT fibers. Despite the almost complete disappearance of PJF and Ca(2+) sparks in morphant fibers, these fibers looked structurally normal and the swimming behavior of the larvae was not affected. This paper provides important evidence that RyR3 is the main constituent of the PJF and is the main contributor to the SR Ca(2+) flux underlying Ca(2+) sparks detected in fully differentiated frog and fish fibers. ","dc:creator":"Perni S","dc:date":"2015","dc:title":"Structural and functional properties of ryanodine receptor type 3 in zebrafish tail muscle."},"rdfs:label":"Calcium Sparks in Tail Muscle from RyR3-Depleted Zebrafish"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:4f9fae96-2943-41dc-a41d-5145d64b3127","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c7d7c9d-7f7b-40ba-be8c-37787fedb2f6","type":"FunctionalAlteration","dc:description":"Compared to those observed in wild type muscle fibers, individual Ca2+ sparks and Ca2+ bursts in muscle fibers from ryr3 knockout mice are significantly altered and suggestive of a longer duration Ca2+ release.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17412417","type":"dc:BibliographicResource","dc:abstract":"Ca2+ sparks are localized intracellular Ca2+ release events from the sarcoplasmic reticulum in muscle cells that result from synchronized opening of ryanodine receptors (RyR). In mammalian skeletal muscle, RyR1 is the predominant isoform present in adult skeletal fibers, while some RyR3 is expressed during development. Functional studies have revealed a differential role for RyR1 and RyR3 in the overall Ca2+ signaling in skeletal muscle, but the contribution of these two isoforms to Ca2+ sparks in adult mammalian skeletal muscle has not been fully examined. When enzyme-disassociated, individual adult skeletal muscle fibers are exposed to an osmotic shock, the resting fiber converts from a quiescent to a highly active Ca2+ release state where Ca2+ sparks appear proximal to the sarcolemmal membrane. These osmotic shock-induced Ca2+ sparks occur in ryr3(-/-) muscle with a spatial distribution similar to that seen in wild type muscle. Kinetic analysis reveals that systemic ablation of RyR3 results in significant changes to the initiation, duration and amplitude of individual Ca2+ sparks in muscle fibers. These changes may reflect the adaptation of the muscle Ca2+ signaling or contractile machinery due to the loss of RyR3 expression in distal tissues, as biochemical assays identify significant changes in expression of myosin heavy chain protein in ryr3(-/-) muscle.","dc:creator":"Weisleder N","dc:date":"2007","dc:title":"Systemic ablation of RyR3 alters Ca2+ spark signaling in adult skeletal muscle."},"rdfs:label":"Calcium Sparks in Adult ryr3 Knockout Mouse Skeletal Muscle"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28744843-4bee-44d9-b8aa-475a7e3f8d1a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87f003bd-3640-4505-83aa-524ac3310b18","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ryr3 knockout mice appeared normal, were detected at a normal frequency in the progeny, and histological examination of skeletal muscles failed to reveal gross abnormalities in sarcomere and triad organization. See \"Functional Alteration\" evidence section for results from muscle fibers dissected from ryr3 knockout mice generated in this publication.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9384575","rdfs:label":"Ryr3 Knockout Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse model evidence was awarded 0 points because the human phenotype of congenital myopathy was not recapitulated. The lack of a skeletal muscle phenotype in these mice is further supported by an independently generated ryr3 knockout mouse line reported in a previous publication (PMID 8702664). Additional functional evidence from muscle fibers dissected from ryr3 knockout mice is scored separately."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bbbaeac-b527-4b5a-ad12-154e7c7e638a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6bbbaeac-b527-4b5a-ad12-154e7c7e638a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"allele":[{"id":"cggv:f161f6f7-226f-49ae-a985-994df93b6d02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001036.6(RYR3):c.6208A>G (p.Met2070Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7459480"}},{"id":"cggv:b37932bd-40f9-4e23-afc2-9e1c1b4ce727","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001036.6(RYR3):c.8939G>T (p.Arg2980Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/655096"}}],"detectionMethod":"Whole exome sequencing was used to identify the RYR3 variants described in this patient. Sanger sequencing of regions of interest in the RYR3 gene in the parents was used to ascertain the de novo status of these variants and determine if they are located in trans.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003687","obo:HP_0000276","obo:HP_0011807","obo:HP_0003391","obo:HP_0003798","obo:HP_0001315","obo:HP_0000275","obo:HP_0000347","obo:HP_0000218","obo:HP_0003803","obo:HP_0030319","obo:HP_0003691","obo:HP_0003557","obo:HP_0001324","obo:HP_0000157","obo:HP_0003701"],"previousTesting":true,"previousTestingDescription":"A targeted next generation sequence panel of 366 known neuromuscular disease genes, including the 12 genes associated with NEM, was performed and revealed no rare, likely pathogenic variants. A custom comparative genomic hybridization array analysis, targeting known NEM genes, was used to exclude the presence of large copy number variations. \nAn open muscle biopsy specimen obtained from the biceps brachii muscle at the age of 18 years revealed wide variation in fiber size with type 1 fiber predominance and atrophy and hypertrophic type 2 fiber. There were increased numbers of internal nuclei, rare basophilic degenerative fibers, and abundant nemaline bodies in perinuclear and subsarcolemmal areas as well as in the cytoplasm. Reduced nicotinamide adenine dinucleotide dehydrogenase‐tetrazolium reductase and succinic dehydrogenase staining revealed uneven distribution of oxidative activity and some core‐like areas in those regions occupied by collections of nemaline bodies.","sex":"Female","variant":[{"id":"cggv:0f57c300-9a41-4224-a9b1-350a9feea2c6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f161f6f7-226f-49ae-a985-994df93b6d02"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29498452"},{"id":"cggv:06a444e0-0997-41dd-934c-ea1b69f20242_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b37932bd-40f9-4e23-afc2-9e1c1b4ce727"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29498452"}],"rdfs:label":"Nilipour Patient"},{"id":"cggv:0f57c300-9a41-4224-a9b1-350a9feea2c6","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0f57c300-9a41-4224-a9b1-350a9feea2c6_variant_evidence_item"}],"strengthScore":0,"dc:description":"Reported in gnomAD v2.1.1 in heterozygosity in 35 individuals\nOverall allele frequency: 0.014%\nMax allele frequency: 0.092% in South Asian populations\n\nREVEL meta-predictor score: 0.897 (above 0.75 impact threshold)\n\nRYR3 mutant channels were not characterized from a functional point of view, and thus no pathogenetic mechanism can be hypothesized. Furthermore, the role of RyR3 in muscle pathology is yet to be clarified.\n\n"},{"id":"cggv:06a444e0-0997-41dd-934c-ea1b69f20242","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:06a444e0-0997-41dd-934c-ea1b69f20242_variant_evidence_item"}],"strengthScore":0,"dc:description":"Reported in gnomAD v2.1.1 \nOverall allele frequency: 0.0068%\nMax allele frequency: 0.016% in South Asian populations\n\nREVEL meta-predictor score: 0.879 (above 0.75 impact threshold)\n\nRYR3 mutant channels were not characterized from a functional point of view, and thus no pathogenetic mechanism can be hypothesized. Furthermore, the role of RyR3 in muscle pathology is yet to be clarified.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":6749,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:f8f51de7-545c-46f1-9d5f-9074cc01e3c4","type":"GeneValidityProposition","disease":"obo:MONDO_0019952","gene":"hgnc:10485","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*RYR3* was first reported in relation to autosomal recessive congenital myopathy in 2018 (Nilipour et al., 2018; PMID 29498452). To date, the two unique missense variants described in a single affected individual in this initial report are the only variants associated with *RYR3* and autosomal recessive congenital myopathy and the impact of these variants on protein function is unclear. Some functional evidence supporting this gene-disease relationship exists, including protein expression data (PMID: 29498452) and functional alteration data from ryr3 knockout mice (PMIDs: 9384575 and 17412417) and RyR3-depleted zebrafish (PMID: 25667412). In summary, no convincing evidence for a causal role for *​RYR3​​* in ​autosomal recessive congenital myopathy has been reported. Although this gene-disease association is supported by relevant experimental evidence, the single report implicating *RYR3* in autosomal recessive congenital myopathy in humans is not sufficient to be scored as genetic evidence and the relationship between*RYR3* and autosomal recessive congenital myopathy is Disputed. More evidence is needed to either support or entirely refute the role *RYR3* plays in this disease. This classification was approved by the ClinGen Congenital Myopathies GCEP on meeting date 8/28/2023.\nOne report of a single patient (Nilipour et al., 2018, PMID 29498452) has linked RYR3 and autosomal recessive congenital myopathy. Given that the effect of the missense variants reported in Nilipour et al., 2018 on protein function are not supported by any functional evidence, the link between RYR3 and autosomal recessive congenital myopathy was scored based only on experimental evidence.","dc:isVersionOf":{"id":"cggv:f234219f-23fd-449f-9d7e-4c1731af3309"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}