{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-21T01:26:18.676Z","role":"Publisher"},{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-06-02T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":3377,"specifiedBy":"GeneValidityCriteria7","strengthScore":0,"subject":{"id":"cggv:e7e649f1-6ad8-4ce0-9224-d06981a534f1","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:338","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Variants in AGTR2 have been reported in individuals presenting various neurodevelopmental phenotypes, including intellectual disability, autistic features, epileptic seizures, speech delay, restlessness, and hyperactivity, as early as 2002. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, for the purposes of this curation, all of these features have been lumped into one disease entity, X-linked complex neurodevelopmental disorder. Although eight unique variants, including missense and truncating, have been reported in affected humans, the majority (six) have been ruled out from disease-causality based on high frequency in control populations (Piton et al., PMID 23871722), occurrence in unaffected males (Erdmann et al., PMID 14722754), non-segregation within a family (Bienvenu et al., PMID 12746399), and lack of enrichment in patients in a case-control study (Huang et al., PMID 16283672). Given that the two remaining variants are missense with no supporting functional evidence, and AGTR2 was the only gene sequenced in each case, the ClinGen Intellectual Disability and Autism Working Group recommended awarding 0 points for these variants. There are two AGTR2 mouse models which collectively show altered neuronal spine morphology, spatial memory impairment, delayed learning, and reduced exploratory behavior (PMIDs 18335189 and 7477267). However, due to the scarcity of plausible reports of disease-causing variants in humans we are disputing the relationship between AGTR2 and X-linked complex neurodevelopmental disorder. More evidence is needed to either support or refute the role AGTR2 plays in this disease. This classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 6/2/2020 (SOP Version 7).\n \nAGTR2 disorders lumped for this curation:\n \nOrphanet: X-linked non-syndromic intellectual disability\nOMIM: Mental Retardation, X-linked 88; MRX88\n\nVervoot et al 2002 reported 4 polymorphic variants (P201P, R248K, L166L, I337I) in AGR2 in its affected cohort.\n\nBienvenu et al 2003 reported a family where no unaffected subjects (including five males) had the C117F sequence variation, two affected patients did not carry the C117F mutation. An inframe duplication of 33 bp encoding for an additional tract of 11 alanines within the transcription factor SOX3 was identified in all affected members of this family, suggesting that dysfunction of the SOX3 protein is the primary cause of the mental retardation in this family (Laumonnier et al 2002). Bienvenu et al 2003 also reported the Vervoot polymorphism, R248K, in 2 affected patients.\n\nErdmann et al 2004 report finding the Vervoot et al 2002 G21V in a male patient with HCM, one unrelated male patient with DCM and two health male controls.\n\nHuang et al 2005 found the G21V variant in 3 males/2 females sent for FraX testing, and 2 males/10 females sent for hereditary hemochromatosis (HH) testing. They also found the Phe134Leufs (delT) variant in 2 males/1 female sent for hereditary hemochromatosis (HH) testing.","dc:isVersionOf":{"id":"cggv:d7cfa2a0-e6a7-49b8-a773-b32a1dfbcd57"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}