{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-02-16T19:51:29.661Z","role":"Publisher"},{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-02-13T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffa75484-8b86-4ca6-a872-41185b9b0308","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:851042ee-8d35-4d0e-b944-1657e82041e6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Variants in FUS are a definitive cause of ALS. In a co-immunoprecipitation assay, the authors showed that FUS coimmunoprecipitated with ATXN2 in spinal cord tissue lysates both in control patients and in patients with sporatic ALS. The authors found that FUS precipitates to a greater extent in SALS patients. Additionally, the authors found similar results upon examination of post-mortem spinal cord paraffin sections from a patient with FUS related ALS. The authors found that cytoplasmic FUS-positive inclusions co-localized with ataxin-2 in ALS patient tissues, while in control patients ataxin-2 localized partially with FUS in a diffuse or fine-granular pattern in spinal cord motor neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23172909","type":"dc:BibliographicResource","dc:abstract":"Fused in sarcoma (FUS) is mutated in both sporadic amyotrophic lateral sclerosis (ALS) and familial ALS patients. The mechanisms underlying neurodegeneration are not fully understood, but FUS redistributes from the nucleus to the cytoplasm in affected motor neurons, where it triggers endoplasmic reticulum (ER) stress. Ataxin-2 is a polyglutamine protein which normally contains 22 repeats, but expanded repeats (>34) are found in Spinocerebellar Ataxia type 2. Recently ataxin-2 with intermediate length repeats (27-33) was found to increase the risk of ALS. Here we show that ataxin-2 with an ALS-linked intermediate length repeat (Q31) is a potent modifier of FUS pathology in cellular disease models. Translocation of FUS to the cytoplasm and ER stress were significantly enhanced by co-expression of mutant FUS with ataxin-2 Q31. Ataxin-2 also co-localized with FUS in sporadic and FUS-linked familial ALS patient motor neurons, co-precipitated with FUS in ALS spinal cord lysates, and co-localized with FUS in the ER-Golgi compartments in neuronal cell lines. Fragmentation of the Golgi apparatus is linked to neurodegeneration in ALS and here we show that Golgi fragmentation is induced in cells expressing mutant FUS. Moreover, Golgi fragmentation was enhanced, and the early stages of apoptosis were triggered, when ataxin-2 Q31 was co-expressed with mutant FUS. These findings describe new cellular mechanisms linking ALS with ataxin-2 intermediate length polyQ expansions and provide further evidence linking disruption to ER-Golgi compartments and FUS pathology in ALS.","dc:creator":"Farg MA","dc:date":"2013","dc:title":"Ataxin-2 interacts with FUS and intermediate-length polyglutamine expansions enhance FUS-related pathology in amyotrophic lateral sclerosis."},"rdfs:label":"ATXN2 interaction with FUS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:b9b9a4e0-9764-4ba2-b18f-a7c3f93c69ff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:71054778-029b-4427-9d57-d0bc8d106e44","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Expanded Poly Q repeats result in toxic, misfolded proteins that ultimately leads to neuronal death and neuronal degeneration. The diseases associated with ATXN2 poly Q expansions are diverse and vary across which brain regions are most effected. Some Parkinsons patients with ATXN2 poly Q expansions exhibit phenotypes indicative of neurodegeneration only to the substantia nigra, while others present with a mix of phenotypes that includes cerebellar damage. Additionally, some patients with ATXN2 poly Q expansions show symptoms of just ALS, with the progressive loss of upper and lower neurons, while other ALS patients have presented with frontotemporal dementia. The exact nature of the expanded repeat influences disease onset and progression. Repeats associated with ALS are typically more intermediate than repeats associated with SCA2 and often are interrupted. Repeats associated with Parkinsons are often longer than repeats associated with ALS and are often interrupted. Uninterrupted and longer expansions are often associated with SCA2 and the progressive loss of Purkinje cells and cerebellar damage. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29427103","type":"dc:BibliographicResource","dc:abstract":"Spinocerebellar ataxia type 2 (SCA2) is autosomal dominantly inherited and caused by CAG repeat expansion in the ATXN2 gene. Because the CAG repeat expansion is localized to an encoded region of ATXN2, the result is an expanded polyglutamine (polyQ) tract in the ATXN2 protein. SCA2 is characterized by progressive ataxia, and slow saccades. No treatment for SCA2 exists. ATXN2 mutation causes gains of new or toxic functions for the ATXN2 protein, resulting in abnormally slow Purkinje cell (PC) firing frequency and ultimately PC loss. This chapter describes the characteristics of SCA2 patients briefly, and reviews ATXN2 molecular features and progress toward the identification of a treatment for SCA2.","dc:creator":"Scoles DR","dc:date":"2018","dc:title":"Spinocerebellar Ataxia Type 2."},"rdfs:label":"SCA2 overview and biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upscored due to the strength of evidence suggesting expanded Poly Q repeats leads to SCA2 with an increased risk factor for ALS and Parkinsons."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a04109d1-3b11-4dff-80ed-6d97eb02a133","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90b7c0ec-452e-4dbc-bc47-99588ea31262","type":"FunctionalAlteration","dc:description":"TDP-43-YFP, but not YFP alone, immunoprecipitated endogenous Ataxin-2. Additionally, Ataxin-2 repeat expansion length led to a stronger interatction with TDP-43. For example, 39Qs immunoprecipitated with TDP-43-YFP more robustly than Ataxin-2 with 22Qs. TDP-43 is major disease associated protein in ALS, often found in cytoplasmic incursion bodies in the motor neurons in patients with ALS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20740007","type":"dc:BibliographicResource","dc:abstract":"The causes of amyotrophic lateral sclerosis (ALS), a devastating human neurodegenerative disease, are poorly understood, although the protein TDP-43 has been suggested to have a critical role in disease pathogenesis. Here we show that ataxin 2 (ATXN2), a polyglutamine (polyQ) protein mutated in spinocerebellar ataxia type 2, is a potent modifier of TDP-43 toxicity in animal and cellular models. ATXN2 and TDP-43 associate in a complex that depends on RNA. In spinal cord neurons of ALS patients, ATXN2 is abnormally localized; likewise, TDP-43 shows mislocalization in spinocerebellar ataxia type 2. To assess the involvement of ATXN2 in ALS, we analysed the length of the polyQ repeat in the ATXN2 gene in 915 ALS patients. We found that intermediate-length polyQ expansions (27-33 glutamines) in ATXN2 were significantly associated with ALS. These data establish ATXN2 as a relatively common ALS susceptibility gene. Furthermore, these findings indicate that the TDP-43-ATXN2 interaction may be a promising target for therapeutic intervention in ALS and other TDP-43 proteinopathies.","dc:creator":"Elden AC","dc:date":"2010","dc:title":"Ataxin-2 intermediate-length polyglutamine expansions are associated with increased risk for ALS."},"rdfs:label":"ATXN2 repeat expansion alleles interaction with TDP-43"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b95f0bb-fb8a-4c57-adb1-a71376b45e84","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f88432f7-f75d-4328-b4a9-7a128c674ea5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous and heterozygous 58Q mice showed significant and severely impaired motor impairment, with homozygous mice developing severe deficits prior to heterozygous mice. Additionally, 58Q mice showed evidence of significant neurodegeneration. 58Q mice showed approximately 50% Purkinje cell loss and a progressive decrease in the marker Calbindin-28K, which is a protein specifically expressed in the cytoplasm and dendritic processes of Purkinje cells. 22Q mice showed no decrease in motor function and showed no decrease in Purkinje cells even after one year. This animal recapitulates several key features of SCA2 as seen in human patients including the mode of inheritance, severe motor deficits, and neurodegeneration of the Purkinje cells of the cerebellum. Additionally, transgenic mice with 22Q alleles, which is the most common allele in healthy individuals, did not show evidence of neurodegeneration or motor loss.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10973246","type":"dc:BibliographicResource","dc:abstract":"Instability of CAG DNA trinucleotide repeats is the mutational mechanism for several neurodegenerative diseases resulting in the expansion of a polyglutamine (polyQ) tract. Proteins with long polyQ tracts have an increased tendency to aggregate, often as truncated fragments forming ubiquitinated intranuclear inclusion bodies. We examined whether similar features define spinocerebellar ataxia type 2 (SCA2) pathogenesis using cultured cells, human brains and transgenic mouse lines. In SCA2 brains, we found cytoplasmic, but not nuclear, microaggregates. Mice expressing ataxin-2 with Q58 showed progressive functional deficits accompanied by loss of the Purkinje cell dendritic arbor and finally loss of Purkinje cells. Despite similar functional deficits and anatomical changes observed in ataxin-1[Q80] transgenic lines, ataxin-2[Q58] remained cytoplasmic without detectable ubiquitination.","dc:creator":"Huynh DP","dc:date":"2000","dc:title":"Nuclear localization or inclusion body formation of ataxin-2 are not necessary for SCA2 pathogenesis in mouse or human."},"rdfs:label":"Huynh et al. Q58 heterozygous and homozygous Mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6262f8c5-37f2-4ca6-ba1f-ae2887994faf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36d7b450-0e25-488a-9fc6-0cf45594e0cf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knock-in 100CAG-ATXN2 mice recapitulated nearly all phenotypes observed in patients with spinocerebellar ataxia 2 at both a molecular and organism-wide level. These shared phenotypes included neurodegeneration of the motor neurons, brainstem, and cerebellar neurons. Cystolic inclusion bodies of ATXN2 along with olivo-ponto cerebellar atrophy. Progressive motor deficits and ataxia along with reduced levels of N-Acetylaspartate and shortened live span. However, heterozygous mice, at least through the shortened life span of homozygous mice, showed brain atrophy but not overt neurological phenotypes similar to SCA2. One notable difference between the ATXN2 CAG-100 knock in model and patients was marked obesity, dyslipidemia, insulin resistance and hepatic accumulation of lipid droplets and glycogen in the knock in mouse model. Homozygous patients with late onset SCA2 and ATXN2 poly Q expansions of 31 have been reported, but the animal model did not receive upscoring due to incomplete recapitulation with heterozygous mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31376479","type":"dc:BibliographicResource","dc:abstract":"Spinocerebellar ataxia type 2 (SCA2) is an autosomal dominant neurodegenerative disorder caused by CAG-expansion mutations in the ATXN2 gene, mainly affecting motor neurons in the spinal cord and Purkinje neurons in the cerebellum. While the large expansions were shown to cause SCA2, the intermediate length expansions lead to increased risk for several atrophic processes including amyotrophic lateral sclerosis and Parkinson variants, e.g. progressive supranuclear palsy. Intense efforts to pioneer a neuroprotective therapy for SCA2 require longitudinal monitoring of patients and identification of crucial molecular pathways. The ataxin-2 (ATXN2) protein is mainly involved in RNA translation control and regulation of nutrient metabolism during stress periods. The preferential mRNA targets of ATXN2 are yet to be determined. In order to understand the molecular disease mechanism throughout different prognostic stages, we generated an Atxn2-CAG100-knock-in (KIN) mouse model of SCA2 with intact murine ATXN2 expression regulation. Its characterization revealed somatic mosaicism of the expansion, with shortened lifespan, a progressive spatio-temporal pattern of pathology with subsequent phenotypes, and anomalies of brain metabolites such as N-acetylaspartate (NAA), all of which mirror faithfully the findings in SCA2 patients. Novel molecular analyses from stages before the onset of motor deficits revealed a strong selective effect of ATXN2 on Nat8l mRNA which encodes the enzyme responsible for NAA synthesis. This metabolite is a prominent energy store of the brain and a well-established marker for neuronal health. Overall, we present a novel authentic rodent model of SCA2, where in vivo magnetic resonance imaging was feasible to monitor progression and where the definition of earliest transcriptional abnormalities was possible. We believe that this model will not only reveal crucial insights regarding the pathomechanism of SCA2 and other ATXN2-associated disorders, but will also aid in developing gene-targeted therapies and disease prevention.","dc:creator":"Sen NE","dc:date":"2019","dc:title":"Generation of an Atxn2-CAG100 knock-in mouse reveals N-acetylaspartate production deficit due to early Nat8l dysregulation."},"rdfs:label":"Sen et al. Knock-in CAG100 ATXN2 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:3983842f-32fb-4f91-b1ba-f42502a4ccc7","type":"EvidenceLine","direction":"Inconclusive","evidence":[{"id":"cggv:3983842f-32fb-4f91-b1ba-f42502a4ccc7_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:efcd8c94-c277-46bf-8af9-3c357a402b81","type":"Cohort","allGenotypedSequenced":2181,"alleleFrequency":0.01788170563961486,"detectionMethod":"All samples were subject to whole-genome sequencing and the clinical phenotype of cases were provided by the source clinicians","evidence":[{"id":"cggv:3983842f-32fb-4f91-b1ba-f42502a4ccc7_cc_evidence_item"}],"numWithVariant":39,"relatedCondition":{"id":"obo:MONDO_0008458"}},"controlCohort":{"id":"cggv:19c4c089-d1dd-419f-91f8-050a94ea5fac","type":"Cohort","allGenotypedSequenced":2921,"alleleFrequency":0.002738788086271825,"detectionMethod":"All samples were subject to whole-genome sequencing and the clinical phenotype of cases were provided by the source clinicians","evidence":[{"id":"cggv:3983842f-32fb-4f91-b1ba-f42502a4ccc7_cc_evidence_item"}],"numWithVariant":8},"lowerConfidenceLimit":3.19,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":9.5E-7,"statisticalSignificanceType":"","statisticalSignificanceValue":6.31,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":15.02,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35521889","type":"dc:BibliographicResource","dc:abstract":"Intermediate CAG (polyQ) expansions in the gene ataxin-2 (ATXN2) are now recognized as a risk factor for amyotrophic lateral sclerosis. The threshold for increased risk is not yet firmly established, with reports ranging from 27 to 31 repeats. We investigated the presence of ATXN2 polyQ expansions in 9268 DNA samples collected from people with amyotrophic lateral sclerosis, amyotrophic lateral sclerosis with frontotemporal dementia, frontotemporal dementia alone, Lewy body dementia and age matched controls. This analysis confirmed ATXN2 intermediate polyQ expansions of ≥31 as a risk factor for amyotrophic lateral sclerosis with an odds ratio of 6.31. Expansions were an even greater risk for amyotrophic lateral sclerosis with frontotemporal dementia (odds ratio 27.59) and a somewhat lesser risk for frontotemporal dementia alone (odds ratio 3.14). There was no increased risk for Lewy body dementia. In a subset of 1362 patients with amyotrophic lateral sclerosis with complete clinical data, we could not confirm previous reports of earlier onset of amyotrophic lateral sclerosis or shorter survival in 25 patients with expansions. These new data confirm ≥31 polyQ repeats in ATXN2 increase the risk for amyotrophic lateral sclerosis, and also for the first time show an even greater risk for amyotrophic lateral sclerosis with frontotemporal dementia. The lack of a more aggressive phenotype in amyotrophic lateral sclerosis patients with expansions has implications for ongoing gene-silencing trials for amyotrophic lateral sclerosis.","dc:creator":"Glass JD","dc:date":"2022","dc:title":"ATXN2 intermediate expansions in amyotrophic lateral sclerosis."},"rdfs:label":"Glass et al. ATXN2 ALS cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7801,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:56f1b78d-5837-4c6d-a4d3-f4d26129b114","type":"GeneValidityProposition","disease":"obo:MONDO_0008458","gene":"hgnc:10555","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ATXN2* was first reported in relation to autosomal dominant spinocerebellar ataxia type 2 (SCA2) in 1971 (PMID:5571047). SCA2, due to polyglutamine expansions in *ATXN2*, is characterized by the onset of gait ataxia often along with muscle cramps. Symptoms frequently are reflective of cerebellar neurodegeneration including appendicular ataxia, stance instability and dysarthria (Scoles and Pulst, PMID: 29427103). However, patients often present with symptoms reflective of neurodegneration to other brain areas including the oculomotor brainstem, such as slow or absent saccades, and can present with frontal-executive dysfunction. Polyglutamine expansions in *ATXN2* are also a risk factor for the development of autosomal dominant ALS and late onset autosomal dominant Parkinsons disease. ALS is a neurodegenerative disorder affecting upper motor neurons in the brain and lower motor neurons in the brain stem and spinal cord, while Parkinsons disease is a neurodegenerative disorder characterized by shaking, stiffness, and difficulty with balance and coordination, brought about by the loss of dopaminergic neruons in the substantia nigra. The size of the expansion and whether the expansion is interrupted may impact disease presentation and onset. Full expansion of the CAG repeat (>33) is a known cause of SCA2, while an intermediate expansion (between 27 and 33) has been associated with risk for ALS, though full CAG repeat expansions in *ATXN2* can also occur in rare cases of ALS. Furthermore, co-existence of SCA2 and ALS with full CAG repeat expansions in ATXN2 has been observed within a family. Given the overlap in genetic variation and the co-occurrence of ALS in individuals and in families, the ALS GCEP determined that ALS, due to CAG repeats >33, would be considered as part of the SCA2 disease spectrum. These ALS cases have been lumped into the curation for SCA2, contributing 3 points to genetic evidence. A total of 12.5 points of genetic evidence were scored through 25 probands from 12 publications (PMIDs: 21307863, 18499737, 20235484, 22700602, 33284045, 17715286, 21537950, 21562247, 21610160, 21670397, 23959108, 24718895) and a summed LOD score of 6.81, although many more probands exist in the literature. Experimentally, this gene-disease relationship is supported by biochemical function including evidence that polyglutamine expansions cause protein misfolding and purkinje cell death in patients with SCA2 (PMID: 29427103). Additionally, experimental evidence is supported by two mouse models with mice expressing separate length repeat expansions. Both mouse models recapitulated core features of SCA2 including severe motor deficits and neuron degeneration and death (PMID: 31376479, PMID: 10973246). Finally, this gene-disease relationship is supported by protein interaction with FUS, and functional alteration showing increased binding to TDP-43 with larger repeat expansion size more robustly associating with TDP-43 (PMIDs: 20740007, 23172909). In summary, *ATXN2* is definitively related to autosomal dominant spinocerebellar ataxia 2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. A classification of definitive was approved on 02/16/2024 by the ALS GCEP (SOP version 9).","dc:isVersionOf":{"id":"cggv:a5f9701f-a9a7-4689-9aec-27b3cbb06129"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}