{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2019-02-04T17:00:00.000Z","role":"Approver"},{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9ecc9aff-8aaf-4035-b92b-c914a82f68a6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8269775d-ab36-47eb-9626-983f8512259d","type":"FunctionalAlteration","dc:description":"Phosphorylation analysis shows that the MAPK signaling pathway is a target of MYST4 gne regulation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21804188","type":"dc:BibliographicResource","dc:abstract":"Epigenetic regulation of gene expression, through covalent modification of histones, is a key process controlling growth and development. Accordingly, the transcription factors regulating these processes are important targets of genetic diseases. However, surprisingly little is known about the relationship between aberrant epigenetic states, the cellular process affected, and their phenotypic consequences. By chromosomal breakpoint mapping in a patient with a Noonan syndrome-like phenotype that encompassed short stature, blepharoptosis, and attention deficit hyperactivity disorder, we identified haploinsufficiency of the histone acetyltransferase gene MYST histone acetyltransferase (monocytic leukemia) 4 (MYST4), as the underlying cause of the phenotype. Using acetylation, whole genome expression, and ChIP studies in cells from the patient, cell lines in which MYST4 expression was knocked down using siRNA, and the Myst4 querkopf mouse, we found that H3 acetylation is important for neural, craniofacial, and skeletal morphogenesis, mainly through its ability to specifically regulating the MAPK signaling pathway. This finding further elucidates the complex role of histone modifications in mammalian development and adds what we believe to be a new mechanism to the pathogenic phenotypes resulting from misregulation of the RAS signaling pathway.","dc:creator":"Kraft M","dc:date":"2011","dc:title":"Disruption of the histone acetyltransferase MYST4 leads to a Noonan syndrome-like phenotype and hyperactivated MAPK signaling in humans and mice."},"rdfs:label":"Phosphorylation in patient’s lymphoblastoid cell line"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"this experiment was conducted in patient cells and links the MYST4 to the RAS pathway. There is also a rescue model in the cells. Additionally, these effects were demonstrated in transfected HEK293 cells but that was not scored here in order to be conservative."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27b20242-2a3a-4c9d-ac09-a1f434d5ffd6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6cad81e4-a604-4490-9959-056d5fca2899","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse posessed features similar to that of Noonan syndrome, analysis of the skeleton and brain and other adult tissues in mice showed changes reminiscent of a RASopathy. They also performed functional alteration assays in cells extracted from the patient to show altered RAS signalling.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21804188","rdfs:label":"Myst4-depleted Querkopf mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This mouse model is consistent with other mouse models demonstrating the RASopathies, however there aren't a lot of features highly specific for the RASopathies reported in the mouse."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":371,"specifiedBy":"GeneValidityCriteria6","strengthScore":1.5,"subject":{"id":"cggv:a8770639-21cc-43f0-9d11-d9950345994e","type":"GeneValidityProposition","disease":"obo:MONDO_0021060","gene":"hgnc:17582","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KAT6B was first reported in relation to autosomal dominant RASopathies in 2011 (Kraft et al., PMID 21804188). However, only 1 variant (complex rearrangement) has been reported to be associated with a “Noonan-like phenotype” in humans. While evidence supporting this gene-disease relationship includes case-level data and experimental data, variants in this gene have been reported in at least 1 proband in 1 publication (Kraft et al. 2011 PMID 21804188). Additionally, the variant identified in the patient described to have a Noonan-like phenotype was a balanced translocation t(10;13)(q22.3;q34) disrupting the gene. Of note, truncating mutations in this gene have also been implicated in Say-Barber-Biesecker-Young-Simpson syndrome (SBBYSS) and genitopatellar syndrome. These relationships will be assessed separately. The association with RASopathies is supported by a mouse model demonstrating craniofacial and growth abnormalities consistent with RASopathies as well as functional alteration studies in patient cells demonstrating changes in RAS MAPK signaling. However, the mouse model is lacking specificity for RASopathies and cannot be distinguished from SBBYSS, as the same transgenic mice have independently been reported to model SBBYSS (PMID 22077973). Moreover, the RASopathy expert panel believes that the diagnosis of the reported translocation patient (Kraft et al., 2011 PMID 21804188) is more compatible with (mild) SBBYSS than Noonan syndrome. This patient was also described to have SBBYSS in another publication disputing the Noonan-like association (Clayton-Smith et al. 2011 PMID 22077973). The alterations of RAS/MAPK signaling observed in a lymphoblastoid cell line from this patient might be a hint that altered RAS/MAPK signaling contributes to the complex pathophysiology related to KAT6B-mediated chromatin modulation, but the reported data seem to be insufficient to account the disease solely to a dysregulation of this pathway. The possible relationship between KAT6B and RAS/MAPK pathway regulation needs further investigation. In summary, the evidence supporting the relationship between KAT6B and AD RASopathies is Disputed as no human genetic evidence can be scored. Neither the phenotype nor the nature of the genetic change support differentiation from SBBYSS. More evidence is needed to either support or refute the role KAT6B plays in this disease. This classification was approved by the ClinGen RASopathy Gene Curation Expert Panel on 2/4/2019 (SOP Version 5).\nCannot score only human variant as it is a multigenic translocation.","dc:isVersionOf":{"id":"cggv:fb3c40d8-3aea-45bf-949e-c3ba7d96a6b4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}