{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65cav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-08-05T18:28:37.305Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25b53f4b-6996-4a9e-b845-caec87372ad4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9af5acaf-ff6f-46e8-a8f5-b9877af495e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This model system looked at the effect of ZBTB20 Primrose syndrome associated variant on astrogliogenesis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34351428","type":"dc:BibliographicResource","dc:abstract":"Neocortical progenitor cells generate subtypes of excitatory projection neurons in sequential order followed by the generation of astrocytes. The transcription factor zinc finger and BTB domain-containing protein 20 (ZBTB20) has been implicated in regulation of cell specification during neocortical development. Here, we show that ZBTB20 instructs the generation of a subset of callosal projections neurons in cortical layers II/III in mouse. Conditional deletion of Zbtb20 in cortical progenitors, and to a lesser degree in differentiating neurons, leads to an increase in the number of layer IV neurons at the expense of layer II/III neurons. Astrogliogenesis is also affected in the mutants with an increase in the number of a specific subset of astrocytes expressing GFAP. Astrogliogenesis is more severely disrupted by a ZBTB20 protein containing dominant mutations linked to Primrose syndrome, suggesting that ZBTB20 acts in concert with other ZBTB proteins that were also affected by the dominant-negative protein to instruct astrogliogenesis. Overall, our data suggest that ZBTB20 acts both in progenitors and in postmitotic cells to regulate cell fate specification in the mammalian neocortex.","dc:creator":"Medeiros de Araújo JA","dc:date":"2021","dc:title":"ZBTB20 is crucial for the specification of a subset of callosal projection neurons and astrocytes in the mammalian neocortex."},"rdfs:label":"A variant causing Primrose syndrome affects astrogliogenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence only includes developmental cellular effect of a Primrose syndrome variant during neuronal development and does not include phenotypic comparisons between the mice and the PS phenotypes. Hence the score was downgraded to 1 "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":8765,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:72af705a-9b67-4047-956a-a41143a1363b","type":"GeneValidityProposition","disease":"obo:MONDO_0009798","gene":"hgnc:13503","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in *ZBTB20* zinc finger regions were first reported in individuals with autosomal dominant Primrose syndrome in 2014 (Cordeddu et al., PMID: 25017102). Phenotypes commonly reported with *ZBTB20* variants include macrocephaly, hypotonia, developmental delay, intellectual disability with expressive speech delay, behavioral issues, facial dysmorphic features, calcification of the external ear cartilage, sparse body hair, skeletal anomalies, distal muscle wasting, contractures, decreased bone mineral density, hearing loss, ocular anomalies, cryptorchidism, findings on brain imaging and altered glucose metabolism (PMID: 33956417).\nBoth missense and putative loss of function variants in *ZBTB20* have been reported in individuals with overlapping features; additionally, *ZBTB20* is the main candidate gene for the 3q13.31 microdeletion syndrome, which also shares clinical features with Primrose syndrome. Individuals with deletions and putative loss of function variants appear to have milder manifestations, while individuals with missense variants appear to be more severely affected. Evidence suggests that the more severe missense variants are acting via a dominant negative effect. Because the phenotypes of individuals with loss of function and dominant negative variants overlap and appear to be part of the same clinical spectrum, the ClinGen ID/Autism GCEP is curating all of this information together under the disease term Primrose syndrome. \n\nSeventeen variants (missense, in-frame deletion, frameshift), reported in seventeen probands in five publications (PMIDs: 25017102, 32266967, 30637921, 29737001, 32266967) are included in this curation. The variant p.Met625Val is recurrent and has been reported two times in the published literature (PMIDs: 31321892, 32266967). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease relationship is also supported by experimental evidence.\n\nIn summary, there is definitive evidence to support the relationship between *ZBTB20* and Primrose syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 18th, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:84d8ead9-b817-4ee8-a28b-5948efef65ca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}