{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-09-16T15:03:02.583Z","role":"Publisher"},{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-13T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27545675","type":"dc:BibliographicResource","dc:abstract":"Via whole-exome sequencing, we identified six females from independent families with a common neurodevelopmental phenotype including developmental delay, intellectual disability, autism, hypotonia, and seizures, all with de novo predicted deleterious variants in the nuclear localization signal of Heterogeneous Nuclear Ribonucleoprotein H2, encoded by HNRNPH2, a gene located on the X chromosome. Many of the females also have seizures, psychiatric co-morbidities, and orthopedic, gastrointestinal, and growth problems as well as common dysmorphic facial features. HNRNPs are a large group of ubiquitous proteins that associate with pre-mRNAs in eukaryotic cells to produce a multitude of alternatively spliced mRNA products during development and play an important role in controlling gene expression. The failure to identify affected males, the severity of the neurodevelopmental phenotype in females, and the essential role of this gene suggests that male conceptuses with these variants may not be viable.","dc:creator":"Bain JM","dc:date":"2016","dc:title":"Variants in HNRNPH2 on the X Chromosome Are Associated with a Neurodevelopmental Disorder in Females."},"evidence":[{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01a56bbb-cc2a-46f0-9bac-2e93484dc3c7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:17405888-dc0d-4395-9595-8fb45f6f56c7","type":"FunctionalAlteration","dc:description":"In human induced pluripotent stem cells, missense mutations (R206W, R206Q, P209L) as well as KO of HNRNPH2 showed altered global gene expression, with similar patterns observed for missense and KO, but more severe with the missense. HNRNPH1 transcript level was increased in KO neurons, but less so in missense-expressing neurons. \nKreienkamp et al. conducted RNA sequencing of patients' primary dermal fibroblasts harboring R114W, which showed aberrant splice patterns. \nThese two studies were combined and 1 point was awarded.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37463454","type":"dc:BibliographicResource","dc:abstract":"Mutations in HNRNPH2 cause an X-linked neurodevelopmental disorder with features that include developmental delay, motor function deficits, and seizures. More than 90% of patients with hnRNPH2 have a missense mutation within or adjacent to the nuclear localization signal (NLS) of hnRNPH2. Here, we report that hnRNPH2 NLS mutations caused reduced interaction with the nuclear transport receptor Kapβ2 and resulted in modest cytoplasmic accumulation of hnRNPH2. We generated 2 knockin mouse models with human-equivalent mutations in Hnrnph2 as well as Hnrnph2-KO mice. Knockin mice recapitulated clinical features of the human disorder, including reduced survival in male mice, impaired motor and cognitive functions, and increased susceptibility to audiogenic seizures. In contrast, 2 independent lines of Hnrnph2-KO mice showed no detectable phenotypes. Notably, KO mice had upregulated expression of Hnrnph1, a paralog of Hnrnph2, whereas knockin mice failed to upregulate Hnrnph1. Thus, genetic compensation by Hnrnph1 may counteract the loss of hnRNPH2. These findings suggest that HNRNPH2-related disorder may be driven by a toxic gain of function or a complex loss of HNRNPH2 function with impaired compensation by HNRNPH1. The knockin mice described here are an important resource for preclinical studies to assess the therapeutic benefit of gene replacement or knockdown of mutant hnRNPH2.","dc:creator":"Korff A","dc:date":"2023","dc:title":"A murine model of hnRNPH2-related neurodevelopmental disorder reveals a mechanism for genetic compensation by Hnrnph1."},"rdfs:label":"RNA sequencing"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3cb771e6-55a4-4e40-aef2-a53862311f3d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9230bf2-dc99-48dc-bea8-323435f5daf1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock-in mice bearing two distinct pathogenic NLS mutations (P209L, R206W) in Hnrnph2 demonstrated a phenotypic spectrum highly similar to clinical features observed in human patients, including reduced survival in males, craniofacial abnormalities, impaired motor function, and increased susceptibility to audiogenic seizures. \nIn contrast, two independent Hnrnph2 knockout (KO) mice showed no detectable phenotypes, arguing against a simple loss of hnRNPH2 function as the primary driver of disease. Importantly, Hnrnph2 KO mice showed significant upregulation of the paralogous gene Hnrnph1, whereas knock-in mice did not.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/37463454","rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":8973,"specifiedBy":"GeneValidityCriteria10","strengthScore":15,"subject":{"id":"cggv:b8aa48f8-15e6-4091-b516-f68c60f08295","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:5042","modeOfInheritance":"obo:HP_0001417"},"version":"1.3","dc:description":"*HNRNPH2* was first reported in relation to X-linked complex neurodevelopmental disorder in 2016 (Bain et al., PMID: 27545675). Disease-causing variants in the *HNRNPH2* gene have been found to cause a disorder originally known as *HNRNPH2*-related intellectual disability syndrome, which is characterized by developmental delay/intellectual disability, speech and language difficulties, behavioral problems, and hypotonia. Most of the disease-causing variants are *de novo*, missense variants located within or near the nuclear localization sequence (NLS), a highly conserved region between amino acids 194 and 220 that is essential for interaction with nuclear transport receptors. Of note, five male patients with nonsense and frameshift variants have been reported. They display milder phenotypes including developmental delay/intellectual disability, autistic features, and/or psychiatric co-morbidities.\n\nFifteen variants (missense, nonsense, frameshift) that have been reported in fifteen probands, in four publications (PMIDs: 27545675, 30887513, 33728377, 34907471), are included in this curation. Due to the gene having a single coding exon, protein truncating variants (PTVs) are anticipated to escape nonsense mediated decay. Due to this, the default score for PTVs has been decreased to 1.0  for this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n\nThis gene-disease relationship is also supported by mice models and functional assays in patients’ cells (PMIDs: 34907471, 37463454). These studies both showed aberrant splice patterns in patients’ cells (induced pluripotent stem cells and primary dermal fibroblasts) harboring missense variants. Additionally, knock-in mice bearing two distinct pathogenic NLS variants (P209L, R206W) in *Hnrnph2* demonstrated a phenotypic spectrum highly similar to clinical features observed in human patients, including craniofacial abnormalities, impaired motor function, and increased susceptibility to audiogenic seizures; male mice also had reduced survival. In contrast, two independent *Hnrnph2* knockout (KO) mice showed no detectable phenotypes.The mechanism of pathogenicity appears to be gain of function or dominant negative based on the mouse model (PMID: 37463454), but additional evidence is still required for a comprehensive understanding. \n\nIn summary, there is definitive evidence supporting the relationship between *HNRNPH2* and X-linked complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism GCEP on June 13th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:e303e734-0f37-4906-bc96-ca8e7f2d21b5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}