{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-03-19T19:45:17.723Z","role":"Approver"},{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e35c1556-615b-4a4b-9cf1-a31acb580bab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d272c94-2291-482c-9f8a-dbc51d79b040","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Review: MTFMT encodes mitochondrial methionyl-tRNA formyltransferase which catalyses the formylation of the mitochondrial methionine tRNA (Met-tRNAMet). This formylation is\nrequired for the initiation of translation and elongation of mitochondrial protein synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29980628","type":"dc:BibliographicResource","dc:abstract":"Diagnosing primary mitochondrial diseases is challenging in clinical practice. Although, defective oxidative phosphorylation (OXPHOS) is the common final pathway, it is unknown why different mtDNA or nuclear mutations result in largely heterogeneous and often tissue -specific clinical presentations. Mitochondrial tRNA (mt-tRNA) mutations are frequent causes of mitochondrial diseases both in children and adults. However numerous nuclear mutations involved in mitochondrial protein synthesis affecting ubiquitously expressed genes have been reported in association with very tissue specific clinical manifestations suggesting that there are so far unknown factors determining the tissue specificity in mitochondrial translation. Most of these gene defects result in histological abnormalities and multiple respiratory chain defects in the affected organs. The clinical phenotypes are usually early-onset, severe, and often fatal, implying the importance of mitochondrial translation from birth. However, some rare, reversible infantile mitochondrial diseases are caused by very specific defects of mitochondrial translation. An unbiased genetic approach (whole exome sequencing, RNA sequencing) combined with proteomics and functional studies revealed novel factors involved in mitochondrial translation which contribute to the clinical manifestation and recovery in these rare reversible mitochondrial conditions.","dc:creator":"Boczonadi V","dc:date":"2018","dc:title":"Mitochondrial DNA transcription and translation: clinical syndromes."},"rdfs:label":"Translation of mtDNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"At least 10 genes with a role in the translation of mtDNA encoded proteins are associated with Leigh syndrome (reviewed Rahman et al. (2017); PMID: 27977873."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3fdc9a72-f8f8-4ece-a0b2-3a6ae978a2dc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ca1caf3-4542-4c1b-b1a3-e91ba73f78b1","type":"FunctionalAlteration","dc:description":"Fig 1 confirms knockdown in this cell line. Fig 2. Analysis of tRNAs by PAGE showed an absence of fMet-tRNAMet (but an increase in Met-tRNAMet) compared to control lines. Pulse-chase experiments showed all mitochondrial encoded porteins were synthesised in the KO cells but at a reduced rate which varied acroos the protiens (fig 3). Fig 5 shows that the KO cell lines showed altered steady state levels of the OXPHOS complexes, particularly complex I and complex IV. Fig 6 BN PAGE of complex I subunits shows reduced assemble of the complex I supercomplex from intermediates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30087118","type":"dc:BibliographicResource","dc:abstract":"N-Formylation of the Met-tRNAMet by the nuclearly encoded mitochondrial methionyl-tRNA formyltransferase (MTFMT) has been found to be a key determinant of protein synthesis initiation in mitochondria. In humans, mutations in the MTFMT gene result in Leigh syndrome, a progressive and severe neurometabolic disorder. However, the absolute requirement of formylation of Met-tRNAMet for protein synthesis in mammalian mitochondria is still debated. Here, we generated a Mtfmt-KO mouse fibroblast cell line and demonstrated that N-formylation of the first methionine via fMet-tRNAMet by MTFMT is not an absolute requirement for initiation of protein synthesis. However, it differentially affected the efficiency of synthesis of mtDNA-coded polypeptides. Lack of methionine N-formylation did not compromise the stability of these individual subunits but had a marked effect on the assembly and stability of the OXPHOS complexes I and IV and on their supercomplexes. In summary, N-formylation is not essential for mitochondrial protein synthesis but is critical for efficient synthesis of several mitochondrially encoded peptides and for OXPHOS complex stability and assembly into supercomplexes.","dc:creator":"Arguello T","dc:date":"2018","dc:title":"Mitochondrial methionyl N-formylation affects steady-state levels of oxidative phosphorylation complexes and their organization into supercomplexes."},"rdfs:label":"Mtfmt-KO mouse fibroblast cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"N-formylation is not essential for mitochondrial protein synthesis but is critical for efficient synthesis of several mitochondrially encoded peptides and for OXPHOS complex stability and assembly into supercomplexes,  leading to mitochondrial deficiency associated with Leigh syndrome."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df0b2b8c-b24e-48ec-97af-15245a9e42c1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5eddd140-8dd2-4bbe-b26a-e4aef196fb15","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Partial rescue; the wildtype cDNA lead to elevated levels of COX2 compared to control, indicating increase in translation efficiency, and an increase in NDUFB8 the level of NDUFB8 reflects an increase in the stability of complex I. \nSimilar data was reported for both patient cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21907147","type":"dc:BibliographicResource","dc:abstract":"The metazoan mitochondrial translation machinery is unusual in having a single tRNA(Met) that fulfills the dual role of the initiator and elongator tRNA(Met). A portion of the Met-tRNA(Met) pool is formylated by mitochondrial methionyl-tRNA formyltransferase (MTFMT) to generate N-formylmethionine-tRNA(Met) (fMet-tRNA(met)), which is used for translation initiation; however, the requirement of formylation for initiation in human mitochondria is still under debate. Using targeted sequencing of the mtDNA and nuclear exons encoding the mitochondrial proteome (MitoExome), we identified compound heterozygous mutations in MTFMT in two unrelated children presenting with Leigh syndrome and combined OXPHOS deficiency. Patient fibroblasts exhibit severe defects in mitochondrial translation that can be rescued by exogenous expression of MTFMT. Furthermore, patient fibroblasts have dramatically reduced fMet-tRNA(Met) levels and an abnormal formylation profile of mitochondrially translated COX1. Our findings demonstrate that MTFMT is critical for efficient human mitochondrial translation and reveal a human disorder of Met-tRNA(Met) formylation.","dc:creator":"Tucker EJ","dc:date":"2011","dc:title":"Mutations in MTFMT underlie a human disorder of formylation causing impaired mitochondrial translation."},"rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5023e02c-cea0-4bba-8496-ee512b6696da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6a421f43-04a7-401b-add7-027f037aa6c0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nShe presented age 3 years with motor developmental delay; in particular she was unsteady and had frequent falls.\nMRI showed symmetrical T2-hyperintenities in the lentiform nuclei, asymmetrical changes in the caudate nuclei and patchy deep white matter changes (fig 1 B).\nCerebospinal fluid (CSF) examination showed raised lactate at 4.3mmol/L (normal <2.2. mmol/L)\nMuscle biopsy showed reduced activity of mitochondrial complexes I and IV. \nAt the age of 6 years her gait was normal although eye closure provoked some unsteadiness. She had no speech or cognitive problems, tone and reflexes were all within the normal limits although she had slight proximal weakness particularly on rising from a squat","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:5023e02c-cea0-4bba-8496-ee512b6696da_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139242.4(MTFMT):c.626C>T (p.Ser209Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130599"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30911575","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial methionyl-tRNA formyltransferase (MTFMT) is required for the initiation of translation and elongation of mitochondrial protein synthesis. Pathogenic variants in MTFMT have been associated with Leigh syndrome (LS) and mitochondrial multiple respiratory chain deficiencies. We sought to elucidate the spectrum of clinical, neuroradiological and molecular genetic findings of patients with bi-allelic pathogenic variants in MTFMT.","dc:creator":"Hayhurst H","dc:date":"2019","dc:title":"Leigh syndrome caused by mutations in MTFMT is associated with a better prognosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Recurrent variant with gene impact experimental evidence. \nPatient fibroblasts demonstrated reduction of the protein levels of mitochondrial complex I and complex IV subunits, consistent with reduced translation efficiency."},{"id":"cggv:f0a9dfa7-b288-4669-b8a8-4547634a7a7e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6c8fb6f2-52c5-4ae2-9ab8-84d7dc5fa38f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nAt the age of 15 months he was noted to have a left-sided spastic paresis and torticollis\nMRI head showed symmetrical high signal lesions on T2 in the supraventricular white matter. Similar changes were also seen in the corupus callosum, caudate, putamen and globus pallidus and crus cerebri. \nSerum and CSF lactate was elevated.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f0a9dfa7-b288-4669-b8a8-4547634a7a7e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"},{"id":"cggv:8b4240ef-9658-4ee5-93ee-5389b926376d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139242.4(MTFMT):c.994C>T (p.Arg332Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130603"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"NM_139242.4(MTFMT):c.626C>T (p.Ser209Leu) is an established, recurrent , splicing variant. \nNM_139242.4(MTFMT):c.994C>T (p.Arg332Ter) has been associated with  17.5%  (Hayhurst et al. 2019)"},{"id":"cggv:a06fc369-9759-44c1-8c59-8473d260a877_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ad93f4b3-db75-404e-8fab-b348ea000a1a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":44,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome and parkinsonism\n\nUpon presentation: Slight nuchal rigidity, gait ataxia, hyperreflexia, plantar reflexes in extension, and absence of sensorimotor dysfunction were noticed. Neuroophthalmologic examination showed upward gaze palsy, downward gaze paresis, bilateral miosis not reacting to light and preserved convergence, and ability to abduct the eyes.\nProgression: In the 3 weeks after admission, a deterioration of gait and balance was seen, as well as lack of initiative. Slight speech difficulties (hypophonia and tachylalia) were detected, as well as slow movements.\nMRI: bMRI showed nonacute lacunar or cystic T2-hyperintense lesions in the basal ganglia (caudate nucleus and putamen) and remarkable acute symmetrical fluid attenuated inversion recovery (FLAIR)-/T2-hyperintense lesions in the mesencephalon, suggestive of Leigh disease (figure, A and B). \nElevated lactate: CSF analysis on the first admission was normal, except for increased lactate concentration (38 mg/dL, normal 10–22), confirmed a few days later (33 mg/dL). Serum lactate, vitamin B12, and thiamin were normal.\nAt two year follow up: extrapyramidal symptoms (EPS) were seen characterized by marked hypomimia, mild bradykinesia, difficulties with fine motor skills, discrete cogwheel rigidity, diminished arm swing amplitude, disturbed finger movements, slight dysdiadochokinesis, and hypophonia.\nOther: Mild left ventricular hypertrophy (interventricular septum and left ventricular posterior wall thickness of 13 mm). The urinary bladder was atonic. \nIn cultured skin fibroblasts, a significantly decreased activity of complex IV was found (complex I not assessed) (table)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a06fc369-9759-44c1-8c59-8473d260a877_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"NM_139242.4(MTFMT):c.626C>T  is an established splicing variant."},{"id":"cggv:821bc57a-2be5-4133-9258-cb214b63a4dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:45be55de-c39b-4719-a50b-f7eb9ed1d271","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nAt 4 years he was found to have global developmental delay, at ten years old, he was documented to have fatigue, intellectual disability, bradyphrenia, hypokinetic with dystonic posturing, and unilateral resting tremor. He also exhibited an abnormal breathing pattern with frequent sighing as well as having speech and swallowing difficulties. \nHe had a CT scan which showed hypointensities in the putamen and globus pallidus. His serum lactate was mildly elevated at 2.5mmol/L (normal < 2 mmol/L). His clinical phenotype was compatible with Leigh syndrome, and his muscle biopsy demonstrated complex I and III deficiencies.\nTwo younger brothers presented with a similar phenotype.","previousTesting":true,"previousTestingDescription":"mtNA variants ruled out.","sex":"Male","variant":{"id":"cggv:821bc57a-2be5-4133-9258-cb214b63a4dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d4d263b1-cb0b-483f-83c6-dac756aef41a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_001751081.1(MTFMT):n.175G>A (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392862348"}},{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 14"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Muscle biopsy and  patient fibroblasts demonstrated reduction of the protein levels of mitochondrial complex I and complex IV subunits. \nNM_139242.4(MTFMT):c.626C>T is an established, recurrent splicing variant."},{"id":"cggv:8c85a40d-b02f-4025-af33-856ce9dcfbea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:73023e5e-3709-44c2-9088-af9c167643e8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":20,"detectionMethod":"N/A","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nDuring a bacterial infection at the age of 20 months he developed progressive gait instability and loss of independent ambulation within one week. Body weight, head circumference were below 3rd percentile (microcephaly, growth retardation). \nSerum and CSF  lactate elevated\ncMRI revealed T2-signal intensive lesions of the periventricular white matter, centrum semiovale and spelium callosum (Figs. 1K and L). MRI spectroscopy showed increased periventricular lactate peaks.(Fig 1 K) \nmuscle biopsy showed a combined deficiency of complex I (0.075 mU/mU CS, N 0.084-0.273) and IV (0.416 mU/mU CS, N 0.045-0.187) which was subsequently also confirmed in fibroblasts\nOther: noncompaction cardiomyopathy.","previousTesting":true,"previousTestingDescription":"LAMA2 and mitochondrial tRNA sequencing failed to detect potentially disease-causal mutations.","sex":"Male","variant":{"id":"cggv:8c85a40d-b02f-4025-af33-856ce9dcfbea_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8b4240ef-9658-4ee5-93ee-5389b926376d"},{"id":"cggv:cd989d4e-b254-43ec-8bee-7ed29faa8ea8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139242.4(MTFMT):c.452C>T (p.Pro151Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150820"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24461907","type":"dc:BibliographicResource","dc:abstract":"Defects of mitochondrial oxidative phosphorylation (OXPHOS) are associated with a wide range of clinical phenotypes and time courses. Combined OXPHOS deficiencies are mainly caused by mutations of nuclear genes that are involved in mitochondrial protein translation. Due to their genetic heterogeneity it is almost impossible to diagnose OXPHOS patients on clinical grounds alone. Hence next generation sequencing (NGS) provides a distinct advantage over candidate gene sequencing to discover the underlying genetic defect in a timely manner. One recent example is the identification of mutations in MTFMT that impair mitochondrial protein translation through decreased formylation of Met-tRNA(Met). Here we report the results of a combined exome sequencing and candidate gene screening study. We identified nine additional MTFMT patients from eight families who were affected with Leigh encephalopathy or white matter disease, microcephaly, mental retardation, ataxia, and muscular hypotonia. In four patients, the causal mutations were identified by exome sequencing followed by stringent bioinformatic filtering. In one index case, exome sequencing identified a single heterozygous mutation leading to Sanger sequencing which identified a second mutation in the non-covered first exon. High-resolution melting curve-based MTFMT screening in 350 OXPHPOS patients identified pathogenic mutations in another three index cases. Mutations in one of them were not covered by previous exome sequencing. All novel mutations predict a loss-of-function or result in a severe decrease in MTFMT protein in patients' fibroblasts accompanied by reduced steady-state levels of complex I and IV subunits. Being present in 11 out of 13 index cases the c.626C>T mutation is one of the most frequent disease alleles underlying OXPHOS disorders. We provide detailed clinical descriptions on eleven MTFMT patients and review five previously reported cases. ","dc:creator":"Haack TB","dc:date":"2014","dc:title":"Phenotypic spectrum of eleven patients and five novel MTFMT mutations identified by exome sequencing and candidate gene screening."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24461907","rdfs:label":"Patient 56902"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Patient fibroblasts showed reduced complex I and complex IV activity. \np.Arg332Ter is located in exon 9 of 9 and not predicted to undergo NMD."},{"id":"cggv:6fa5f49f-6125-48ac-9a7f-806c027499cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f158a1e-1962-47f1-b2c4-5fec1e1c54de","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":9,"detectionMethod":"NGS of 1034 nuclear-encoded mitochondrial-associated genes and the mtDNA.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Leigh syndrome and combined OXPHOS deficiency.\nAt 9 years of age with an acquired strabismus (bilateral inferior oblique overaction thought to be due to an internuclear ophthalmoplegia) and mild impairment of visual acuity. A normal ophthalmological examination had been documented one year previously.  There was a past history of developmental delay affecting linguistic and to a lesser extent coordination abilities. \nMRI showed nearly symmetrical high signal on T2 lesions involving the lentiform nuclei, caudate nuclei, mid-brain tectum, red nuclei, corpus callosum and subcortical white matter.(no.Fig) \nFasting CSF samples showed elevated lactate (4.59, 4.09 and 4.36 mmol/L, reference range 0.74-1.73). \nFH: P1’s maternal first cousin also had Leigh-like changes on brain MRI. At 9 years of age he was more severely affected with global developmental delay, optic atrophy, mild bilateral pyramidal tract signs and coordination difficulty. Elevated lactate.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:6fa5f49f-6125-48ac-9a7f-806c027499cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:081cfe2a-7be6-4921-9091-e366596dac89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139242.4(MTFMT):c.382C>T (p.Arg128Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130600"}},{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907147"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907147","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Note: The c.626C-T transition 20-bp upstream of the 3-prime end of exon 4 of the MTFMT gene. The mutation is predicted to result in a ser209-to-leu (S209L) substitution in a moderately conserved residue. However, the mutation also causes the elimination of 2 overlapping exonic splicing enhancers and the generation of an exonic splicing suppressor. The change causes skipping of exon 4, a frameshift, and premature termination (Arg181SerfsTer5).\nPatient fibroblasts had reduced synthesis of most mtDNA-encoded proteins as assayed by [35S]-methionine labeling in the presence of inhibitors of cytosolic translation (Fig. 1B). This correlated with reduced steady state protein levels as detected by\nimmunoblotting (Fig. 1C), and, at least for ND1, was not due to reduced mRNA. \nqRT-PCR analysis revealed that P1 had only 9% full length MTFMT transcript compared to controls (Supplementary Fig. S2), the majority of which carries the c.382C>T nonsense mutation and lacks the c.626C>T splicing mutation. \nFibroblasts from P1 lacked detectable fMet-tRNAMet and contained mostly Met-tRNAMet along with traces of the uncharged tRNAMet (Fig. 3B).\n c.382C>T(p.Arg128Ter) is located in exon 2 of 9 and predicted to undergo NMD."},{"id":"cggv:31c986eb-cc39-4d09-8a53-0e96d0ddfa59_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:aa277ccd-2b85-43c5-a981-832d6740f49b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nPsychomotor development was delayed from infancy, with developmental regression, muscular hypotonia, periodic nystagmus and tachypnea observed from 9 months of age. \nMRI head showed symmetrical high signal on T2 lesions supraventricular in the white matter, with similar changes in the pons and medial parts of the temporal lobes. \nPlasma lactate was elevated. \nEEG was normal. \nMuscle biopsy showed complex I and IV deficiency. \nDied at 22 months","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:31c986eb-cc39-4d09-8a53-0e96d0ddfa59_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8b4240ef-9658-4ee5-93ee-5389b926376d"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"p.Arg332Ter is located in the last exon 9. Muscle biopsy complexes I and IV and patient fibroblasts demonstrated reduction of the protein levels of mitochondrial complex I and complex IV subunits."},{"id":"cggv:ac437379-b01e-47c6-8845-5c519c43372e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:741ca1a6-dc9c-4c01-b2a0-608f39b0d585","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay (more speech than motor), muscular hypotonia, ataxic gait, dysarthria\nBirth and early motor development were normal (walking by 18 months of age), however speech development was delayed, leading to the first clinical investigations at 3 years of age (normal chromosome analysis and EEG). She slowly developed coordination problems over the following 3 years. At six years she had a slight dysarthria and speech was limited to short sentences. She had no muscle weakness, however muscle tone was generally reduced; deep tendon reflexes were normal and symmetric. There was a mild ataxia, causing difficulties in tandem gait, and her fine finger movements were clumsy. \nMildly increased CSF lactate (3.3 mmol/L, normal b2.2; serum lactate 1.5 mmol/L, normal b2.0).\nMRI (6 years) Brain MRI showed mild signal abnormalities in the dorsal periventricular white matter and increased signal intensities bilaterally on T2-weighted sequences in the nucleus caudatus and putamen, although brainstem and cerebellum were normal.\nBiochemical analysis of the RC enzymes in skeletal muscle of patient 1 showed a reduction of complex I.","previousTesting":true,"previousTestingDescription":"Mitochondrial DNA deletions, depletion and point mutations were excluded in muscle DNA. Direct sequencing of POLG, EFG1, EFTu, EFTs, MRPS16 and TRMU in blood-DNA","sex":"Female","variant":{"id":"cggv:ac437379-b01e-47c6-8845-5c519c43372e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:cd989d4e-b254-43ec-8bee-7ed29faa8ea8"},{"id":"cggv:8b4240ef-9658-4ee5-93ee-5389b926376d"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23499752","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing identified compound heterozygous mutations in the recently discovered mitochondrial methionyl-tRNA formyltransferase (MTFMT) gene in two sisters with mild Leigh syndrome and combined respiratory chain deficiency. The mutations lead to undetectable levels of the MTFMT protein. Blue native polyacrylamide gel electrophoresis showed decreased complexes I and IV, and additional products stained with complex V antibodies, however the overall steady state level of mt-tRNA(Met) was normal. Our data illustrate that exome sequencing is an excellent diagnostic tool, and its value in clinical medicine is enormous, however it can only be optimally exploited if combined with detailed phenotyping and functional studies. ","dc:creator":"Neeve VC","dc:date":"2013","dc:title":"Clinical and functional characterisation of the combined respiratory chain defect in two sisters due to autosomal recessive mutations in MTFMT."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23499752","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Immunoblotting for MTFMT detected no band in myoblasts of patient 1, confirming a severe decrease of the protein (Fig. 1D). COXII and NDUFB8 were also decreased in patient 1, suggesting a deficiency in complexes I and IV respectively (Fig. 1E).\np.Arg332Ter  is a recurrent variant, seen in 17% of cases (Hayhurst 2019)"},{"id":"cggv:dbcc8946-8af4-45da-8848-c2c62f7aa802_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0bad6a1e-9389-40dc-957b-9a6bb467f5e2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay\nShe did not reach the expected developmental milestones at 9 and 12 months. In addition, she did not speak until 5 years old (Fig 1C D). \nA MRI scan at 5 years revealed basal ganglia calcification and changes in the cerebral peduncles . \nCSF and serum lactate were elevated, and muscle biopsy showed complex I on the low end of normal range.\nOther: developed precocious puberty.At ag e 17 years, she developed oculogyric episodes over a few months, headache, tremor, bilateral myoclonic jerks and pain in lower limbs, cardiomyopathy.\nAn EEG revealed excessive polyrhythmic appearances with no evidence of epileptiform activity. NCS showed mild to moderate sensory neuropathy (predominantly in the lower limbs)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:dbcc8946-8af4-45da-8848-c2c62f7aa802_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d1dd2be9-4635-4b71-8b3f-fe365f14b796","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139242.4(MTFMT):c.1100_1101del (p.Phe367fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7613147"}},{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Patient fibroblasts and muscle biopsy demonstrated reduction of the protein levels of mitochondrial complex I and complex IV subunits.\nNM_139242.4(MTFMT):c.626C>T is a recurrent splicing variant\nNM_139242.4(MTFMT):c.1100_1101del is located in exon 9 of 9 and not expected to undergo NMD."},{"id":"cggv:50a25487-336a-4e70-b51a-65fbb4ec2baa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:56813d75-c44f-4807-b7b3-db1502ea4290","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":27,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"At age 27 years she had ophthalmoplegia, a diminished facial expression, bradykinesia and rigidity in both arms.\nMRI revealed hyperintensities in the mesencephalon, thalamus, substantia nigra, colliculus inferior and colliculus superior. \nShe had elevated CSF lactate .\nFour months after the initial presentation, she was admitted to hospital with pneumonia and became respiratory distress necessitating mechanical ventilation. She developed dysphagia, bilateral facial weakness and quadriplegia. \nbrain imaging showed a progression of the hyperintense lesions in the mesencephalon and the medulla compared to the previous scans. \nAfter 3 months her ophthalmoplegia and facial weakness resolved almost completely, her limbs were much stronger, and she was able to walk with some support, but still required ventilatory support. The resolution of MRI abnormalities mirrored the clinical improvement.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:50a25487-336a-4e70-b51a-65fbb4ec2baa_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5ccac7d8-3f87-40c7-9ecf-f535105cd9b5"},{"id":"cggv:8b4240ef-9658-4ee5-93ee-5389b926376d"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30911575","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Same genotype as patient 7 in this paper so down-scored; NM_139242.3:c.626C>T(p.Arg181Serfs*6) is an established splicing variant. \nMuscle biopsy and  patient fibroblasts demonstrated reduction of the protein levels of mitochondrial complex I and complex IV subunits."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":272,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:c9e098ad-01da-4c99-b571-fedcf053ecc4","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:29666","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between MTFMT and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 26, 2020. The MTFMT gene encodes mitochondrial methionyl-tRNA formyltransferase which catalyzes the formylation of the mitochondrial methionine tRNA (Met-tRNAMet). This formylation is required for the initiation of translation and elongation of mitochondrial protein synthesis.\n\nThe MTFMT gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2011 (PMID: 21907147). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six variants identified in ten cases in four publications (PMIDs: 21907147, 23499752, 30911575, 24461907). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, functional alteration in non-patient cells, and rescue in patient cells (PMIDs: 29980628, 30087118, 21907147).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 26, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:0e7a00ee-ef09-443f-9d66-03128e1fb225"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}