{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-13T18:56:06.477Z","role":"Publisher"},{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-02-17T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5},{"id":"cggv:01a57e6b-2fca-47e8-b739-583b787861de_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:01a57e6b-2fca-47e8-b739-583b787861de","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:98864922-f861-4e23-b753-c2fea564d096","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016013.4(NDUFAF1):c.758A>G (p.Lys253Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129372"}},{"id":"cggv:a5a8ab40-a68e-49bc-b846-a69b6325e38c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016013.4(NDUFAF1):c.619A>C (p.Thr207Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129370"}}],"detectionMethod":"Candidate gene approach, cell lines from patients with complex I deficiency (5) were screened for NDUFAF1 protein levels. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband diagnosed with cardioencephalomyopathy\n\nFailure to thrive with congenital hypotonia reported at 11 months\n15 months: severe cardiac failure associated with viral illness, hypertrophic cardiomyopathy diagnosed, thickened interventricular septum and posterior left ventricular wall. Diagnosed with Wolff-Parkinson-White syndrome.\nNoted to have developmental delay, mild intellectual disability , hypotonia \n\nPigmentary retinopathy was detected at age 11 years\nKyphoscoliosis developed in his teenage years with osteoporosis diagnosed at 16 years of age. \npubertal delay but at age 19 years was fully pubertal.\n\nLactic acidosis: blood lactate levels in the range of 5 mM to 10 mM (normal <2.5 mM).\nSteady-state complex I in patient 1 fibroblasts, as measured on BN-PAGE, was also reduced to ~30% of control values. \nPatient 1 lymphoblasts showed a complex I deficiency with 36% residual activity relative to the marker enzymes citrate synthase or complex II. \nThe activities of complexes II–IV were all normal (Figure 4D).\n","phenotypes":["obo:HP_0001508","obo:HP_0003128","obo:HP_0000580","obo:HP_0011923","obo:HP_0000823","obo:HP_0001638","obo:HP_0005144","obo:HP_0001252","obo:HP_0001319","obo:HP_0001716","obo:HP_0002751","obo:HP_0001639","obo:HP_0001635","obo:HP_0000939","obo:HP_0001263","obo:HP_0001256"],"sex":"Male","variant":[{"id":"cggv:61c16ca7-1f34-4862-9d8b-58f2dfb88e92_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a5a8ab40-a68e-49bc-b846-a69b6325e38c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17557076","type":"dc:BibliographicResource","dc:abstract":"In humans, complex I of the respiratory chain is composed of seven mitochondrial DNA (mtDNA)-encoded and 38 nuclear-encoded subunits that assemble together in a process that is poorly defined. To date, only two complex I assembly factors have been identified and how each functions is not clear. Here, we show that the human complex I assembly factor CIA30 (complex I intermediate associated protein) associates with newly translated mtDNA-encoded complex I subunits at early stages in their assembly before dissociating at a later stage. Using antibodies we identified a CIA30-deficient patient who presented with cardioencephalomyopathy and reduced levels and activity of complex I. Genetic analysis revealed the patient had mutations in both alleles of the NDUFAF1 gene that encodes CIA30. Complex I assembly in patient cells was defective at early stages with subunits being degraded. Complementing the deficiency in patient fibroblasts with normal CIA30 using a novel lentiviral system restored steady-state complex I levels. Our results indicate that CIA30 is a crucial component in the early assembly of complex I and mutations in its gene can cause mitochondrial disease.","dc:creator":"Dunning CJ","dc:date":"2007","dc:title":"Human CIA30 is involved in the early assembly of mitochondrial complex I and mutations in its gene cause disease."}},{"id":"cggv:b6c0204f-ee34-4107-8ade-a6b50a4c0aab_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:98864922-f861-4e23-b753-c2fea564d096"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17557076"}],"rdfs:label":"Patient 1"},{"id":"cggv:61c16ca7-1f34-4862-9d8b-58f2dfb88e92","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:61c16ca7-1f34-4862-9d8b-58f2dfb88e92_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"see below:"},{"id":"cggv:b6c0204f-ee34-4107-8ade-a6b50a4c0aab","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b6c0204f-ee34-4107-8ade-a6b50a4c0aab_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The variant is referred to in the report as c.1140A>G (p.Lys253Arg)  is positioned in the splice site consensus sequence at the end of exon 3 and was suspected to be causing a splicing defect. The c.1140>4Gmutation is predicted to give a preferred donor splice site 6 bp upstream of the wild-type site. RTPCR confirmed expression of an alternative shorter corresponding transcript, resulting in an inframe loss of Val252 and Lys253. No direct evidence of gene impact. \n\nPatient fibroblast cell lines (CH for c.1140A>G (p.Lys253Arg); c.1001A>C (p.Thr207Pro):\nWestern blot showed reduction of NDUFAF1 protein levels, less than 10% compared to other mitochondrial protein controls (mtHSP70 and Tom40) (fig 4A, B).\nBNPAGE showed complex I was reduced to 30% of control values, SDS PAGE showed reduction of five further complex I subunits (fig 4C). \nFibroblasts (as well as lymphoblasts ) showed a reduction in complex I activity (suppl fig 1 and lymphoblasts Fig 4D))\nPulse chase experiments detected low levels of early complex I intermediates (400kDa) but an absence of larger complex I intermediates and the holoenzyme. \nComplementation rescue: Patient fibroblasts stably transfected with wild-type NDUFAF1 using a lentiviral transfection system showed expression\nof wild-type NDUFAF1 protein in patient cells which correlated with the restoration of assembled complex I (Figure 7B).\n\nScore per variant: 0.5 complex I deficiency; 0.5 complex I assembly defect; rescue of complex I activity 0.5. Total case score 3pts. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:273c47ee-30b6-43c5-a295-601f42f38c0b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:273c47ee-30b6-43c5-a295-601f42f38c0b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":[{"id":"cggv:324f455c-9990-4f2e-a806-7a47f0fa8650","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016013.4(NDUFAF1):c.733G>A (p.Gly245Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30625"}},{"id":"cggv:91ef76c6-f32c-4f22-ba88-08d02e3a3132","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016013.4(NDUFAF1):c.631C>T (p.Arg211Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129374"}}],"detectionMethod":"A candidate gene approach was used to search for assembly factor mutations in patients with complex I deficiency and accumulating abnormal complex I subassemblies on BN-PAGE analysis. Variants in NDUFS4, FOXRED1, were ruled out. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was diagnosed with fatal infantile hypertrophic cardiomyopathy and  Complex I deficiency. The proband suffered respiratory-syncytial-virus-positive bronchiolitis at six months, after discharge her condition worsened with pallor, poor feeding, sweating and weight loss.\n6.5 months cardiogenic shock, \nEchocardiogram (figure 1A,B): demonstrated pericardial effusion, biventricular hypertrophy and mild to moderate left ventricular (LV) dysfunction (fractional shortening, 25%). Both atria were enlarged, and there was evidence of diastolic impairment. Apical views showed trabeculation suggestive of noncompaction of the left ventricle (NCLV).\nElevated blood lactate level (9 mmol/l; reference, <2 mmol/l).\nMuscle biopsy showed no ragged-red or cytochrome-c-oxidase negative fibres, but there was increased lipid deposition. Electron microscopy demonstrated accumulation of enlarged and abnormal mitochondria (figure 1C).\nIsolated deficiency of complex I in skeletal muscle, with 25% residual activity compared to the lowest control (patient complex I activity, 0.026; reference range, 0.104e0.268 (ratio to citrate synthase activity)). The activities of complexes II+III and IV were normal. Respiratory chain enzyme activities in the liver were normal (complex I, 0.207; reference range, 0.054e0.221).\nPM showed enlarged globular heart, myocardial hypertrophy without evidence of disarray, but with foci of myofibre loss and replacement fibrosis, focal haemorrhage and haemosiderin deposition within the centres of the LV papillary muscles, and a mild degree of LV endocardial fibrosis. \nPatient fibroblasts showed 57% residual complex I activity compared to three age-matched normal controls. \n\n","phenotypes":["obo:HP_0000980","obo:HP_0011923","obo:HP_0030149","obo:HP_0200128","obo:HP_0003128","obo:HP_0011968","obo:HP_0001639","obo:HP_0006685","obo:HP_0000975","obo:HP_0001640","obo:HP_0005162","obo:HP_0001698","obo:HP_0001824"],"previousTesting":true,"previousTestingDescription":"MtDNA variant and deletion screen","sex":"Female","variant":[{"id":"cggv:e229b520-e582-41b9-a743-e4df721502f4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:324f455c-9990-4f2e-a806-7a47f0fa8650"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21931170","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is frequently fatal in infancy. Mitochondrial disease causing infantile HCM is characterised by extreme biochemical and genetic heterogeneity, but deficiency of respiratory chain complex I is observed relatively frequently. Identification of the precise genetic basis has prognostic implications for the likelihood of neurological involvement.","dc:creator":"Fassone E","dc:date":"2011","dc:title":"Mutations in the mitochondrial complex I assembly factor NDUFAF1 cause fatal infantile hypertrophic cardiomyopathy."}},{"id":"cggv:2ed6f9c2-a9e4-4131-84ba-6b0f95ae9727_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91ef76c6-f32c-4f22-ba88-08d02e3a3132"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21931170"}],"rdfs:label":"Case report Fassone 2011"},{"id":"cggv:e229b520-e582-41b9-a743-e4df721502f4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e229b520-e582-41b9-a743-e4df721502f4_variant_evidence_item"}],"strengthScore":1,"dc:description":"Muscle biopsy: Isolated deficiency of complex I in skeletal muscle, with 25% residual activity compared to the lowest control (patient complex I activity, 0.026; reference range, 0.104e0.268 (ratio to citrate synthase activity)). The activities of complexes II+III and IV were normal. Liver biopsy: Respiratory chain enzyme activities in the liver were normal (complex I, 0.207; reference range, 0.054e0.221).\nPatient fibroblasts showed ~57% residual complex I activity compared to three age-matched normal controls. \nNDUFAF1 protein levels were severely reduced in patient mitoplasts compared to three controls and r0 cells on Western blot analysis (figure 5A).\nBN-PAGE analysis demonstrated a severe reduction in the ~980 kDa complex I holoenzyme in the patient, with all complex I subunit antibodies used (figure 5B). Distinctive complex I subassemblies, corresponding to ~400 and ~460 kDa, were observed in the patient when probing against ND1. Together indicating a complex I assembly defect.\nNo direct evidence of variant pathogenicity for individual variants.\nScore for each variant: (0.5complex I deficiency, 0.5 complex I assembly defect) total score 2 pts"},{"id":"cggv:2ed6f9c2-a9e4-4131-84ba-6b0f95ae9727","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2ed6f9c2-a9e4-4131-84ba-6b0f95ae9727_variant_evidence_item"}],"strengthScore":1,"dc:description":"see below"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5},{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65a8cab1-5f31-4a25-80c8-01134f34be01","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bae928e7-804a-4704-b715-dcf24c8e73fc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mammalian complex I contains 45 subunits, comprising 14 core subunits that house the catalytic machinery and are conserved from bacteria to humans, and a mammalian-specific cohort of 31 supernumerary subunits. Zhu et al. present a structural model of complex I. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Electron cryomicroscopy structure of complex I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"10+ gene products and components of complex I are associated with primary mitochondrial disease"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e461760-1992-40ff-801d-cbe583e33ca4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6356ed04-f81a-4e59-b578-f3aeb3390f67","type":"FunctionalAlteration","dc:description":"Decrease in complex I activity and to a lesser extent complex IV (Fig 6. )","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18940309","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first and largest multimeric complex of the mitochondrial respiratory chain. Human complex I comprises seven subunits encoded by mitochondrial DNA and 38 nuclear-encoded subunits that are assembled together in a process that is only partially understood. To date, mutations causing complex I deficiency have been described in all 14 core subunits, five supernumerary subunits, and four assembly factors. We describe complex I deficiency caused by mutation of the putative complex I assembly factor C20orf7. A candidate region for a lethal neonatal form of complex I deficiency was identified by homozygosity mapping of an Egyptian family with one affected child and two affected pregnancies predicted by enzyme-based prenatal diagnosis. The region was confirmed by microcell-mediated chromosome transfer, and 11 candidate genes encoding potential mitochondrial proteins were sequenced. A homozygous missense mutation in C20orf7 segregated with disease in the family. We show that C20orf7 is peripherally associated with the matrix face of the mitochondrial inner membrane and that silencing its expression with RNAi decreases complex I activity. C20orf7 patient fibroblasts showed an almost complete absence of complex I holoenzyme and were defective at an early stage of complex I assembly, but in a manner distinct from the assembly defects caused by mutations in the assembly factor NDUFAF1. Our results indicate that C20orf7 is crucial in the assembly of complex I and that mutations in C20orf7 cause mitochondrial disease.","dc:creator":"Sugiana C","dc:date":"2008","dc:title":"Mutation of C20orf7 disrupts complex I assembly and causes lethal neonatal mitochondrial disease."},"rdfs:label":"shRNA NDUFAF1 knock down"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"0.5 pts complex I deficiency"},{"id":"cggv:862e50ea-1a55-41cb-97e1-ed4694f95217","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:939d5c45-c498-44a2-9fd7-7f38b19b78d8","type":"FunctionalAlteration","dc:description":"Knockdown cells showed severely reduced CI assembly (Fig 1), and do not grow in galactose indicating mitochondrial respiration defect (Fig 1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"NDUFAF1 KO in HEK293T cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dbfc90f-5720-47e2-9b3e-f2aef709b651","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e068648-939e-4cb6-847e-c21c5844c36f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"C50B8.3, ortholog of NDUFAF1, RNAi against the ortholog was used to reduce mRNA levels to approx 40%\nBN-PAGE used to quantify complex I in-gel activities, C50B8.3(RNAi) animals showed an average IGA of 72.2% (±18,3 SD). C50B8.3 RNAi showed reduced amounts of fully assembled complex I (no accumulation of intermediates was detected).\n\nC50B8.3(RNAi) worms, at day 1,  showed decreased in body size, Fig. 2A-D;\nAbnormal reproductions; worms were fertile for more than five RNAi generations, the overall number of embryos was decreased within the normal egg laying period in those animals compared to control worms (Fig. 2F)\n\nStaining with lipophilic dye Nile Red demonstrated that RNAi worms showed reduced fat content compare to WT, Fig 3. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22387847","type":"dc:BibliographicResource","dc:abstract":"The biogenesis of mitochondrial NADH:ubiquinone oxidoreductase (complex I) requires several assembly chaperones. These so-called complex I assembly factors have emerged as a new class of human disease genes. Here, we identified putative assembly factor homologues in Caenorhabditis elegans. We demonstrate that two candidates (C50B8.3/NUAF-1, homologue of NDUFAF1 and R07H5.3/NUAF-3, homologue of NDUFAF3) clearly affect complex I function. Assembly factor deficient worms were shorter, showed a diminished brood size and displayed reduced fat content. Our results suggest that mitochondrial complex I biogenesis is evolutionarily conserved. Moreover, Caenorhabditis elegans appears to be a promising model organism to study assembly factor related human diseases.","dc:creator":"van den Ecker D","dc:date":"2012","dc:title":"Identification and functional analysis of mitochondrial complex I assembly factor homologues in C. elegans."},"rdfs:label":"C.elegans RNAi knockdown model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical dysfunction: reduced complex I activity 0.5 pts (could score reduced growth 0.5 pts)"},{"id":"cggv:2b74b40a-01d2-4b5c-a714-d7df7dc2af03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:43011577-cf0d-4be0-af89-0842cf3aa5c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Figure 2. dCIA30 mutation results in developmental arrest and defects in mitochondrial function and ultrastructure. \nFigure 3. RNAi knock down of dCIA30 confers loss of complex I holoenzyme.\nFigure 4. dCIA30 knockdown flies display developmental and physiological phenotypes that are rescued by NDI1 (Yeast NDUFAF1 ortholog)\nFigure 5. Loss of dCIA30 results in multiple stress sensitivity phenotypes that are ameliorated by NDI1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23226344","type":"dc:BibliographicResource","dc:abstract":"Defects in mitochondrial electron transport chain (ETC) function have been implicated in a number of neurodegenerative disorders, cancer, and aging. Mitochondrial complex I (NADH dehydrogenase) is the largest and most complicated enzyme of the ETC with 45 subunits originating from two separate genomes. The biogenesis of complex I is an intricate process that requires multiple steps, subassemblies, and assembly factors. Here, we report the generation and characterization of a Drosophila model of complex I assembly factor deficiency. We show that CG7598 (dCIA30), the Drosophila homolog of human complex I assembly factor Ndufaf1, is necessary for proper complex I assembly. Reduced expression of dCIA30 results in the loss of the complex I holoenzyme band in blue-native polyacrylamide gel electrophoresis and loss of NADH:ubiquinone oxidoreductase activity in isolated mitochondria. The complex I assembly defect, caused by mutation or RNAi of dCIA30, has repercussions both during development and adulthood in Drosophila, including developmental arrest at the pupal stage and reduced stress resistance during adulthood. Expression of the single-subunit yeast alternative NADH dehydrogenase, Ndi1, can partially or wholly rescue phenotypes associated with the complex I assembly defect. Our work shows that CG7598/dCIA30 is a functional homolog of Ndufaf1 and adds to the accumulating evidence that transgenic NDI1 expression is a viable therapy for disorders arising from complex I deficiency.","dc:creator":"Cho J","dc:date":"2012","dc:title":"Expression of yeast NDI1 rescues a Drosophila complex I assembly defect."},"rdfs:label":"NDUFAF1 Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Complex I deficiency 90.5 pts)  Developmental phenotype (0.5pts)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":5237,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.5,"subject":{"id":"cggv:c117fb70-58a2-463c-9ca4-eb58f8401377","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:18828","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFAF1* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of February 17, 2022. The *NDUFAF1* gene encodes the NADH:ubiquinone oxidoreductase (complex I) assembly factor I. Defects of this protein lead to complex I deficiency. \n\nThe *NDUFAF1* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2007 (PMID: 17557076). While various names have been given to the constellation of features seen in those with *NDUFAF1*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFAF1* phenotype has been lumped into one disease entity according to per the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants in two cases from two publications (PMIDs: 17557076, 21931170). No segregation data were available. Loss of function resulting in a complex I assembly defect is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, functional alterations in patient and non-patient cells, and animal models (PMIDs: 27509854, 27626371, 18940309, 22387847, 23226344).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 17, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:20bd44f6-360d-42ef-ba08-549773282d2e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}