{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:08:04.942Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:119da9b1-21ed-4d61-bc44-9e50b3a7115c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e0a8fd1-85c0-423f-902c-8da1f56d888e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mice: expressed the mutant allele at 20% of the WT level and showed mild bone dysplasia. Homozygous: severe bone dysplasia, dramatically reduced proliferation of growth plate cartilage, macrocephaly and shortening of the long bones. Expression of p.Lys644Glu receptor caused activation of Stat1, Stat5a and Stat5b, and the up-regulation of p16, p18 and p19 cell cycle inhibitors, leading to increased chondrocyte proliferation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9887329","type":"dc:BibliographicResource","dc:abstract":"Missense mutations of human fibroblast growth factor receptor 3 (FGFR3) result in several skeletal dysplasias, including hypochondroplasia, achondroplasia and thanatophoric dysplasia. To study the function of FGFR3 in bone growth and to create animal models for the FGFR3-related inherited skeletal disorders, we introduced a point mutation (Lys644Glu) into the murine FGFR3 genome using a knock-in approach. We found that the Lys644Glu mutation resulted in retarded endochondral bone growth with severity directly linked to the expression level of the mutated Fgfr3. Mice heterozygous for the mutation ( Fgfr3(TD/+) ) expressed the mutant allele at approximately 20% of the wild-type level and exhibited a mild bone dysplasia. However, when the copy number of the mutant allele increased from one (Fgfr3(TD/+) to two (Fgfr3(TD/TD), the retardation of bone growth became more severe and showed phenotypes resembling those of achondroplasia patients, characterized by a dramatically reduced proliferation of growth plate cartilage, macrocephaly and shortening of the long bones, which was most pronounced in the femur. Molecular analysis revealed that expression of the mutant receptor caused the activation of Stat1, Stat5a and Stat5b, and the up-regulation of p16, p18 and p19 cell cycle inhibitors, leading to dramatic expansion of the resting zone of chondrocytes at the expense of the proliferating chondrocytes. The mutant growth plates consequently were in a less active state and generated fewer maturing and hypertrophic chondrocytes. These data provide direct genetic evidence that the point mutations in FGFR3 cause human skeletal dysplasias and uncover a mechanism through which the FGFR3 signals regulate bone growth by modulating expression of Stats and ink4 cell cycle inhibitors.","dc:creator":"Li C","dc:date":"1999","dc:title":"A Lys644Glu substitution in fibroblast growth factor receptor 3 (FGFR3) causes dwarfism in mice by activation of STATs and ink4 cell cycle inhibitors."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This variant is associated with Thanatophoric dysplasia."},{"id":"cggv:ffa649c3-c87f-4821-87ba-5b20c9322caf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14499243-dc39-4789-acdf-21e2b7213c31","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The presence of the Fgfr3 p.Asn534Lys mutation impairs the function of both long bone cartilage and cranial synchondroses, resulting in defective bone growth and foramen magnum formation. Similarly, the spine was severely affected, with abnormalities of the IVD visible from birth and throughout adulthood. Unexpectedly, analysis of osteogenesis in adult Fgfr3Asn534Lys/+ mice demonstrated opposing effects of the p.Asn534Lys mutation in the trabecular and cortical compartments of long bones. As observed previously in juvenile ACH and TD mice, the HCH gain-of-function mutation resulted in decreased trabecular bone mineral density (BMD) in tibiae, femurs, and vertebral bodies. However, in contrast, increased tibial and femoral cortical BMD in adult Fgfr3Asn534Lys/+ mice was observed, demonstrating that long bones were brittle with reduced toughness. Consistent with this, transcriptional profiling of the femoral cortical bone demonstrated a downregulation of markers of the osteoblast lineage and high-resolution micro–computed tomographic (μCT) analyses of cortical bone highlighted anomalies of the osteocyte lacunae in the Fgfr3Asn534Lys/+ mouse model of HCH. Altogether, these findings indicate that the N534K mutation leads to aberrant regulation of mature osteoblasts and osteocytes in trabecular and cortical bone. The mouse also presents with macrocephaly and prognathism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37345656","type":"dc:BibliographicResource","dc:abstract":"Hypochondroplasia (HCH) is a mild dwarfism caused by missense mutations in fibroblast growth factor receptor 3 (FGFR3), with the majority of cases resulting from a heterozygous p.Asn540Lys gain-of-function mutation. Here, we report the generation and characterization of the first mouse model (Fgfr3Asn534Lys/+) of HCH to our knowledge. Fgfr3Asn534Lys/+ mice exhibited progressive dwarfism and impairment of the synchondroses of the cranial base, resulting in defective formation of the foramen magnum. The appendicular and axial skeletons were both severely affected and we demonstrated an important role of FGFR3 in regulation of cortical and trabecular bone structure. Trabecular bone mineral density (BMD) of long bones and vertebral bodies was decreased, but cortical BMD increased with age in both tibiae and femurs. These results demonstrate that bones in Fgfr3Asn534Lys/+ mice, due to FGFR3 activation, exhibit some characteristics of osteoporosis. The present findings emphasize the detrimental effect of gain-of-function mutations in the Fgfr3 gene on long bone modeling during both developmental and aging processes, with potential implications for the management of elderly patients with hypochondroplasia and osteoporosis.","dc:creator":"Loisay L","dc:date":"2023","dc:title":"Hypochondroplasia gain-of-function mutation in FGFR3 causes defective bone mineralization in mice."},"rdfs:label":"Hypochondroplasia Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This mouse was scored higher than the default for phenotypic specificity along with knock-in of the variant seen in the majority of FGFR3-hypochondroplasia cases."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.6}],"evidenceStrength":"Definitive","sequence":6971,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.6,"subject":{"id":"cggv:6023b763-be87-40e0-b46e-d554ec9c3649","type":"GeneValidityProposition","disease":"obo:MONDO_0007793","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FGFR3* was first reported in relation to autosomal dominant hypochondroplasia in 1995 (Bellus et al., PMID: 7670477). Hypochondroplasia (HCH) is an autosomal dominant disorder characterized by short-limbed dwarfism, lumbar lordosis, short and broad bones, and caudad narrowing of the interpediculate distance of the lumbar spine. It shows some resemblance to achondroplasia, but is much milder and can be distinguished on clinical and radiographic grounds (Walker et al., PMID: 5564166). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into eight disease entities, SADDAN (OMIM:616482), Achondroplasia (OMIM:100800), Thanatophoric Dysplasia Type I (OMIM:187600), Thanatophoric Dysplasia Type II (OMIM:187601), Crouzon Syndrome with acanthosis nigricans (OMIM:612247), Muenke Syndrome (OMIM:602849), CATSHL Syndrome (OMIM:610474), and LADD Syndrome (OMIM:620192). The split curations for these gene disease relationships have been curated separately. Eleven variants (missense) that have been reported in fifteen probands in nine publications (PMIDs: 7670477, 8589686, 10777366, 11015576, 16912704, 27507911, 28181399, 29026271, 36859260) are included in this curation. The mechanism of pathogenicity is known to be gain of function. This gene-disease relationship is also supported by a mouse model recapitulating the mechanism of disease and phenocopying certain disease traits observed in human patients (PMIDs: 37345656). In summary, there is definitive evidence supporting the relationship between *FGFR3* and autosomal dominant hypochondroplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date October 4, 2021 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:518a0eb2-f7ea-40e8-acad-afc34f5b188e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}