{"id":"cggv:e810879d-f635-4851-b20e-86998b000fccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-10-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-10-18T16:01:20.263Z","role":"Publisher"}],"evidence":[{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55906689-2763-40ec-b422-77bde57a3bd5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d029290-c462-443b-8e4d-1dc8242f3ced","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of both BMPR1A (ALK3) and BMPR1B (ALK6) in pulmonary artery smooth muscle cells but not pulmonary artery epithelial cells by semiquantitative RT-PCR. In hereditary PAH caused by BMPR2 mutations, pulmonary artery smooth muscle cells are linked to the disease by contributing to abnormal growth responses following BMP signaling (PMID: 32850144).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17989347","type":"dc:BibliographicResource","dc:abstract":"Mutations in the bone morphogenetic protein (BMP) type II receptor (BMPR2) gene cause familial pulmonary arterial hypertension (FPAH), a disease characterized by excessive smooth muscle and endothelial cell proliferation. However, the specific receptors mediating responses to BMPs in human vascular cells are not known. We show that human pulmonary artery smooth muscle cells (HPASMCs) express high specific (125)I-BMP4 binding, whereas human microvascular endothelial cells (HMEC-1) and human pulmonary artery endothelial cells (HPAECs) exhibit low binding. BMP4 competes for both high- and low-affinity (125)I-BMP4 binding sites on HPASMCs, yet BMP2 competes only at the low-affinity binding sites. In addition, BMP4, but not BMP2, induced Smad1/5 phosphorylation at low concentrations in HPASMCs. Conversely, HMEC-1 cells exhibited a single binding site population with equal affinity for BMP2 and BMP4. In both cell types, growth differentiation factor-5 (GDF5), BMP6, and BMP7 stimulated Smad1/5 phosphorylation and competed for (125)I-BMP4 less efficiently than BMP2 or BMP4. HPAECs exhibited weak Smad responses to BMPs. Expression analysis suggested the low binding in endothelial cells corresponded to lower ALK3 and ALK6 expression. Although transfection of small interfering RNAs (siRNAs) for ALK3 and BMPR-II abrogated Smad1/5 phosphorylation to BMP4, BMP2, and GDF5 in HMEC-1 and HPASMCs, they had little effect on (125)I-BMP4 binding. ALK6 siRNA did not alter binding or Smad1/5 responses, even to GDF5, a reported ALK6 selective ligand. Therefore, ALK3/BMPR-II is the BMP4/BMP2/GDF5-responsive receptor in human vascular cells, but these studies suggest that a BMP4/GDF5 selective binding protein exists in HPASMCs. These cell-specific differences in BMP responses are important for understanding the pathogenesis of FPAH.","dc:creator":"Upton PD","dc:date":"2008","dc:title":"Functional characterization of bone morphogenetic protein binding sites and Smad1/5 activation in human vascular cells."},"rdfs:label":"Upton Expression of BMPR1A "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a90ba641-4073-4a95-8a48-0f6f20022a22","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc272fd3-a45e-4075-a7b7-110438734e98","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The interaction between BMPR1A and BMPR2 has been well characterized. Nohe and colleagues demonstrated in an immunoprecipitation assay that BMPR1A and BMPR2 coprecipitated together, but that truncated versions of BMPR2 could not associate with all domains of BMPR1A. Additionally, the authors found that the ability of BMPR2 kinase receptor mutants to inhibit BMP signaling depended on their ability to form heteromeric complexes with BMPR1A. Further review articles, such as (PMID:16340955), have demonstrated that BMPR2 receptor activity functions by phosphorylating BMPR1A. BMPR2 is definitively associated with Pulmonary Arterial Hypertension.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11714695","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic proteins (BMPs) are multifunctional proteins regulating cell growth, differentiation, and apoptosis. BMP-2 signals via two types of receptors (BRI and BRII) that are expressed at the cell surface as homomeric as well as heteromeric complexes. Prior to ligand binding, a low but measurable level of BMP-receptors is found in preformed hetero-oligomeric complexes. The major fraction of the receptors is recruited into hetero-oligomeric complexes only after ligand addition. For this, BMP-2 binds first to the high affinity receptor BRI and then recruits BRII into the signaling complex. However, ligand binding to the preformed complex composed of BRII and BRI is still required for signaling, suggesting that it may mediate activating conformational changes. Using several approaches we have addressed the following questions: (i) Are preformed complexes incompetent of signaling in the absence of BMP-2? (ii) Which domains of the BRII receptors are essential for this complex formation? (iii) Are there differences in signals sent from BMP-induced versus preformed receptor complexes? By measuring the activation of Smads, of p38 MAPK and of alkaline phosphatase, we show that the ability of kinase-deficient BRII receptor mutants to inhibit BMP signaling depends on their ability to form heteromeric complexes with BRI. Importantly, a BRII mutant that is incapable in forming preassembled receptor complexes but recruits into a BMP-induced receptor complex does not interfere with the Smad pathway but does inhibit the induction of alkaline phosphatase as well as p38 phosphorylation. These results indicate that signals induced by binding of BMP-2 to preformed receptor complexes activate the Smad pathway, whereas BMP-2-induced recruitment of receptors activates a different, Smad-independent pathway resulting in the induction of alkaline phosphatase activity via p38 MAPK.","dc:creator":"Nohe A","dc:date":"2002","dc:title":"The mode of bone morphogenetic protein (BMP) receptor oligomerization determines different BMP-2 signaling pathways."},"rdfs:label":"Nohe interaction between BMPR1A and BMPR2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The interaction between BMPR1A and BMPR2 has been well characterized by multiple research papers, demonstrating that BMPR2 activity is mediated through BMPR1A phosphorylation. "},{"id":"cggv:d4317bd7-6bc8-4169-8b90-5673dc2a4547","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:169b3688-2210-486b-b346-2a47557244c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BMP proteins are essential for the development of various embryonic tissue and TGFβ signaling is implicated in a number of biological processes including cell fate decisions, tissue patterning, and cell proliferation, death and differentiation. BMPR type 2 is definitively associated with PAH. According to this review article, BMPR type 2 activates Smad proteins and transcription via its ability to phosphorylate BMPR type 1 receptors. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16340955","type":"dc:BibliographicResource","dc:abstract":"Transforming growth factor-beta (TGFbeta) signalling, particularly signalling from the bone morphogenetic protein (BMP) members of this protein family, is crucial for the development of both the central and peripheral nervous systems in vertebrates. Experimental embryology and genetics performed in a range of organisms are providing insights into how BMPs establish the neural tissue and control the types and numbers of neurons formed. These studies also highlight the interactions between different developmental signals that are necessary to form a functional nervous system. The challenges ahead will be to uncover functions of TGFbeta signalling in later stages of CNS development, as well as to determine possible associations with neurological diseases.","dc:creator":"Liu A","dc:date":"2005","dc:title":"Bone morphogenetic protein signalling and vertebrate nervous system development."},"rdfs:label":"Liu review of BMP signaling "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The function of BMPR type 1 receptors and their role in signal transduction via interaction with BMPR type 2 receptors and Smad proteins has been well characterized and studied. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5255,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:ccba5199-7ef0-4beb-9f58-8817f935c12e","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:1076","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"After a comprehensive literature review, the gene-disease relationship between BMPR1A and pulmonary arterial hypertension is disputed. Despite experimental evidence including function in biochemical pathways, protein interaction with BMPR2, and expression evidence in pulmonary artery smooth muscle cells, there is insufficient proband level genetic evidence to classify the relationship as limited. Instead, a classification of disputed was reached due to insufficient proband level evidence over multiple years. Classification approved by Pulmonary Hypertension GCEP panal on 8/30/22. \nDue to a lack of proband level genetic evidence over multiple years of investigative studies, this gene is classified as disputed.","dc:isVersionOf":{"id":"cggv:e810879d-f635-4851-b20e-86998b000fcc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}