{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:05:14.433Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f6ad9787-ff3d-4c67-a4a4-d2a1a94f304b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:22e06cc7-20f8-4f1d-ac8b-4cf74e98526d","type":"FunctionalAlteration","dc:description":"Study of type 1 collagen protein in cells from a patient with OI4. Two populations of type 1 collagen, one migrating normally in SDS-PAGE, one migrating abnormally slowly on SDS-PAGE indicating post-translational overmodificaiton. Also lower melting temperature of slow migrating protein. This leads to delayed secretion of the over-modified type I procollagen from OI cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3759085","type":"dc:BibliographicResource","dc:abstract":"Skin fibroblasts from a patient with mild osteogenesis imperfecta (OI) type IV synthesize two populations of type I procollagen molecules. One population contains pro alpha 1(I) and pro alpha 2(I) chains that migrate normally in sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and a second population contains only slower migrating pro alpha 1(I) and pro alpha 2(I) chains. The total amount of type I procollagen made by OI cells and the ratio of pro alpha 1(I):pro alpha 2(I) is normal. When labeled under conditions that inhibit post-translational modification of pro alpha chains, the OI cells produce only single populations of pro alpha 1(I) and pro alpha 2(I) chains indicating that the apparent increased molecular weight of some OI pro alpha chains is due to excessive post-translational modification rather than peptidyl insertions. Peptide maps indicate that excessive post-translational modification occurs along the entire triple helical segment of some alpha 1(I) and alpha 2(I) chains produced by OI cells. The effect of the mutation is to lower the melting temperature of the molecules containing slow migrating alpha 1(I) and alpha 2(I) chains to 39.5 degrees C (compared to 41.5 degrees C for control), and to delay secretion of the over-modified type I procollagen from OI cells. These data are consistent with a mutation near the carboxyl-terminal end of the triple helical domain which delays triple helical formation and renders all chains available for further post-translational modification amino-terminal to the mutation. Such alterations in triple helical structure, thermal stability, and secretion previously associated only with the lethal OI type II phenotype are thus also seen in the mild OI type IV phenotype.","dc:creator":"Wenstrup RJ","dc:date":"1986","dc:title":"Osteogenesis imperfecta type IV: evidence of abnormal triple helical structure of type I collagen."},"rdfs:label":"Abnormal type 1 collagen"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Due to the absence of cell type and gene alteration, this evidence was not scored."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5055558f-2dc8-46c5-8df5-b37988fd0a15","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:44f0f142-e7d2-4e38-a73e-5220c75ccfdb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous transgenic mice show deformity, fragility, osteoporosis and disorganized trabecular structure, with variable survival. Amount of mutant protein is comparable in mice with differing phenotypes. Recapitulates phenotypes seen in human patients, and also variable severity associated with single variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10608859","type":"dc:BibliographicResource","dc:abstract":"We utilized the Cre/lox recombination system to develop the first knock-in murine model for osteogenesis imperfecta (OI). The moderately severe OI phenotype was obtained from an alpha1(I) Gly(349) --> Cys substitution in type I collagen, reproducing the mutation in a type IV OI child. We introduced four single nucleotide (nt) changes into murine col1a1 exon 23: the disease causing G-->T transversion (nt 1546), an adjacent G-->T change (nt 1551) to generate a GUC ribozyme cleavage site, and two transversions (nt 1567 C-->A and nt 1569 C-->G) to cause a Leu --> Met substitution. We also introduced a 3.2-kilobase pair transcription/translation stop cassette in intron 22, flanked by directly repeating lox recombination sites. After homologous recombination in ES cells, two male chimeras were obtained. Chimeras were mated with transgenic females expressing Cre recombinase to remove the stop cassette from a portion of the progeny's cells. To generate mice with full expression of the Gly(349) --> Cys mutation, these offspring were then mated with wild-type females. Skeletal staining and bone histology of the F2 revealed a classical OI phenotype with deformity, fragility, osteoporosis and disorganized trabecular structure. We designate these mice BrtlIV (Brittle IV). BrtlIV mice have phenotypic variability ranging from perinatal lethality to long term survival with reproductive success. The phenotypic variability is not associated with differences in expression levels of the mutant allele in total RNA derived from tissue extracts. Expression of the mutant protein is also equivalent in different phenotypes. Thus, these mice are an excellent model for delineation of the modifying factors postulated to affect human OI phenotypes. In addition, we generated knock-in mice carrying an \"intronic\" inclusion by mating chimeras with wild-type females. Alternative splicing involving the stop cassette results in retention of non-collagenous sequences. These mice reproduce the lethal phenotype of similar human mutations and are designated BrtlII.","dc:creator":"Forlino A","dc:date":"1999","dc:title":"Use of the Cre/lox recombination system to develop a non-lethal knock-in murine model for osteogenesis imperfecta with an alpha1(I) G349C substitution. Variability in phenotype in BrtlIV mice."},"rdfs:label":"Knock-in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Upgraded for further study on this mouse model in PMIDs: 15246109, 23802117. PMID: 15246109; Same mouse line as described above, focusing on structure, stability, and interactions of mutant type 1 protein product. COL1A1 chains formed S–S-linked dimers in mutant type 1 collagen. Mutant protein was over-modified post-translationally, bit no other abnormalities, indicating disease mechanism is abnormal interactions of mutant collagen with other molecules or abnormal function of osteoblasts instead of abnormal structure, stability, or interactions between mutant collagen chains. PMID: 23802117; Same mouse line as described above, with additional study on teeth of mutant mice. Decreased molar volume and reduced mineralized tissue volume without changes in enamel properties, and increase in acid phosphate content at 2 months, suggesting slow maturation of mineralized structures allows for correction of altered mineral content and acid phosphate distribution."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":6969,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:51f6b6a9-47fd-42d0-a31a-29d04453e154","type":"GeneValidityProposition","disease":"obo:MONDO_0008148","gene":"hgnc:2197","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*COL1A1* was first reported in relation to autosomal dominant osteogenesis imperfecta type IV in 1989 (Marini et al., PMID: 2745420). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into eight disease entities, osteogenesis imperfecta, type I (OMIM:166200), osteogenesis imperfecta, type II (OMIM:166210), osteogenesis imperfecta, type III (OMIM:259420), osteogenesis imperfecta, type IV (OMIM:166220), Ehlers-Danlos Syndrome, arthrochalasia type, 1 (OMIM:130060), combined osteogenesis imperfecta and Ehlers-Danlos syndrome 1 (OMIM:619115), Ehlers-Danlos Syndrome, classic type, 1 (not associated with COL1A1 in OMIM), and Caffey disease (OMIM:114000). The split curations have been curated separately. Twelve variants (missense and in-frame insertion-deletion) that have been reported in twelve probands in five publications (PMIDs: 2745420, 8456809, 9007315, 17078022, 35113812) are included in this curation meeting phenotypic criteria including short stature, fragile bones that fracture easily (before puberty), mild-moderate bone malformations, wormian bones, scoliosis/kyphosis, bowed limbs straighten with age, triangular face (some cases), hearing loss, otosclerosis, normal sclerae (common), and dentinogenesis imperfecta. Glycine substitutions in *COL1A1* affect the triple helix structure formed by the pro-alpha 1(I) chains encoded by *COL1A1* and the pro-alpha 2(I) chain encoded by *COL2A1*, and ultimately disrupt the function of type 1 collagen. This gene-disease relationship is also supported by mouse models recapitulating the human phenotype and molecular mechanism as well as functional alteration in patient cells (PMIDs: 3759085, 10608859, 15246109, 23802117). In summary, there is definitive evidence supporting the relationship between *COL1A1* and autosomal dominant osteogenesis imperfecta type IV. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date June 6, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:ce1c11be-7ead-43b5-a94d-665bf0111814"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}