{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-07-29T13:59:21.216Z","role":"Publisher"},{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-07-29T13:59:09.720Z","role":"Approver"}],"evidence":[{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f280524c-0b7a-4972-b792-279c3e4bdf07","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12d38dd2-d4cf-4d64-8442-b2682da32236","type":"FunctionalAlteration","dc:description":"CPA6 containing the Ala270Val mutation exhibited approximately 40% of wild-type CPA6 carboxypeptidase activity.  Normalized activity to protein level for A270V were not statistically different from wild type.  Heparin treatment to prevent ECM binding again demonstrated levels of 40% for A270V and authors suggest the variant impacts protein secretion.   Authors also found that S173C showed half of wild type activity. This variant has a minor allele frequency of 9% and over 1400 homozygotes in gnomAD. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21922598","type":"dc:BibliographicResource","dc:abstract":"Febrile seizures (FS) and temporal lobe epilepsy (TLE) were found in four of the seven siblings born to healthy Moroccan consanguineous parents. We hypothesized autosomal recessive (AR) inheritance. Combined linkage analysis and autozygosity mapping of a genome-wide single nucleotide polymorphism genotyping identified a unique identical by descent (IBD) locus of 9.6 Mb on human chromosome 8q12.1-q13.2. Sequencing of the 38 genes mapped within the linked interval revealed a homozygous missense mutation c.809C>T (p.Ala270Val) in the carboxypeptidase A6 gene (CPA6). Screening all exons of CPA6 in unrelated patients with partial epilepsy (n = 195) and FS (n = 145) revealed a new heterozygous missense mutation c.799G>A (p.Gly267Arg) in three TLE patients. Structural modeling of CPA6 indicated that both mutations are located near the enzyme's active site. In contrast to wild-type CPA6, which is secreted and binds to the extracellular matrix where it is enzymatically active, Ala270Val CPA6 was secreted at about 40% of the level of the wild-type CPA6 and was fully active, while Gly267Arg CPA6 was not detected in the medium or extracellular matrix. This study suggests that CPA6 is genetically linked to an AR familial form of FS and TLE, and is associated with sporadic TLE cases.","dc:creator":"Salzmann A","dc:date":"2012","dc:title":"Carboxypeptidase A6 gene (CPA6) mutations in a recessive familial form of febrile seizures and temporal lobe epilepsy and in sporadic temporal lobe epilepsy."},"rdfs:label":"Expression of Mutant in HEK293T cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Another high minor allele frequency variant in gnomAD9% overall, 1450 homozygotes), S173C, demonstrated similar reductions in enzyme activity. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:98ec328e-2ed6-409c-b4db-25f07808b5ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1ebb612b-829c-4a9a-a839-15ac7bd11161","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":55,"detectionMethod":"Singleton WES, parents not tested.","firstTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:98ec328e-2ed6-409c-b4db-25f07808b5ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b2265b2f-168a-4635-8c21-62e2a36f2c1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020361.5(CPA6):c.871A>G (p.Thr291Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371260423"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31130284","type":"dc:BibliographicResource","dc:abstract":"We report the results of clinical exome sequencing (CES) on >2,200 previously unpublished Saudi families as a first-tier test. The predominance of autosomal-recessive causes allowed us to make several key observations. We highlight 155 genes that we propose to be recessive, disease-related candidates. We report additional mutational events in 64 previously reported candidates (40 recessive), and these events support their candidacy. We report recessive forms of genes that were previously associated only with dominant disorders and that have phenotypes ranging from consistent with to conspicuously distinct from the known dominant phenotypes. We also report homozygous loss-of-function events that can inform the genetics of complex diseases. We were also able to deduce the likely causal variant in most couples who presented after the loss of one or more children, but we lack samples from those children. Although a similar pattern of mostly recessive causes was observed in the prenatal setting, the higher proportion of loss-of-function events in these cases was notable. The allelic series presented by the wealth of recessive variants greatly expanded the phenotypic expression of the respective genes. We also make important observations about dominant disorders; these observations include the pattern of de novo variants, the identification of 74 candidate dominant, disease-related genes, and the potential confirmation of 21 previously reported candidates. Finally, we describe the influence of a predominantly autosomal-recessive landscape on the clinical utility of rapid sequencing (Flash Exome). Our cohort's genotypic and phenotypic data represent a unique resource that can contribute to improved variant interpretation through data sharing.","dc:creator":"Monies D","dc:date":"2019","dc:title":"Lessons Learned from Large-Scale, First-Tier Clinical Exome Sequencing in a Highly Consanguineous Population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31130284","rdfs:label":"18-1817"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Scored using SOP version 8"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.25}],"evidenceStrength":"Disputed","sequence":3213,"specifiedBy":"GeneValidityCriteria8","strengthScore":0.25,"subject":{"id":"cggv:bfbabc90-c9f1-440f-9edf-50a333b75637","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:17245","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The CPA6 gene was first reported in association with a human phenotype in an individual with Duane anomaly and a de novo balanced reciprocal translocation interrupting the coding sequence of this gene (Pizzuti et al., 2002, PMID: 12454025).  Subsequent reports have suggested a relationship between CPA6 and both autosomal dominant and autosomal recessive epilepsy (MONDO:0005027).  Autosomal recessive epilepsy is the focus of this curation.  \nCPA6 variants were initially reported in association with seizures by Salzmann et al. in 2012 (PMID: 23105115).  This case report describes a consanguineous Moroccan family where p.A270V homozygotes presented with variable seizure phenotypes, including simple and complex febrile seizures and temporal lobe epilepsy.  In this family, linkage analysis and autozygosity mapping identified a large region of linkage at 8q12.1-8q13.2 (maximum 2-point LOD score of 2.18).  Sequencing of an additional 38 genes within the linkage region did not reveal any other likely causative variant.  Although segregation was complete in unaffected and affected individuals, affected individuals presented with variable seizure and developmental phenotypes.  Additionally, two individuals homozygous for this variant are present in the gnomAD population database (gnomAD v3.1.1); therefore, this variant was not scored.  In an additional cohort of individuals with temporal lobe epilepsy screened for variants in CPA6, an individual carrying both p.G267R and p.Q207E was identified, but phase was not determined and these variants have been reported as occurring in cis in another individual in the literature (PMID: 26648591).   An individual with intellectual disability and seizures has been reported with a homozygous T291A variant (PMID: 31130284). This variant is present at a low frequency in the gnomAD database and was scored 0.25.  A number of the reported missense variants demonstrated significantly decreased CPA6 activity via expression studies in HEK293T cells; however similar reductions in activity were identified for missense variants too common in general population databases to be considered pathogenic, making the significance of these findings difficult to interpret (PubMed: 21922598, PubMed: 23105115, PubMed: 25875328).   A zebrafish knockdown model demonstrated reduced response to proconvulsant stimulants despite the presumed loss of function disease mechanism in humans (PMID: 27050163).  Additionally, the seizure, clinical and radiologic phenotypes associated with CPA6 variants are variable and CPA6 expression in brain tissue is weak. \nCase level data provides a score of 0.25 points and there is no scored experimental evidence, resulting in a total score of 0.25 points.  In summary, there is convincing evidence disputing the relationship between CPA6 and autosomal recessive epilepsy, which significantly outweighs the evidence supporting the relationship.  This classification was approved by the ClinGen Epilepsy GCEP on 5/4/21 (SOP Version 8).\n\nThere is contradictory case level and experimental data regarding any association between CPA6 and autosomal recessive epilepsy.","dc:isVersionOf":{"id":"cggv:7b3ebd58-dccb-4c73-b5e4-1ec55171f2fe"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}