{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2023-03-31T21:19:28.056Z","role":"Publisher"},{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2023-03-16T16:00:00.000Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/19361779","type":"dc:BibliographicResource","dc:abstract":"Primary congenital glaucoma (PCG) is an autosomal-recessive condition characterized by high intraocular pressure (IOP), usually within the first year of life, which potentially could lead to optic nerve damage, globe enlargement, and permanent loss of vision. To date, PCG has been linked to three loci: 2p21 (GLC3A), for which the responsible gene is CYP1B1, and 1p36 (GLC3B) and 14q24 (GLC3C), for which the genes remain to be identified. Here we report that null mutations in LTBP2 cause PCG in four consanguineous families from Pakistan and in patients of Gypsy ethnicity. LTBP2 maps to chromosome 14q24.3 but is around 1.3 Mb proximal to the documented GLC3C locus. Therefore, it remains to be determined whether LTBP2 is the GLC3C gene or whether a second adjacent gene is also implicated in PCG. LTBP2 is the largest member of the latent transforming growth factor (TGF)-beta binding protein family, which are extracellular matrix proteins with multidomain structure. It has homology to fibrillins and may have roles in cell adhesion and as a structural component of microfibrils. We confirmed localization of LTBP2 in the anterior segment of the eye, at the ciliary body, and particularly the ciliary process. These findings reveal that LTBP2 is essential for normal development of the anterior chamber of the eye, where it may have a structural role in maintaining ciliary muscle tone.","dc:creator":"Ali M","dc:date":"2009","dc:title":"Null mutations in LTBP2 cause primary congenital glaucoma."},{"id":"https://pubmed.ncbi.nlm.nih.gov/19656777","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is a heterogeneous group of optic neuropathies that manifests by optic nerve head cupping or degeneration of the optic nerve, resulting in a specific pattern of visual field loss. Glaucoma leads to blindness if left untreated, and is considered the second leading cause of blindness worldwide. The subgroup primary congenital glaucoma (PCG) is characterized by an anatomical defect in the trabecular meshwork, and age at onset in the neonatal or infantile period. It is the most severe form of glaucoma. CYP1B1 was the first gene genetically linked to PCG, and CYP1B1 mutations are the cause of disease in 20-100% of patients in different populations. Here, we report that LTBP2 encoding latent transforming growth factor beta binding protein 2 is a PCG causing gene, confirming results recently reported. A disease-associated locus on chromosome 14 was identified by performing whole genome autozygosity mapping in Iranian PCG families using high density single nucleotide polymorphism chips, and two disease-segregating loss of function mutations in LTBP2, p.Ser472fsX3 and p.Tyr1793fsX55, were observed in two families while sequencing candidate genes in the locus. The p.Tyr1793fsX55 mutation affects an amino acid close to the C-terminal of the encoded protein. Subsequently, LTBP2 expression was shown in human eyes, including the trabecular meshwork and ciliary processes that are thought to be relevant to the etiology of PCG.","dc:creator":"Narooie-Nejad M","dc:date":"2009","dc:title":"Loss of function mutations in the gene encoding latent transforming growth factor beta binding protein 2, LTBP2, cause primary congenital glaucoma."}],"evidence":[{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c2a0cfe-3d31-49f3-b3d5-890e9b9b08f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08db2801-eae5-42e2-9a90-5b58c0549fb8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":" Whole mouse embryos at E15 were formalin fixed and embedded in paraffin and serial sections stained. LTBP2 was shown to localize to the connective tissues throughout the body and in particular the spinal cord, cardiac, and skeletal muscles as well as the renal and seminiferous tubules. Further, sections of mouse and cow eyes were stained with the rabbit polyclonal antiserum. In both mouse and cow eyes, LTBP2 localized to the ciliary body and particularly the extracellular matrix proteins at the ciliary process. \n\nEvidence from PMID: 19656777: expression of LTBP2 was highest in Descemet's membrane/endothelium layer and in the lens capsule/lens epithelium layer. It was also observed in the non-pigmented epithelium of the ciliary processes, the trabecular meshwork and the transitional zone between the sclera and the corneal stroma. Expression was minimal in the corneal stroma, sclera and iris.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19361779","rdfs:label":"Ali_Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Authors note that LTBP2 localization evidence suggests that it may increase the elasticity of ciliary body structures and cause changes in the structural support of the surrounding tissues."},{"id":"cggv:2febc142-1748-4abe-86d9-9395420fd409","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55827902-bee5-4445-944e-df31105e8f48","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The ectopia lentis observed in human patients is shown to be a result of ciliary zonule fragmentation caused by the lack of LTBP2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24908666","type":"dc:BibliographicResource","dc:abstract":"Latent TGF-β-binding protein-2 (LTBP-2) is an extracellular matrix protein associated with microfibrils. Homozygous mutations in LTBP2 have been found in humans with genetic eye diseases such as congenital glaucoma and microspherophakia, indicating a critical role of the protein in eye development, although the function of LTBP-2 in vivo has not been well understood. In this study, we explore the in vivo function of LTBP-2 by generating Ltbp2(-/-) mice. Ltbp2(-/-) mice survived to adulthood but developed lens luxation caused by compromised ciliary zonule formation without a typical phenotype related to glaucoma, suggesting that LTBP-2 deficiency primarily causes lens dislocation but not glaucoma. The suppression of LTBP2 expression in cultured human ciliary epithelial cells by siRNA disrupted the formation of the microfibril meshwork by the cells. Supplementation of recombinant LTBP-2 in culture medium not only rescued the microfibril meshwork formation in LTBP2-suppressed ciliary epithelial cells but also restored unfragmented and bundled ciliary zonules in Ltbp2(-/-) mouse eyes under organ culture. Although several reported human mutant LTBP-2 proteins retain normal domain structure and keep the fibrillin-1-binding site intact, none of these mutant proteins were secreted from their producing cells, suggesting secretion arrest occurred to the LTBP-2 mutants owing to conformational alteration. The findings of this study suggest that LTBP-2 is an essential component for the formation of microfibril bundles in ciliary zonules.","dc:creator":"Inoue T","dc:date":"2014","dc:title":"Latent TGF-β binding protein-2 is essential for the development of ciliary zonule microfibrils."},"rdfs:label":"Inoue_Microfibril assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased points are awarded as the evidence is available from two independent experiments: cultured human non-pigmented ciliary epithelial cells and cultured anterior cup of eye from P5 mouse."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:111f7f65-a7b5-4041-8bdb-68b4c53c9aac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e6078239-cf88-4264-803a-1e96a52be4cd","type":"FunctionalAlteration","dc:description":"Authors show that none of recombinant variant proteins were detected in the medium although they were detected in cell lysates, indicating secretion defects. When they tested the fibrillin-binding activity of the variant proteins, all of them except Cys1438Tyr, showed no activity. Authors conclude that the variants cause structural alterations in the proteins, leading to secretion failure, inactivation of fibrillin-1 binding activity or both.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24908666","rdfs:label":"Inoue_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points. Note, this functional evidence has also been included in the case data for His1816ProfsTer28. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7a16c8c-39cb-462a-bc17-8f7a840d2260","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:780f8d65-50b2-4697-9ffe-9f6141ec1071","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mice appeared phenotypically normal and the architecture of elastic tissues such as the lung and aorta appeared normal. Over 400 live offspring of heterozygous matings were screened by Southern blotting and no live Ltbp2−/− mice were identified, and the ratio of heterozygous to normal mice was approximately 2:1, indicating that the knockout resulted in an embryonic lethal phenotype. At E6.5, no Ltbp2-/- embryos were identified, but in E3.5 preimplantation blastocysts, KO embryos were identified. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10848613","type":"dc:BibliographicResource","dc:abstract":"Latent transforming growth factor beta (TGF-beta) binding protein 2 (LTBP-2) is an integral component of elastin-containing microfibrils. We studied the expression of LTBP-2 in the developing mouse and rat by in situ hybridization, using tropoelastin expression as a marker of tissues participating in elastic fiber formation. LTBP-2 colocalized with tropoelastin within the perichondrium, lung, dermis, large arterial vessels, epicardium, pericardium, and heart valves at various stages of rodent embryonic development. Both LTBP-2 and tropoelastin expression were seen throughout the lung parenchyma and within the cortex of the spleen in the young adult mouse. In the testes, LTBP-2 expression was seen within lumenal cells of the epididymis in the absence of tropoelastin. Collectively, these results imply that LTBP-2 plays a structural role within elastic fibers in most cases. To investigate its importance in development, mice with a targeted disruption of the Ltbp2 gene were generated. Ltbp2(-/-) mice die between embryonic day 3.5 (E3.5) and E6.5. LTBP-2 expression was not detected by in situ hybridization in E6.5 embryos but was detected in E3.5 blastocysts by reverse transcription-PCR. These results are not consistent with the phenotypes of TGF-beta knockout mice or mice with knockouts of other elastic fiber proteins, implying that LTBP-2 performs a yet undiscovered function in early development, perhaps in implantation.","dc:creator":"Shipley JM","dc:date":"2000","dc:title":"Developmental expression of latent transforming growth factor beta binding protein 2 and its requirement early in mouse development."},"rdfs:label":"Shipley_KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biallelic loss of function variants in LTBP2 in humans cause glaucoma and other eye phenotypes, whereas knock out of Ltbp2 in mice is shown to result in embryonic lethality. Minimal points are awarded as the model does not represent recapitulation of human disease. "},{"id":"cggv:20470fbb-8d2a-468e-8f57-26704edadaa0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c22262b7-696a-4920-a337-85304b3176da","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mutant mice were seen at the expected Mendelian ratio, indicating no embryonic lethality of the mutant mice. Ltbp2–/– mice survived to adulthood without showing gross developmental defects and showed no reproductive abnormalities. Knocking out LTBP-2 did not lead to major abnormalities of elastic fibers in elastin-rich tissues in mice. In addition, no abnormalities were seen related the trabecular meshwork, Schlemm's canal, intraocular pressure, density of the optic nerve and retinal ganglion cells, visual field deficit and visual acuity. However, similar to human patients, mice developed lens dislocation into the posterior chamber of the eyes. \n\nImmunofluorescent staining, immuno-TEM and western blot analyses revealed the presence of LTBP-2 in ciliary bodies, including the ciliary epithelial cells and ciliary zonules, in wild-type mouse eyes, and ciliary zonules revealed that LTBP-2 is localized to the junction of microfibrils and connecting filaments, a structure previously reported in ciliary zonules. Whereas, the structure was disorganized in Ltbp2-mutant mouse eyes at early stages after birth and largely missing in later stages, even though the expression levels of fibrillin-1 were similar in the eyes of both genotypes. EM also detected microfibrils as thick bundled structures on the surface of the ciliary epithelial cells of wild-type mouse eyes, whereas no bundled structures of microfibrils were observed on the ciliary epithelial cells of Ltbp2–/– mouse eyes, leaving only fragmented remnants of microfibrils.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24908666","rdfs:label":"Inoue_conditional KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Default points are awarded for the recapitulation of ectopia lentis, which is observed in human patients with deleterious LTBP2 variants. "},{"id":"cggv:fe029fb0-8ef0-471c-983d-31e2d848047f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6702b34-de45-476b-a802-d6deb1da4bf4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"One-hundred-forty-seven cats in an expanded pedigree  were examined for ocular phenotype. No systemic or reproductive abnormalities were observed. All affected cats had bilateral mild to moderate globe enlargement. At 8wo, IOP was significantly higher in cats with PCG that unaffected cats. No signs of episcleral vascular congestion, ocular pain, intraocular inflammation were seen. Gonioscopy revealed features consistent with goniodysgenesis, supported by the extreme narrowing of the ciliary cleft. Additional clinical features noted in affected animals include prominent, elongated ciliary processes, spherophakia, iris hypoplasia and iridodonesis (iris trembling) in cats older than 4mo. Mild to pronounced optic nerve head cupping was noted in all affected cats from 6mo. In the anterior segment, a paucity of intra-scleral blood vessels, and hypoplasia of iris stroma and ciliary body, was evident at birth in affected cats. Elongation of the ciliary processes was a consistent finding in affected cats by 3 weeks of age. Uveal and corneo-scleral trabecular meshwork, angular aqueous plexus (analogous to Schlemm’s canal in human eyes), and associated vascular channels are rudimentary in affected animals and when visible, appear collapsed. They also perform pedigree analysis to show autosomal recessive inheritance. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27149523","type":"dc:BibliographicResource","dc:abstract":"The glaucomas are a group of diseases characterized by optic nerve damage that together represent a leading cause of blindness in the human population and in domestic animals. Here we report a mutation in LTBP2 that causes primary congenital glaucoma (PCG) in domestic cats. We identified a spontaneous form of PCG in cats and established a breeding colony segregating for PCG consistent with fully penetrant, autosomal recessive inheritance of the trait. Elevated intraocular pressure, globe enlargement and elongated ciliary processes were consistently observed in all affected cats by 8 weeks of age. Varying degrees of optic nerve damage resulted by 6 months of age. Although subtle lens zonular instability was a common feature in this cohort, pronounced ectopia lentis was identified in less than 10% of cats examined. Thus, glaucoma in this pedigree is attributed to histologically confirmed arrest in the early post-natal development of the aqueous humor outflow pathways in the anterior segment of the eyes of affected animals. Using a candidate gene approach, significant linkage was established on cat chromosome B3 (LOD 18.38, θ = 0.00) using tightly linked short tandem repeat (STR) loci to the candidate gene, LTBP2. A 4 base-pair insertion was identified in exon 8 of LTBP2 in affected individuals that generates a frame shift that completely alters the downstream open reading frame and eliminates functional domains. Thus, we describe the first spontaneous and highly penetrant non-rodent model of PCG identifying a valuable animal model for primary glaucoma that closely resembles the human disease, providing valuable insights into mechanisms underlying the disease and a valuable animal model for testing therapies.","dc:creator":"Kuehn MH","dc:date":"2016","dc:title":"A Mutation in LTBP2 Causes Congenital Glaucoma in Domestic Cats (Felis catus)."},"rdfs:label":"Kuehn_Domestic cat"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Authors identify the causative variant (frameshift variant in exon 8 resulting in truncation of protein) for spontaneous primary congenital glaucoma in domestic cats. Increased score is awarded for recapitulation of phenotype and thorough experiments and analysis. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:56e7e082-7646-4cf5-9858-b59175fc97f8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56e7e082-7646-4cf5-9858-b59175fc97f8","type":"Proband","allele":{"id":"cggv:a7be640a-5b8f-42cf-9ba2-3b1018916f0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.412del (p.Ala138ProfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891844263"}},"detectionMethod":"The LTBP2 gene was sequenced based on candidate gene prioritization from the literature after linkage studies. LTBP2 was chosen for its distribution in the anterior segment of the eye.","firstTestingMethod":"PCR","phenotypeFreeText":"Affected individuals in the family had typical features of primary congenital glaucoma. They had a history of tearing and photophobia from shortly after birth. Most underwent multiple, failed surgical procedures without antimetabolite therapy. At the time of examination, the y had visual acuities of count fingers or worse.","phenotypes":["obo:HP_0009926","obo:HP_0007957","obo:HP_0000613","obo:HP_0007906","obo:HP_0007663","obo:HP_0000485","obo:HP_0008007"],"previousTesting":true,"previousTestingDescription":"Haplotype analysis in four families from Pakistan suggested the disease gene localized to 14q24, adjacent to the GLC3C locus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4b648e02-8e49-4916-bf2d-724d8a5a9c70_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a7be640a-5b8f-42cf-9ba2-3b1018916f0a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19361779"},"rdfs:label":"Ali_MEP47_Proband II:1"},{"id":"cggv:4b648e02-8e49-4916-bf2d-724d8a5a9c70","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4b648e02-8e49-4916-bf2d-724d8a5a9c70_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous for the 1-bp deletion in exon 1 that causes a frameshift and premature termination in exon 4/36, p.Ala138Profs*142 (paper states p.A138PfsX278). NMD is predicted. Parents are consanguineous and heterozygous for the variant. Score is reduced for consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3d42e271-8f03-4fe8-b838-c3e191a3aa57_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3d42e271-8f03-4fe8-b838-c3e191a3aa57","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"allele":{"id":"cggv:dd2a2f51-92f8-41ba-9a8c-13c5fe543606","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.5446dup (p.His1816ProfsTer28)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7268397"}},"detectionMethod":"The entire coding region of the LTBP2 gene including all exons and their intron–exon junctions was amplified  and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was evaluated for sudden loss of vision in the left eye. Lens in the left eye had dislocated into the vitreous cavity. Proband underwent surgical removal of lens with implantation of artificial anterior chamber intraocular lens. ","phenotypes":["obo:HP_0030961","obo:HP_0001083"],"previousTesting":true,"previousTestingDescription":"A region of homozygosity was identified on chromosome 14q24.1–q32.12 with a maximum multipoint LOD score of 2.91. DNA sequence analysis of the entire coding region including the intron–exon junctions of FOXN3 did not identify any variants.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:579bc920-fd29-42fc-b027-e3f26a54a210_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:dd2a2f51-92f8-41ba-9a8c-13c5fe543606"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20617341","type":"dc:BibliographicResource","dc:abstract":"Microspherophakia is an autosomal-recessive congenital disorder characterized by small spherical lens. It may be isolated or occur as part of a hereditary systemic disorder, such as Marfan syndrome, autosomal dominant and recessive forms of Weill-Marchesani syndrome, autosomal dominant glaucoma-lens ectopia-microspherophakia-stiffness-shortness syndrome, autosomal dominant microspherophakia with hernia, and microspherophakia-metaphyseal dysplasia. The purpose of this study was to map and identify the gene for isolated microspherophakia in two consanguineous Indian families. Using a whole-genome linkage scan in one family, we identified a likely locus for microspherophakia (MSP1) on chromosome 14q24.1-q32.12 between markers D14S588 and D14S1050 in a physical distance of 22.76 Mb. The maximum multi-point lod score was 2.91 between markers D14S1020 and D14S606. The MSP1 candidate region harbors 110 reference genes. DNA sequence analysis of one of the genes, LTBP2, detected a homozygous duplication (insertion) mutation, c.5446dupC, in the last exon (exon 36) in affected family members. This homozygous mutation is predicted to elongate the LTBP2 protein by replacing the last 6 amino acids with 27 novel amino acids. Microspherophakia in the second family did not map to this locus, suggesting genetic heterogeneity. The present study suggests a role for LTBP2 in the structural stability of ciliary zonules, and growth and development of lens.","dc:creator":"Kumar A","dc:date":"2010","dc:title":"A homozygous mutation in LTBP2 causes isolated microspherophakia."}},"rdfs:label":"Kumar_Family 1_Proband IV-1"},{"id":"cggv:579bc920-fd29-42fc-b027-e3f26a54a210","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:579bc920-fd29-42fc-b027-e3f26a54a210_variant_evidence_item"},{"id":"cggv:579bc920-fd29-42fc-b027-e3f26a54a210_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In PMID: 24908666, authors expressed the His1816ProfsTer28 variant in HEK293T cells and observed that the variant protein was not efficiently secreted in the medium although it was detected in cell lysates. In addition, the variant protein had no binding activity to fibrillin-1."}],"strengthScore":1.5,"dc:description":"Proband and his similarly affected two brothers were homozygous for the 1-bp duplication in exon 36 that causes a frameshift and elongation of the protein beyond the natural stop codon, His1816ProfsTer28 by replacing the last 6 amino acids with 27 novel amino acids. The mutant protein is predicted to lack a part of the last EGF-CA domain. Score is reduced for consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f24ba509-0330-499f-8886-b5ed2fccff2f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f24ba509-0330-499f-8886-b5ed2fccff2f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"allele":{"id":"cggv:172eee14-6cf0-47b1-b5f2-ec7f7531256e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.895C>T (p.Arg299Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129849"}},"detectionMethod":"The LTBP2 gene was sequenced based on candidate gene prioritization from the literature after linkage studies. LTBP2 was chosen for its distribution in the anterior segment of the eye.","firstTestingMethod":"PCR","phenotypeFreeText":"Affected individuals in the family had typical features of primary congenital glaucoma. They had a history of tearing and photophobia from shortly after birth. Most underwent multiple, failed surgical procedures without antimetabolite therapy. At the time of examination, the y had visual acuities of count fingers or worse. Proband had a normal echocardiogram and did not show features suggestive of Marfan's syndrome on clinical evaluation.","phenotypes":["obo:HP_0000218","obo:HP_0007663","obo:HP_0007906","obo:HP_0000613","obo:HP_0000485","obo:HP_0009926","obo:HP_0008007","obo:HP_0007957"],"previousTesting":true,"previousTestingDescription":"Haplotype analysis in four families from Pakistan suggested the disease gene localized to 14q24, adjacent to the GLC3C locus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ece7cd37-259f-4f42-8bd0-a863de946c95_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:172eee14-6cf0-47b1-b5f2-ec7f7531256e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19361779"},"rdfs:label":"Ali_PKGL005_Proband 31"},{"id":"cggv:ece7cd37-259f-4f42-8bd0-a863de946c95","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ece7cd37-259f-4f42-8bd0-a863de946c95_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was homozygous for the nonsense variant, Arg299Ter in exon 4/36. NMD is predicted. Parents are consanguineous and heterozygous for the variant. The variant is reported at the highest MAF of 0.00005493 (1/18206) in the East Asian population in gnomAD v2.1.1, with 0 homozygotes. Note, the variant is absent in the South Asian population. LTBP2 sequencing in 15 CYP1B1-negative Roma (Gypsy) patients identified this variant in 8 of them, who also shared the haplotype with PKGL005, indicating that this variant is a founder variant. Based on the data till the time of publication, the Arg299Ter variant is reported to account for more than 50% of CYP1B1-negative and nearly 40% of all PCG cases. Maximum points are awarded for the founder variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d196f869-e899-4972-9333-336b1aa445d5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d196f869-e899-4972-9333-336b1aa445d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:f05b0546-b396-418b-b59f-2345c3601e2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.1243_1256del (p.Glu415ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891844077"}},"detectionMethod":"The LTBP2 gene was sequenced based on candidate gene prioritization from the literature after linkage studies. LTBP2 was chosen for its distribution in the anterior segment of the eye.","firstTestingMethod":"PCR","phenotypeFreeText":"Affected individuals in the family had typical features of primary congenital glaucoma. They had a history of tearing and photophobia from shortly after birth. Most underwent multiple, failed surgical procedures without antimetabolite therapy. At the time of examination, the y had visual acuities of count fingers or worse. Proband had a normal echocardiogram and did not show features suggestive of Marfan's syndrome on clinical evaluation.","phenotypes":["obo:HP_0007663","obo:HP_0007906","obo:HP_0008007","obo:HP_0000613","obo:HP_0007957","obo:HP_0000485","obo:HP_0009926"],"previousTesting":true,"previousTestingDescription":"Haplotype analysis in four families from Pakistan suggested the disease gene localized to 14q24, adjacent to the GLC3C locus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4cc4727d-d3de-421f-aca5-25e44fd8bf2d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f05b0546-b396-418b-b59f-2345c3601e2d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19361779"},"rdfs:label":"Ali_PKGL025_Proband 24"},{"id":"cggv:4cc4727d-d3de-421f-aca5-25e44fd8bf2d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4cc4727d-d3de-421f-aca5-25e44fd8bf2d_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous for the 14-bp deletion in exon 6 that causes a frameshift (Glu415Argfs*183) and premature termination in exon 9/36. NMD is predicted. Score is reduced due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:d8b833c6-68a1-4e46-a32b-38e9ef0399e0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d8b833c6-68a1-4e46-a32b-38e9ef0399e0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":[{"id":"cggv:99afab93-092c-4aa3-898b-eef85f84792f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.3672del (p.Thr1225GlnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573334531"}},{"id":"cggv:554f706c-ebe9-47ab-8706-93d47017e346","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.3542del (p.Met1181ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573334532"}}],"detectionMethod":"NGS was performed. Authors note that the panel was chosen based on the proband's clinical presentation. Variants were confirmed by Sanger sequencing in the family.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband's visual acuity examined using computer optometry: OD: −19.00 DS (spherical lens) −1.50 DC (cylindrical lens) × 15; OS: −19.50 (spherical lens) −3.00 (cylindrical lens) × 165. Both eyes’ anterior chambers were shallow and anterior chamber depth was about 2 CT (corneal thickness). Sclera, conjunctiva, cornea, fundus and retina were normal. After mydriasis, the anterior segment photograph showed that the EL was tremulous and in a state of dislocation under the nasal septum, and the equatorial part of the lens could be seen in the pupil area. Proband was diagnosed with ectopia lentis, spherical lens, ametropia.","phenotypes":["obo:HP_0001083","obo:HP_0030961","obo:HP_0007906","obo:HP_0000501","obo:HP_0011003"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:9dd09fdc-defb-481f-9452-25032398cbef_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:554f706c-ebe9-47ab-8706-93d47017e346"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33958902","type":"dc:BibliographicResource","dc:abstract":"Weill-Marchesani syndrome (WMS) is an autosomal inherited connective tissue disease. Clinical manifestations include microspherophakia (MSP), high myopia, ectopia lentis, open-angle glaucoma, short stature, short fingers, joint stiffness, and (occasionally) cardiovascular defects. At present, a total of four pathogenic gene loci related to WMS have been found: ADAMTS10, ADAMTS17, FBN1, and LTBP2.","dc:creator":"Lin Z","dc:date":"2021","dc:title":"A Pedigree Report of a Rare Case of Weill-Marchesani Syndrome with New Compound Heterozygous LTBP2 Mutations."}},{"id":"cggv:f5f66257-0589-4924-8b80-5576d650bd2f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:99afab93-092c-4aa3-898b-eef85f84792f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33958902"}],"rdfs:label":"Lin_Proband"},{"id":"cggv:9dd09fdc-defb-481f-9452-25032398cbef","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9dd09fdc-defb-481f-9452-25032398cbef_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and her similarly affected sister were compound heterozygous for two 1-bp deletions, both of which cause frameshifts and a premature termination in exon 27/36. NMD is predicted. The Met1181ArgfsTer124 was inherited from the mother. No consanguinity is noted. Default points are scored. "},{"id":"cggv:f5f66257-0589-4924-8b80-5576d650bd2f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f5f66257-0589-4924-8b80-5576d650bd2f_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and her similarly affected sister were compound heterozygous for two 1-bp deletions, both of which cause frameshifts and a premature termination in exon 27/36. NMD is predicted. The Thr1225GlnfsTer80 variant was inherited from the father. No consanguinity is noted. Default points are scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5056838d-614f-4fc9-8a75-1bc6cb254ce7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5056838d-614f-4fc9-8a75-1bc6cb254ce7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:32d7c236-0910-43b2-9015-2a600e324820","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000428.3(LTBP2):c.331C>T (p.Gln111Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254213"}},"detectionMethod":"The LTBP2 gene was sequenced based on candidate gene prioritization from the literature after linkage studies. LTBP2 was chosen for its distribution in the anterior segment of the eye.","firstTestingMethod":"PCR","phenotypeFreeText":"Affected individuals in the family had typical features of primary congenital glaucoma. They had a history of tearing and photophobia from shortly after birth. Most underwent multiple, failed surgical procedures without antimetabolite therapy. At the time of examination, the y had visual acuities of count fingers or worse. Proband's echocardiogram (AV area: 1.8cm2) and clinical evaluation did not show features suggestive of Marfan's syndrome.","phenotypes":["obo:HP_0009926","obo:HP_0000218","obo:HP_0007906","obo:HP_0007663","obo:HP_0007957","obo:HP_0000485","obo:HP_0000613","obo:HP_0008007"],"previousTesting":true,"previousTestingDescription":"Haplotype analysis in four families from Pakistan suggested the disease gene localized to 14q24, adjacent to the GLC3C locus.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1c2c67c1-499f-4af2-8484-30d981100212_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:32d7c236-0910-43b2-9015-2a600e324820"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19361779"},"rdfs:label":"Ali_PKGL010_Proband 10"},{"id":"cggv:1c2c67c1-499f-4af2-8484-30d981100212","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1c2c67c1-499f-4af2-8484-30d981100212_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous for the nonsense variant, Gln111Ter in exon 1/36. NMD is predicted. Parents are consanguineous and heterozygous for the variant. Points are reduced for consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6067,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:482c93f3-e73b-4330-9f16-f17ef8f0a4e8","type":"GeneValidityProposition","disease":"obo:MONDO_0013122","gene":"hgnc:6715","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *LTBP2* and *LTBP2*-related ocular dysgenesis, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of February 16, 2023. *LTBP2* belongs to the family of latent transforming growth factor (TGF)-beta binding proteins (LTBP), which are extracellular matrix proteins with multi-domain structure. This protein is expressed in elastic tissues and associates with fibrillin-1 containing microfibrils. Pathogenic variants in this gene are known to cause multiple disorders including Primary congenital glaucoma (MIM# 613086), Weill-Marchesani syndrome 3 (MIM# 614819), and Microspherophakia and/or megalocornea, with ectopia lentils and with or without secondary glaucoma (MIM# 251750). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) AND inheritance pattern AND phenotypic variability in the above mentioned disease entities. Therefore, all of the disease entities have been lumped into one disease entity, *LTBP2*-related ocular dysgenesis.\n \n*LTBP2* was first reported in relation to autosomal recessive *LTBP2*-related ocular dysgenesis in 2009 (Ali et al, 2009, PMID: 19361779; Narooie-Nejad, 2009,  PMID: 19656777). More than 50 nonsense,  frameshift, and missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n  \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 6 probands in 3 publications (PMID: 19361779, 20617341, 33958902). Variants in this gene segregated with disease in 13 additional family members. The mechanism for disease is biallelic loss of function. \n \nSummary of experimental data (6 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. *LTBP2* is expressed in tissues relevant to disease within the eye including trabecular meshwork, ciliary processes, lens capsule, Descemet membrane (PMID: 19361779 , 19656777). The LTBP2 protein has a function in promoting the assembly of mature microfibrils in ciliary zonules (PMID: 24908666). *LTBP2* variants expressed in HEK293T cells are shown to be trapped intracellularly due to secretion defects and/or lack fibrillin-1-binding activity (PMID: 24908666). Homozygous knock out of *LTBP2* in animal models recapitulates the human phenotype. An initial report of LTBP2 knock-out in mice showed complete embryonic lethality (PMID: 10848613). A conditional knock-out mouse model, however, survived to adulthood with no systemic abnormalities, but showed ectopia lentils due to defects in the formation of microfibrils (PMID: 24908666).  A spontaneous form of primary congenital glaucoma inherited in the autosomal recessive manner  in domestic cats was shown to result from a frameshift variant in the feline *LTBP2* gene (PMID: 24908666).   \n\nIn summary, *LTBP2* is definitively associated with autosomal recessive *LTBP2*-related ocular dysgenesis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. \n","dc:isVersionOf":{"id":"cggv:8f3a9450-53ca-4e64-99c8-4cc195e851d5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}