{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-12-12T17:00:00.000Z","role":"Approver"},{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-12-16T15:48:06.681Z","role":"Publisher"}],"evidence":[{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:bf54fb18-f8e2-423c-a073-2109af1ad58d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bf54fb18-f8e2-423c-a073-2109af1ad58d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":44,"allele":{"id":"cggv:cffb64bf-0445-4634-bc8a-e6088ad202aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004170.6(SLC1A1):c.1333C>T (p.Arg445Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/155859"}},"detectionMethod":"DNA was isolated from saliva or peripheral blood mononuclear cells. Sequencing was performed on all coding, untranslated, and regulatory regions of SLC1A1 in the proband, parents, sibling, and offspring. RFLP analysis resulting from an inactivation of an AgeI restriction enzyme site was used to confirm the identified mutation.","phenotypes":["obo:HP_0000787","obo:HP_0008770","obo:HP_0010899","obo:HP_0003355"],"previousTesting":true,"previousTestingDescription":"Elevated urinary glutamate level (1,377 μmol/mmol creatinine; reference 0–12), Elevated aspartate level (46 μmol/mmol creatinine; reference 2–7), All other urinary amino acid levels were normal","sex":"Male","variant":{"id":"cggv:b94b6797-fed9-43e8-8c24-295530477cd1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cffb64bf-0445-4634-bc8a-e6088ad202aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21123949","type":"dc:BibliographicResource","dc:abstract":"Solute carrier family 1, member 1 (SLC1A1; also known as EAAT3 and EAAC1) is the major epithelial transporter of glutamate and aspartate in the kidneys and intestines of rodents. Within the brain, SLC1A1 serves as the predominant neuronal glutamate transporter and buffers the synaptic release of the excitatory neurotransmitter glutamate within the interneuronal synaptic cleft. Recent studies have also revealed that polymorphisms in SLC1A1 are associated with obsessive-compulsive disorder (OCD) in early-onset patient cohorts. Here we report that SLC1A1 mutations leading to substitution of arginine to tryptophan at position 445 (R445W) and deletion of isoleucine at position 395 (I395del) cause human dicarboxylic aminoaciduria, an autosomal recessive disorder of urinary glutamate and aspartate transport that can be associated with mental retardation. These mutations of conserved residues impeded or abrogated glutamate and cysteine transport by SLC1A1 and led to near-absent surface expression in a canine kidney cell line. These findings provide evidence that SLC1A1 is the major renal transporter of glutamate and aspartate in humans and implicate SLC1A1 in the pathogenesis of some neurological disorders.","dc:creator":"Bailey CG","dc:date":"2011","dc:title":"Loss-of-function mutations in the glutamate transporter SLC1A1 cause human dicarboxylic aminoaciduria."}},"rdfs:label":"1-II-1"},{"id":"cggv:b94b6797-fed9-43e8-8c24-295530477cd1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b94b6797-fed9-43e8-8c24-295530477cd1_variant_evidence_item"},{"id":"cggv:b94b6797-fed9-43e8-8c24-295530477cd1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant has sufficient functional evidence to support the deleterious impact (X. laevis oocytes expressing the mutant generated only 20% of the transport conductance current as controls, Surface expression of the variant in Madin-Darby canine kidney cells was greatly decreased with low-level or absent membrane staining observed). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c8ad1b49-2750-4eba-8966-27849049f717_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c8ad1b49-2750-4eba-8966-27849049f717","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","allele":{"id":"cggv:01d4923d-be07-4475-abec-8a1949d332c1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004170.6(SLC1A1):c.1181_1183TCA[1] (p.Ile395del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/155860"}},"detectionMethod":"DNA was isolated from saliva or peripheral blood mononuclear cells. Sequencing was performed on all coding, untranslated, and regulatory regions of SLC1A1 in the proband, parents, sibling, and offspring. RFLP analysis resulting from the creation of a BsaBI restriction enzyme site was used to confirm the identified mutation.","phenotypes":["obo:HP_0010899","obo:HP_0003355"],"previousTesting":true,"previousTestingDescription":"Elevated urinary glutamate level (1,225 μmol/mmol creatinine; reference 0–12), Elevated aspartate level (50 μmol/mmol creatinine; reference 2–7), All other urinary amino acid levels were normal","sex":"Female","variant":{"id":"cggv:ee1111ba-832e-44ea-b375-ffc8eed183b6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:01d4923d-be07-4475-abec-8a1949d332c1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21123949"},"rdfs:label":"2-II-1"},{"id":"cggv:ee1111ba-832e-44ea-b375-ffc8eed183b6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ee1111ba-832e-44ea-b375-ffc8eed183b6_variant_evidence_item"},{"id":"cggv:ee1111ba-832e-44ea-b375-ffc8eed183b6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Although this variant would normally be classified as a \"variant of other type\", there are several pieces of evidence to support the mutant protein being completely non-functional with no residual activity (X. laevis oocytes expressing the mutant generated no transport conductance current similar to noninjected controls, Surface expression of the variant in Madin-Darby canine kidney cells was negligible and similar to that of background levels.). Therefore, in combination with the expected biochemical abnormalities, this proband earns default points for a null variant."}],"strengthScore":1,"dc:description":"Downscored due to homozygous occurrence. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67ee0796-8ffe-48ad-804e-abc7d0b491c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cdcb6502-f37f-40e8-91c8-be6352a0890f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Analysis in normal human kidney found that SLC1A1 is distributed at the apical surface throughout the proximal tubule. It also colocalized with Lotus tetragonolobus agglutinin binding, which is a known marker of proximal tubules. This is consistent with its function as a high-affinity glutamate transporter in the kidney.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21123949","rdfs:label":"SLC1A1 Present in the Proximal Tubule"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The specific phenotype of dicarboxylic aminoaciduria is asserted to result from an incomplete reabsorption of anionic amino acids from the glomerular filtrate in the kidney, similar to other aminoacidurias such as cystinuria, iminoglycinuria, and Hartnup disorder. Further, the proband reported and his brother both had kidney stones upon examination. Therefore, there is enough evidence to connect dicarboxylic aminoaciduria and the kidney as an important tissue to give this evidence default points."},{"id":"cggv:06ea4c73-fa43-4a4a-8aaf-d1bdf8b64e24","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f2db5a7-5d70-489c-b4e2-9a12f2fd181b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"SLC1A1 is demonstrated here to be a high-affinity glutamate transporter that also transports aspartate but no other amino acids. This specific function can easily cause the primary symptom of dicarboxylic aminoaciduria, being the increased excretion of glutamate and aspartate in the urine. Without the capability to properly transport these amino acids across plasma membranes, the concentration in serum and urine would consequently be much higher than that of controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1280334","type":"dc:BibliographicResource","dc:abstract":"Glutamate transport across plasma membranes of neurons, glial cells and epithelial cells of the small intestine and kidney proceeds by high- and low-affinity transport systems. High-affinity (Km 2-50 microM) transport systems have been described that are dependent on Na+ but not Cl- ions and have a preference for L-glutamate and D- and L-aspartate. In neurons high-affinity glutamate transporters are essential for terminating the postsynaptic action of glutamate by rapidly removing released glutamate from the synaptic cleft. We have isolated a complementary DNA encoding an electrogenic Na(+)- but not Cl(-)-dependent high-affinity glutamate transporter (named EAAC1) from rabbit small intestine by expression in Xenopus oocytes. We find EAAC1 transcripts in specific neuronal structures in the central nervous system as well as in the small intestine, kidney, liver and heart. The function and pharmacology of the expressed protein are characteristic of the high-affinity glutamate transporter already identified in neuronal tissues. The abnormal glutamate transport that is associated with certain neurodegenerative diseases and which occurs during ischaemia and anoxia could be due to abnormalities in the function of this protein.","dc:creator":"Kanai Y","dc:date":"1992","dc:title":"Primary structure and functional characterization of a high-affinity glutamate transporter."},"rdfs:label":"SLC1A1 and Glutamate Transport"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The function of SLC1A1 as an aspartate/glutamate transporter correlates with the biochemical abnormalities characteristic of the disorder, specifically the elevated levels of glutamate and aspartate in the urine (PMIDs: 10931942, Review: 23506861). Other individual phenotypes are not known to be related to the biochemical abnormality in probands. Therefore, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6173573b-e25e-4169-a380-60787b79d75b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5055817e-bbaf-4ad5-9636-60fd7c59f27e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system biochemical phenotypes distinctly mimic the abnormalities seen in the known probands. Elevations of glutamate and aspartate are the characteristic phenotypes of dicarboxylic aminoaciduria, both of which the -/- mice display. Although this publication did not report any neurological abnormalities, future publications on the same mouse model characterize age-dependent neurodegeneration and progressive loss of neurons (Aoyama PMID: 16311588; Berman PMID: 21446024). This could be related to suspected neurological consequences of this condition, including obsessive compulsive traits displayed by one of the characterized human probands.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9233792","type":"dc:BibliographicResource","dc:abstract":"Four L-glutamate neurotransmitter transporters, the three Na(+)-dependent GLAST-1, GLT-1 and EAAC-1, and the Cl(-)-dependent EAAT-4, form a new family of structurally related integral plasma membrane proteins with different distribution in the central nervous system. They may have pivotal functions in the regulation of synaptic L-glutamate concentration during neurotransmission and are believed to prevent glutamate neurotoxicity. To investigate the specific physiological and pathophysiological role of the neuronal EAAC-1, which is also expressed in kidney and small intestine, we have generated two independent mouse lines lacking EAAC-1. eaac-1(-/-) mice develop dicarboxylic aminoaciduria. No neurodegeneration has been observed during a period of >12 months, but homozygous mutants display a significantly reduced spontaneous locomotor activity.","dc:creator":"Peghini P","dc:date":"1997","dc:title":"Glutamate transporter EAAC-1-deficient mice develop dicarboxylic aminoaciduria and behavioral abnormalities but no neurodegeneration."},"rdfs:label":"SLC1A1 Deficient Mice Develop Dicarboxylic Aminoaciduria"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This KO mouse model directly recapitulates the required phenotypes for the disorder, being the elevated levels of glutamate and aspartate in the urine. In future publications the model also demonstrates neurological consequences, which match with the obsessive traits demonstrated by one proband. It is also notable that this model is very well characterized, with 28 references in published literature (http://www.informatics.jax.org/allele/MGI:2655190). Unfortunately, due to the lack of a pathogenic variant expressed in these mice and further confirmed probands in the literature, this model stays at default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":5475,"specifiedBy":"GeneValidityCriteria9","strengthScore":6,"subject":{"id":"cggv:70e4ba69-460a-4d46-adac-c8ba04a3d67b","type":"GeneValidityProposition","disease":"obo:MONDO_0009110","gene":"hgnc:10939","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between SLC1A1 and Dicarboxylic aminoaciduria (Autosomal Recessive) was evaluated using the ClinGen Clinical Validity Framework as of 10/08/19. Variants in SLC1A1 were first reported in\nhumans with this disease in 2011 (Bailey et al., PMID: 21123949). Two variants, one missense and one in-frame deletion, have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data.\nVariants in this gene have been reported in two probands in one publication by Bailey et al. Although the relationship between the gene and disease had been suspected for years beforehand, this publication characterized the first genetic evidence for this relationship. This gene-disease association is also supported by several pieces of experimental evidence, namely a well-characterized KO mouse model that recapitulates the phenotype, expression in the proximal tubule of the kidney, and its function as a high-affinity glutamate and aspartate transporter.\nIn summary, there is limited evidence to support this gene-disease relationship. The small number of probands and publications currently available limits the characterization of this disorder. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. It was reevaluated on 10/14/2022 with no new evidence found. As a result of this reevaluation, the classification remained Limited.","dc:isVersionOf":{"id":"cggv:fd6cc720-f37b-4abf-a887-8701ac805343"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}