{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-19T15:25:55.367Z","role":"Publisher"},{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-19T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6cf9db26-4d06-47a8-baa2-22fc9245fc11","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f137a26a-c7e4-4dd0-b7b6-a0e5442524b2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Wild-type CNOT1 was introduced to drosophila models that carried pathogenic CNOT1 variants. In these flies, the wild-type phenotype was rescued and the memory and learning deficits were ameliorated. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32553196","type":"dc:BibliographicResource","dc:abstract":"CNOT1 is a member of the CCR4-NOT complex, which is a master regulator, orchestrating gene expression, RNA deadenylation, and protein ubiquitination. We report on 39 individuals with heterozygous de novo CNOT1 variants, including missense, splice site, and nonsense variants, who present with a clinical spectrum of intellectual disability, motor delay, speech delay, seizures, hypotonia, and behavioral problems. To link CNOT1 dysfunction to the neurodevelopmental phenotype observed, we generated variant-specific Drosophila models, which showed learning and memory defects upon CNOT1 knockdown. Introduction of human wild-type CNOT1 was able to rescue this phenotype, whereas mutants could not or only partially, supporting our hypothesis that CNOT1 impairment results in neurodevelopmental delay. Furthermore, the genetic interaction with autism-spectrum genes, such as ASH1L, DYRK1A, MED13, and SHANK3, was impaired in our Drosophila models. Molecular characterization of CNOT1 variants revealed normal CNOT1 expression levels, with both mutant and wild-type alleles expressed at similar levels. Analysis of protein-protein interactions with other members indicated that the CCR4-NOT complex remained intact. An integrated omics approach of patient-derived genomics and transcriptomics data suggested only minimal effects on endonucleolytic nonsense-mediated mRNA decay components, suggesting that de novo CNOT1 variants are likely haploinsufficient hypomorph or neomorph, rather than dominant negative. In summary, we provide strong evidence that de novo CNOT1 variants cause neurodevelopmental delay with a wide range of additional co-morbidities. Whereas the underlying pathophysiological mechanism warrants further analysis, our data demonstrate an essential and central role of the CCR4-NOT complex in human brain development.","dc:creator":"Vissers LELM","dc:date":"2020","dc:title":"De Novo Variants in CNOT1, a Central Component of the CCR4-NOT Complex Involved in Gene Expression and RNA and Protein Stability, Cause Neurodevelopmental Delay."},"rdfs:label":"Drosophila rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:bcc30ea3-9b43-4c42-8652-1b1ff8fc00fc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24a4b854-d2f4-4c87-8eb8-38b83d2c25fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Using a Gal4-UAS system, Drosophila models with designed with reported pathogenic variants demonstrated memory and learning deficits associated with intellectual disability. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32553196","rdfs:label":"Drosophila melanogaster"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":6895,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:9e4fe51e-ac79-46b1-9d68-b32c069d98e9","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:7877","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*CNOT1* was first reported in relation to an autosomal dominant complex neurodevelopmental disorder in 2020 (Vissers et al., PMID: 32553196). Individuals present with a clinical spectrum of intellectual disability, motor delay, speech delay, seizures, hypotonia, and behavioral problems. Individuals with *CNOT1* p.Arg535Cys variants have been reported with holoprosencephaly and pancreatic agenesis without neurodevelopmental delay (De Franco et al., PMID: 31006513). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, probands with this variant have not been included in this curation. Thirty-nine variants (missense, in-frame indel, nonsense, frameshift, large deletion) that have been reported in thirty-seven probands in one publication (PMID: 32553196) are included in this curation. More evidence is available in the publication, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be *de novo* haploinsufficiency. \n\nThis gene-disease relationship is also supported by experimental evidence. A GAL4-UAS Drosophila model designed with reportedly pathogenic *CNOT1* variants  demonstrated memory deficits, which were rescued when wild-type *CNOT1* was introduced (PMID: 32553196). \n\nIn summary, there is definitive evidence to support the relationship between *CNOT1* and an autosomal dominant complex neurodevelopmental disorder. This gene-disease relationship was first evaluated by the Intellectual Disability and Autism Gene Curation Expert Panel on April 4, 2023 with a classification of strong (SOP 9). This relationship was then reevaluated by the Intellectual Disability and Autism Gene Curation Expert Panel on September 19, 2023 and upgraded to a classification of definitive given that three years have now passed since the first report of this gene-disease relationship (SOP 9).","dc:isVersionOf":{"id":"cggv:0684b8e2-5552-44d3-a72e-2022e273e24f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}