{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-04-19T15:05:47.546Z","role":"Approver"},{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-04-20T21:11:37.555Z","role":"Publisher"}],"evidence":[{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e41180ca-24f1-4c47-aff8-bad6f69634b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:636e006d-66b3-43a5-acb3-9ba2d7255efb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of the expression of p110δ in human and murine tissues revealed a single transcript of ∼5.4 kilobases. In humans, the highest levels of expression were seen in PBMC (lymphocytes and monocytes), spleen, and thymus. After prolonged exposure of the autoradiograph, low levels of p110δ expression could be detected in testes, uterus, colon, and small intestine but not in other tissues examined including prostate, heart, brain, and liver.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9235916","type":"dc:BibliographicResource","dc:abstract":"We have identified a novel p110 isoform of phosphatidylinositol 3-kinase from human leukocytes that we have termed p110delta. In addition, we have independently isolated p110delta from a mouse embryo library on the basis of its ability to interact with Ha-RasV12 in the yeast two-hybrid system. This unique isoform contains all of the conserved structural features characteristic of the p110 family. Recombinant p110delta phosphorylates phosphatidylinositol and coimmunoprecipitates with p85. However, in contrast to previously described p110 subunits, p110delta is expressed in a tissue-restricted fashion; it is expressed at high levels in lymphocytes and lymphoid tissues and may therefore play a role in phosphatidylinositol 3-kinase-mediated signaling in the immune system.","dc:creator":"Chantry D","dc:date":"1997","dc:title":"p110delta, a novel phosphatidylinositol 3-kinase catalytic subunit that associates with p85 and is expressed predominantly in leukocytes."},"rdfs:label":"Chantry_Expression in leukocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dccebfc7-4e9e-474f-8bbc-9be4da3b727e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7816a24e-aa5a-4652-9485-b8f8f6e36156","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Authors examined the association of recombinant p110δ (PIK3CD) with p85 (PIK3R1). When either epitope-tagged human or mouse p110δ was expressed in COS or 293T cells and recovered by immunoprecipiation, a 85-kDa protein was detected with p85-specific antiserum in the immunoprecipitates. Association of human p110δ with p85 could also be detected following expression of epitope-tagged p110δ in the lymphoid cell line Jurkat. GOF variants in PIK3CD and PIK3R1 cause APDS1 and APDS2, respectively.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9235916","rdfs:label":"Chantry_Interaction with PIK3R1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:7d660a90-e9b7-459b-82fd-7abc963dcd2f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6563a4e-ed02-43e7-9c73-2c16648313c1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PIK3CD and PIK3R1 are involved in PI3K signaling and GOF variants in both genes cause a similar disease, Activated PI3K Delta Syndrome. The mechanism of disease is activation of PI3K-delta. In the presence of a PI3Kδ-specific Inhibitor, Idelalisib, authors perform lipid kinase assay and show that WT, PIK3CD and PIK3R1 variants had similar IC-50 values.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28167755","type":"dc:BibliographicResource","dc:abstract":"Activated PI3K Delta Syndrome (APDS) is a primary immunodeficiency disease caused by activating mutations in either the leukocyte-restricted p110δ catalytic (","dc:creator":"Dornan GL","dc:date":"2017","dc:title":"Conformational disruption of PI3Kδ regulation by immunodeficiency mutations in "},"rdfs:label":"Dornan_Function similar to PIK3R1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:91c8cb36-bdc8-45a0-87be-5cc475c52f49","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de375a96-bd21-4c1c-86b4-0dcf45b0e3da","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"From PMID: 24136356 - PIP3 measured in patient leukocytes (CD4+ and CD8+ T cells) using HPLC-MS-based assay revealed higher levels than controls. Stimulated T cells from patients also showed increased levels of phosphorylated AKT protein, a major downstream mediator of PIP3 signaling. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9235916","rdfs:label":"Chantry_kinase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4670baf-caa7-4bb6-b071-2e8ace53a42a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:02ea72a4-59b2-40cc-930b-075308e008bb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors studied the susceptibility of GOF mice to S. pneumoniae and whether nemiralisib, a PI3Kδ inhibitor would be protective against infection. Treated GOF mice showed prolonged survival compared to mice given vehicle control. Biochemical analyses of B cells and T cells from GOF mice confirmed that the kinase is hyperactive (6x WT). In wild-type and GOF mice derived cells, nemiralisib reduced PIP3 to the background level observed in p110δD910A (knock-out mouse model) cells. Phosphorylation of Akt, ERK, FOXO and S6 were increased. BM of the GOF mice showed significant lymphopenia. GOF mice also showed elevated levels of IgG1, IgG2b, a trend towards increased IgG2c, IgA, IgE and a trend towards hyper IgM syndrome. Infection with S. pneumoniae resulted in accelerated disease onset and increased mortality. The increased susceptibility was driven by B cells in an antibody-dependent manner.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30093657","type":"dc:BibliographicResource","dc:abstract":"Streptococcus pneumoniae is a major cause of pneumonia and a leading cause of death world-wide. Antibody-mediated immune responses can confer protection against repeated exposure to S. pneumoniae, yet vaccines offer only partial protection. Patients with Activated PI3Kδ Syndrome (APDS) are highly susceptible to S. pneumoniae. We generated a conditional knock-in mouse model of this disease and identify a CD19","dc:creator":"Stark AK","dc:date":"2018","dc:title":"PI3Kδ hyper-activation promotes development of B cells that exacerbate Streptococcus pneumoniae infection in an antibody-independent manner."},"rdfs:label":"Stark_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Human-derived variant is knocked in to the mouse model showing GOF effect and recapitulation of the human phenotype. Increased points are awarded upon expert review."},{"id":"cggv:b88bcccb-a1f6-498a-927a-5f0158444cd1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49717f76-1f72-449c-8d4e-51e0a2ffa9d8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice expressing the E1020K variant displayed diminished frequency and ~50% reduction in absolute BM B cell number. There was also a reduction in the number of small pre- and mature recirculating B cells. GOF mice also exhibited enhanced formation of plasma cells and a 3-fold increase in IgM and IgG3, similar to the hyper-IgM syndrome seen in patients. In addition, GOF mice showed skewed germinal centers and limited Ig class switching.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30194267","type":"dc:BibliographicResource","dc:abstract":"Activated PI3K-delta syndrome (APDS) is an immunodeficiency caused by gain-of-function mutations in PIK3CD. This disease exhibits complex immune phenotypes including increased IgM, recurrent infection, and impaired vaccine responses. To better understand the impact of B cells in this disease, we generated an inducible model of the common APDS mutation (h","dc:creator":"Wray-Dutra MN","dc:date":"2018","dc:title":"Activated PIK3CD drives innate B cell expansion yet limits B cell-intrinsic immune responses."},"rdfs:label":"Wray-Dutra_inducible mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score is reduced as some recapitulation of the cellular process is addressed using the human-derived variant knocked into the mouse model."},{"id":"cggv:501a2923-359d-4fd5-9e5b-0bb1de16f00b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e41de391-2e81-47fb-939a-8f8179105f44","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice expressing the E1020K variant showed increase in basal levels of phosphorylation of Akt and S6 compared to WT mice. Mice homozygous for the E1020K variant showed even greater activation of the signaling pathways indicating a dose-dependent effect of the variant. The increase levels of pAkt and pS6 could be reduced by incubation with leniolisib, a p110δ-specific inhibitor, indicating that the activation was PI3K dependent. This inhibition could paritally rescue defects in B cell differentiation. Analysis of BM revealed an increase in pro-B cells and a decrease in mature recirculating IgD-hi cells in Pik3cdE1020K GOF mice compared with WT controls. Analysis of B cell populations in the circulation revealed comparable proportions of total B cells in Pik3cdE1020K GOF mice, but increased proportions of B1 and transitional B cells and decreased proportions of mature B cells compared with WT mice. Ig class switching was impaired in GOF mice - 50% fewer Pik3cdE1020K GOF follicular B cells were positive for the switched isotypes upon stimulation compared with B cells from WT mice.\n\nFurther studied using the same mouse model in PMID: 30738173 describe CD4+ T cell dysfunction. Similar to patients with APDS1 presenting with lymphoproliferation and splenomegaly, spleens of GOF mice had increased total cellularity compared to WT spleens. In older mice, there was an increase in the percentage of CD4+ T cells, a decrease in frequency of naive CD4+ T and corresponding increase in memory cells. Further, authors show that T-follicular helper cells were less efficient than WT Tfh in providing help to B cell and forming an equivalent germinal center, and subsequently in antibody secretion and regulation of Ig isotype switching.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30018075","type":"dc:BibliographicResource","dc:abstract":"Gain-of-function (GOF) mutations in ","dc:creator":"Avery DT","dc:date":"2018","dc:title":"Germline-activating mutations in "},"rdfs:label":"Avery_CRISPR/Cas9 Knock-in Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"The mouse model is scored slightly increased points for the recapitulation of the cellular phenotype in a knock-in model using a human-derived variant. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4243,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:04db3fff-d1aa-4941-83d4-2bb662e08f8a","type":"GeneValidityProposition","disease":"obo:MONDO_0014222","gene":"hgnc:8977","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"OMIM entities: Roifman-Chitayat syndrome, digenic (613328), Immunodeficiency 14A, autosomal dominant (615513), Immunodeficiency 14B, autosomal recessive (619281). \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, multiple disease assertions are made in the literature with differences in inheritance and molecular mechanism(s) although phenotypic variability is less stark among the above mentioned disease entities. Therefore, the AD and AR phenotypes have been split in to separate curations. Roifman-Chitayat syndrome (613328) is split as well, but not curated due to digenic inheritance.\n\nThe relationship between PIK3CD and immunodeficiency 14, an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of April, 2022. PIK3CD encodes Phosphatidylinositol-4,5-bisphosphate 3-kinase catalytic subunit delta (P110δ), which binds to the p85 regulatory subunit and effects mTOR/AKT phosphorylation. Immunodeficiency 14, also known as Activated PI3K Delta Syndrome 1 (APDS1), is characterized by recurrent infections (often sinopulmonary), hypogammaglobulinemia, splenomegaly, lymphoid nodules on mucosal surfaces, abscesses, decreased circulating B cells, autoimmunity (cytopenias), B-lymphoma (PMIDs: 29599784, 24165795, 24610295, 30738173). \n\nPIK3CD was first reported in relation to autosomal dominant immunodeficiency 14 in 2006 by Jou et al  (PMID: 16984281); however, detailed description of the gene variant or the phenotype was not provided. Angulo et al, 2013 (PMID: 24136356) and Lucas et al, 2014 (PMID: 24165795) studied a large number of individuals with APDS and reported variants in PIK3CD. A few pathogenic missense variants have been reported in humans in the ClinVar database. The E1021K variant is the most frequently observed variant in affected individuals, accounting for about 85% of disease (PMID: 31111319). The PIK3CD gene is highly constrained for missense variation (Z= 4.27, gnomAD v2.1.1). Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 22 probands in 12 publications (PMID: 27697496, 30499059, 2810446, 24165795, 33080915, 31031754, 27426521, 30138677, 28578023, 28414062, 24136356, 16984281). Multiple reports of the E1021K are available in the literature but a founder effect is ruled out and the variants are thought to have arisen independently (PMID: 24136356). Some of the variants, including the E1021K variant, are also proven de novo variants. The mechanism for disease is gain of function and missense variants found across the gene can cause activation of PI3Kδ.  \n  \nSummary of experimental data (6 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. PIK3CD interacts with PIK3R1 and performs a similar function (PMID: 9235916, 28167755). It is predominantly expressed in leukocytes (PMID: 9235916). Several knock-in mouse models have been reported in the literature that recapitulate the cellular phenotype and provide insights into the function of p110δ in the immune process (PMID: 30093657, 30194267, 30018075, 30738173).\n  \nIn summary, PIK3CD is definitively associated with autosomal dominant immunodeficiency 14. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Antibody Deficiencies GCEP on April 19, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:c37954fd-7d7c-4ca9-9cd0-7681c1edf8d3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}