{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-03-19T19:07:29.531Z","role":"Approver"}],"evidence":[{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15b4bba4-7df7-403b-9964-1d2b460f784c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8ce1451-1e69-497a-ae8a-591457bef77b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"27977873: Rahman et al. 2017","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29980628","type":"dc:BibliographicResource","dc:abstract":"Diagnosing primary mitochondrial diseases is challenging in clinical practice. Although, defective oxidative phosphorylation (OXPHOS) is the common final pathway, it is unknown why different mtDNA or nuclear mutations result in largely heterogeneous and often tissue -specific clinical presentations. Mitochondrial tRNA (mt-tRNA) mutations are frequent causes of mitochondrial diseases both in children and adults. However numerous nuclear mutations involved in mitochondrial protein synthesis affecting ubiquitously expressed genes have been reported in association with very tissue specific clinical manifestations suggesting that there are so far unknown factors determining the tissue specificity in mitochondrial translation. Most of these gene defects result in histological abnormalities and multiple respiratory chain defects in the affected organs. The clinical phenotypes are usually early-onset, severe, and often fatal, implying the importance of mitochondrial translation from birth. However, some rare, reversible infantile mitochondrial diseases are caused by very specific defects of mitochondrial translation. An unbiased genetic approach (whole exome sequencing, RNA sequencing) combined with proteomics and functional studies revealed novel factors involved in mitochondrial translation which contribute to the clinical manifestation and recovery in these rare reversible mitochondrial conditions.","dc:creator":"Boczonadi V","dc:date":"2018","dc:title":"Mitochondrial DNA transcription and translation: clinical syndromes."},"rdfs:label":"Boczonadi EARS2 biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Mitochondrial GCEP criteria met"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23d857f2-bcdf-48c1-8209-bd7676e42a96","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:98104671-be99-4826-ada1-2fb538f2f034","type":"FunctionalAlteration","dc:description":"Reduced respiratory rate and oxygen consumption reflect the increased production of lactate (increased blood and/or CSF is found in all affected patients)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22492562","type":"dc:BibliographicResource","dc:abstract":"In the large group of genetically undetermined infantile-onset mitochondrial encephalopathies, multiple defects of mitochondrial DNA-related respiratory-chain complexes constitute a frequent biochemical signature. In order to identify responsible genes, we used exome-next-generation sequencing in a selected cohort of patients with this biochemical signature. In an isolated patient, we found two mutant alleles for EARS2, the gene encoding mitochondrial glutamyl-tRNA synthetase. The brain magnetic resonance imaging of this patient was hallmarked by extensive symmetrical cerebral white matter abnormalities sparing the periventricular rim and symmetrical signal abnormalities of the thalami, midbrain, pons, medulla oblongata and cerebellar white matter. Proton magnetic resonance spectroscopy showed increased lactate. We matched this magnetic resonance imaging pattern with that of a cohort of 11 previously selected unrelated cases. We found mutations in the EARS2 gene in all. Subsequent detailed clinical and magnetic resonance imaging based phenotyping revealed two distinct groups: mild and severe. All 12 patients shared an infantile onset and rapidly progressive disease with severe magnetic resonance imaging abnormalities and increased lactate in body fluids and proton magnetic resonance spectroscopy. Patients in the 'mild' group partially recovered and regained milestones in the following years with striking magnetic resonance imaging improvement and declining lactate levels, whereas those of the 'severe' group were characterized by clinical stagnation, brain atrophy on magnetic resonance imaging and persistent lactate increases. This new neurological disease, early-onset leukoencephalopathy with thalamus and brainstem involvement and high lactate, is hallmarked by unique magnetic resonance imaging features, defined by a peculiar biphasic clinical course and caused by mutations in a single gene, EARS2, expanding the list of medically relevant defects of mitochondrial DNA translation.","dc:creator":"Steenweg ME","dc:date":"2012","dc:title":"Leukoencephalopathy with thalamus and brainstem involvement and high lactate 'LTBL' caused by EARS2 mutations."},"rdfs:label":"Steenweg patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b68c168f-20e3-43f6-b4d2-d726ea19cb5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c21e1649-81f8-4d90-afbd-2f8174053db1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":42,"detectionMethod":"Candidate gene sequencing based on clinical and neuroimaging similarities to other EARS2 patients in literature","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - Milder phenotype -   At 7 months, showed seizures, hypotonia, brisk reflexes and increased plasma lactate levels.  Her clinical course significantly improved, as she became capable of walking with support by 18 months, and without support by 22 months. \n\nCranial MRI revealed symmetrical T2 hyperintensities in the cerebral deep white matter, midbrain, thalami, dorsal pons, dentate nuclei, and cerebellar white matter. The posterior part of the corpus callosum was abnormally thin (Fig. 1). The second cranial MRI performed when she was 36 months old revealed apparent improvement in the deep white matter, cerebellar white matter, and thalamus. However, there was still mild T2 hyperintensity in the pons, mesencephalon, and dentate nucleus. MRS did not show any lactate peaks in any of the affected regions. Diffusion MR was normal (Fig. 2).","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b68c168f-20e3-43f6-b4d2-d726ea19cb5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7dd4c646-6783-410c-88b0-201b8c5b7f63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.1445del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA719184469"}},{"id":"cggv:8d28d371-3b3d-479f-80d1-e58c64d49aa2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.1266C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7962373"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27117034","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial glutamyl-tRNA synthetase is a major component of protein biosynthesis that loads tRNAs with cognate amino acids. Mutations in the gene encoding this enzyme have been associated with a variety of disorders related to oxidative phosphorylation. Here, we present a case of leukoencephalopathy with thalamus and brainstem involvement and high lactate (LTBL) presenting a biphasic clinical course characterized by delayed psychomotor development and seizure. High-throughput sequencing revealed a novel compound heterozygous mutation in mitochondrial glutamyl-tRNA synthetase 2 (EARS2), which appears to be causative of disease symptoms. ","dc:creator":"Güngör O","dc:date":"2016","dc:title":"A compound heterozygous EARS2 mutation associated with mild leukoencephalopathy with thalamus and brainstem involvement and high lactate (LTBL)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27117034","rdfs:label":"Güngör patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:46b81039-72fc-4817-9984-18c2ee312ba8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:757b0922-9e1e-4bac-8637-3f0ecb95eb5a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"MRI pattern and clinical data was systematically analyzed and showed a similar pattern to Patient 1, so only EARS2 was investigated","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - Milder phenotype - presented at 10 months with loss of smile and speech, feeding difficulties, severe hypotonia, and seizures; delayed initial motor development and progressive spasticity; no unsupported walking, delayed language development. At follow-up, no regression and minor improvement, no speech or language, hypertonia in limbs, spasticity. Blood lactate showed  increase during deterioration.\n\nFirst MRI: extensive cerebral white matter abnormalities; slight basal ganglia abnormalities; severe thalamus abnormality and midbrain and brainstem abnormalities; thin posterior corpus callosum; delayed myelination (Fig. 3B; Supplementary Table 3)","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:46b81039-72fc-4817-9984-18c2ee312ba8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:79acad73-7c07-44fd-8667-7d1fd66ee5cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.320G>A (p.Arg107His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279528991"}},{"id":"cggv:6e123c13-4462-44b6-bec5-1d85b4ca6637","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.33A>G (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279535725"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562","rdfs:label":"Patient 8"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:af7461e3-1ad6-4664-b924-d486c7abfc37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0c26893c-ed8d-486f-af0d-a7cba8cc9b04","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Severe phenotype - hypotonia (1 month), delayed initial motor development and head control, no unsupported walking or language, signs of deterioration including feeding problems, poor vision, progressive spasticity. Follow up showed slow regression, epilepsy, no language, brisk reflexes, and hypertonia. Blood lactate showed consistent increase. \n\nMRI: diffuse cerebral white matter abnormalities; severe thalamus abnormality and midbrain and brainstem abnormalities; thin posterior corpus callosum (shown in Suppl. Fig. 1; described in Supplementary Table 3)","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:af7461e3-1ad6-4664-b924-d486c7abfc37_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f80ed221-3221-4f81-ba9f-f16bbf2ec5e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.502A>G (p.Arg168Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130558"}},{"id":"cggv:530d2932-02f1-41e8-b651-97f724b67716","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.322C>T (p.Arg108Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130557"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:45543671-b6df-47da-ab65-69f4cf6cde2e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae56da6b-02be-45d6-b7c8-6e796c815fac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"detectionMethod":"Candidate gene sequencing of EARS2 based on similar clinical presentation and MRI imaging","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - Milder phenotype for both brothers. Proband presented with partial seizures at 5 months and could not sit unsupported and had hyperactive deep tendon reflexes. He had elevated serum lactate.\n\nBrain magnetic resonance imaging (MRI) revealed bilateral, diffuse, symmetrical T2 signal hyperintensities in the subcortical white matter. Symmetrical T2 signal hyperintensities were also present in bilateral thalami, posterior limbs of internal capsules, brainstem, and peridentate whitematter (Fig. 1). Diffusion-weighted imageswere accompanied by restricted diffusion in some regions. Periventricular white matter was relatively preserved. The corpus callosum was normal. The N-acetyl aspartate/ creatine (NAA/Cr) ratio was low based on multivoxel proton magnetic resonance spectroscopy (MRS) performed in centrum semiovale regions. Pathological lactate peaks were particularly present in white matter and also in other parenchymal areas, including the cortex.\n\nAffected brother has similar brain MRI findings with slightly different clinical course: had hypotonia and increased mobility of distal joints at birth and delayed motor development.","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:45543671-b6df-47da-ab65-69f4cf6cde2e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b069754e-cf69-4eb9-9e7a-df6b9e4ae39e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.351C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395138693"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27206875","type":"dc:BibliographicResource","dc:abstract":"Leukoencephalopathy with thalamus and brainstem involvement, and high lactate (LTBL) is a recently identified disease related to mutations in the EARS2 gene encoding glutamyl-tRNA synthetase. We report clinical and radiological findings for two siblings with new pathogenic mutations in the EARS2 gene. Both patients showed symptoms of mild-type disease, but there were clinical differences between the two siblings. While the older brother had hypotonia and delayed developmental milestones, the younger brother had seizures and spasticity in the lower extremities. Brain magnetic resonance imaging (MRI) findings were quite similar for the two siblings. MRI findings were specific to LTBL. MRI lesions of the older sibling had regressed over time. Clinical and radiological improvement, as in the previously reported patients with LTBL, may be an important clue for diagnosis. ","dc:creator":"Şahin S","dc:date":"2016","dc:title":"Leukoencephalopathy with thalamus and brainstem involvement and high lactate caused by novel mutations in the EARS2 gene in two siblings."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27206875","rdfs:label":"Sahin patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced points by half due to lack of functional evidence. Arg516Trp was also identified in an unrelated German patient in 22492562: Steenweg et al. (2012), and PM5 ACMG criteria can be applied to the p.Arg107Cys variant (p.Arg107His is pathogenic)."},{"id":"cggv:9fa31f33-1ae6-493d-88ba-916d826f598b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e3d10d4e-fd03-498e-8f3b-534ee7b14ff2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"MRI pattern and clinical data was systematically analyzed and showed a similar pattern to Patient 1, so only EARS2 was investigated","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - Severe phenotype - no initial motor development, lack of fixation and head control; no unsupported walking or language development; increasing macrocephaly and progressive spasticity. Follow-up showed epilepsy, no visual contact, tube feeding, and increased tone in limbs. Blood lactate showed consistent increase and CSF lactate was increased during deterioration.\n\nFirst MRI: diffuse cerebral white matter abnormalities; slight basal ganglia abnormalities; severe thalamus abnormality and midbrain and brainstem abnormalities; agenesis of posterior corpus callosum (Fig. 3C; Supplementary Table 3).\n\nAffected sibling's MRI had improved and only minor abnormalities were seen. Recent MRI data was not available for the proband.","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9fa31f33-1ae6-493d-88ba-916d826f598b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e5a88972-9808-4ef1-88d3-0cacbbb41ae3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.286G>A (p.Glu96Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130561"}},{"id":"cggv:2d0afae1-cee6-4fbd-abf8-045b42cc2417","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.500G>A (p.Cys167Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130562"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Reduced points by half due to lack of functional evidence. Both variants are also found in an unrelated Belgian patient (Patient 5)"},{"id":"cggv:68982982-e0f8-45a4-9be0-b94f9fec2a53_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f45776c7-88b4-432d-a14a-440b6d90307a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"MRI pattern and clinical data was systematically analyzed and showed a similar pattern to Patient 1, so only EARS2 was investigated","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) -  Severe phenotype -  Presented at 9 months with developmental delay, hypotonia, loss of head control, and irritability, and subsequent loss of smile and reduced vocalization; no unsupported walking, delayed language development. Follow-up showed no regression, minor developmental progress, epilepsy, visual impairment, and hypertonia in limbs. Blood lactate showed consistent increase and CSF lactate increased during deterioration.\n\nFirst MRI: diffuse cerebral white matter abnormalities; basal ganglia abnormalities; severe thalamus abnormality and midbrain and brainstem abnormalities; agenesis of posterior corpus callosum (Fig. 3B; Supplementary Table 3); most recent MRI showed atrophy and white matter abnormalities were unchanged.","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:68982982-e0f8-45a4-9be0-b94f9fec2a53_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8f713b2e-1a95-4197-9850-2bc7f8e594e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.51A>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395142807"}},{"id":"cggv:530d2932-02f1-41e8-b651-97f724b67716"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562","rdfs:label":"Patient 10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:bc0629d2-bfb4-42b8-8556-3c04d85e3b36_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b536cad-6b0c-4f19-b406-d4bf3efecacb","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":5,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - Severe phenotype - Global hypotonia, failure to thrive, persistent and progressive hyperlactacidaemia with lactic acidosis, liver dysfunction and encephalopathy and died at the age of 5 months. \n\nBrain MRI revealed hypogenesis of the corpus callosum, symmetrical lesions in brainstem, cerebellum and thalami; T2 signal abnormalities in the medulla oblongata, pons, midbrain, thalami, cerebellar white matter, and a lactate peak on MRS (MRI in Fig. 1).\n\nMuscle histochemistry showed cytochrome c oxidase (COX)-deficient and ragged-red fibres, while muscle biochemical studies showed decreased activities of mitochondrial respiratory chain complexes I (19%) and IV (11%) (Fig. 2).","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:bc0629d2-bfb4-42b8-8556-3c04d85e3b36_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1ec8e82a-d339-4f30-960f-53eab59b7789","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_003501.1(EARS2):n.216A>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395140951"}},{"id":"cggv:6e123c13-4462-44b6-bec5-1d85b4ca6637"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27571996","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial translation defects are important causes of early onset mitochondrial disease. Although the biochemical (combined respiratory chain deficiency) signature and neuroimaging are usually distinctive, they are not diagnostic as the genetic origin of mitochondrial translation defects is heterogeneous. We report a female child, born at term to non-consanguineous parents, who exhibited global hypotonia, failure to thrive, persistent and progressive hyperlactacidaemia with lactic acidosis, liver dysfunction and encephalopathy and died at the age of 5 months. Brain MRI revealed hypogenesis of the corpus callosum, T2 signal abnormalities in the medulla oblongata, pons, midbrain, thalami, cerebellar white matter, and a lactate peak on MRS. Muscle histochemistry showed cytochrome c oxidase (COX)-deficient and ragged-red fibres, while muscle biochemical studies showed decreased activities of mitochondrial respiratory chain complexes I and IV. Whole exome sequencing (WES) identified biallelic EARS2 (NM_001083614) variants, a previously reported start-loss (c.1>G, p.Met1?) variant and a novel missense (c.184A>T, p.Ile62Phe) variant. Patient fibroblasts and muscle homogenate displayed markedly decreased EARS2 protein levels, although decreased steady-state levels of complex I (NDUFB8) and complex IV (MT-CO1 and MT-CO2) subunits were only observed in muscle. Pathogenic variants in EARS2, encoding mitochondrial glutamyl-tRNA synthetase (mtGluR), are associated with Leukoencephalopathy involving the Thalamus and Brainstem with high Lactate (LTBL), a mitochondrial disorder characterised by a distinctive brain MRI pattern and a biphasic clinical course. We further outline the unique phenotypic spectrum of LTBL and review the neuroradiological features reported in all patients documented in the literature.","dc:creator":"Oliveira R","dc:date":"2016","dc:title":"Lethal Neonatal LTBL Associated with Biallelic EARS2 Variants: Case Report and Review of the Reported Neuroradiological Features."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27571996","rdfs:label":"Oliveira patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:989deecf-0b48-4c92-a1ac-d216784e94e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:579def59-45f6-478c-ab7e-6a5fff84df6e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Candidate gene sequencing based on neuroimaging results","firstTestingMethod":"PCR","phenotypeFreeText":"Leukoencephalopathy involving the thalamus and brainstem with high lactate (LTBL) - milder phenotype - presented at 5 months with feeding difficulties, mildly delayed motor development, and axial hypotonia; no unsupported walking, delayed language development; signs of deterioration including feeding problems, poor vision, irritability, and progressive spasticity. Follow-up showed continuing development, slow improvement, increased tone in legs with spastic walking, and epilepsy. Blood lactate showed  increase during deterioration with normalization.\n\nFirst MRI: extensive cerebral white matter abnormalities; slight basal ganglia abnormalities; severe thalamus abnormality and midbrain and brainstem abnormalities; thin posterior corpus callosum; delayed myelination (Fig. 3B; Supplementary Table 3); most recent MRI was much improved (decreased WM abnormalities, no midbrain and brainstem abnormalites)","phenotypes":"obo:HP_0002352","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:989deecf-0b48-4c92-a1ac-d216784e94e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:bb63a77a-37b2-4878-98e1-b47a0954d953","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001308211.1(EARS2):c.1194C>G (p.Tyr398Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395129820"}},{"id":"cggv:530d2932-02f1-41e8-b651-97f724b67716"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22492562","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":546,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:ed25176e-f8d4-4ca2-9038-26869d5a6766","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:29419","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between EARS2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 26, 2020. The EARS2 gene encodes mitochondrial glutamyl-tRNA synthetase 2, one of the mitochondrial aminoacyl-tRNA synthetases, which function in mitochondrial translation by catalyzing the attachment of amino acids to their cognate tRNAs. Defects in tRNA charging can result in impaired synthesis of protein subunits of oxidative phosphorylation complexes I, III, IV, and V. \n\nThe EARS2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 22492562). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included twelve unique variants identified in eight cases from four publications (PMIDs: 22492562, 27206875, 27571996, 27117034). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and functional alterations in patient cells (PMIDs: 29980628, 27977873, 22492562). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 26, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:774e378c-2636-41ad-be48-a2c00328ab9c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}