{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-11-06T14:24:54.298Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29ba52b3-ea1a-4130-8141-33f0cb22bd1c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1586aa3-06a7-450a-bf55-61014a1f6fa4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors quantified mRNA levels during megakaryocyte (MK) differentiation of human CD34+ cells, finding TUBA4A transcripts progressively increased form D4 until D12, just preceding proplatelet extension and marginal band formation.\n\nFurthermore, they compared the level of α4A-tubulin in microtubules (MTs) purified from platelets, brain tissue, and HeLa cells. Western blot analysis revealed that the levels of α4A-tubulin in platelet MTs are well above those in HeLa cells and also higher than those in brain. This confirmed that α4A-tubulin is particularly enriched in platelet MTs and indicates that it might play a particular role in the formation of the marginal band.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30760556","type":"dc:BibliographicResource","dc:abstract":"During platelet biogenesis, microtubules (MTs) are arranged into submembranous structures (the marginal band) that encircle the cell in a single plane. This unique MT array has no equivalent in any other mammalian cell, and the mechanisms responsible for this particular mode of assembly are not fully understood. One possibility is that platelet MTs are composed of a particular set of tubulin isotypes that carry specific posttranslational modifications. Although β1-tubulin is known to be essential, no equivalent roles of α-tubulin isotypes in platelet formation or function have so far been reported. Here, we identify α4A-tubulin as a predominant α-tubulin isotype in platelets. Similar to β1-tubulin, α4A-tubulin expression is up-regulated during the late stages of megakaryocyte differentiation. Missense mutations in the α4A-tubulin gene cause macrothrombocytopenia in mice and humans. Defects in α4A-tubulin lead to changes in tubulin tyrosination status of the platelet tubulin pool. Ultrastructural defects include reduced numbers and misarranged MT coils in the platelet marginal band. We further observed defects in megakaryocyte maturation and proplatelet formation in ","dc:creator":"Strassel C","dc:date":"2019","dc:title":"An essential role for α4A-tubulin in platelet biogenesis."},"rdfs:label":"megakaryocyte expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c5bc1b3c-a843-4f67-844b-a99f0e657e2c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:626c2259-2f7d-4b5b-96cf-6db0ad436d07","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Reviewed in PMID: 31315202: It is well established that microtubules, formed by α/β tubulin heterodimers, are key actors in the formation of proplatelets from mature megakaryocytes, preceding nascent platelets. In platelets, microtubules form a subcortical ring, the so-called marginal band, that preserves the elliptic shape of resting platelets and play a critical role in cytoskeleton re-organization during platelet activation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25374358","type":"dc:BibliographicResource","dc:abstract":"Exome sequencing is an effective strategy for identifying human disease genes. However, this methodology is difficult in late-onset diseases where limited availability of DNA from informative family members prohibits comprehensive segregation analysis. To overcome this limitation, we performed an exome-wide rare variant burden analysis of 363 index cases with familial ALS (FALS). The results revealed an excess of patient variants within TUBA4A, the gene encoding the Tubulin, Alpha 4A protein. Analysis of a further 272 FALS cases and 5,510 internal controls confirmed the overrepresentation as statistically significant and replicable. Functional analyses revealed that TUBA4A mutants destabilize the microtubule network, diminishing its repolymerization capability. These results further emphasize the role of cytoskeletal defects in ALS and demonstrate the power of gene-based rare variant analyses in situations where causal genes cannot be identified through traditional segregation analysis.","dc:creator":"Smith BN","dc:date":"2014","dc:title":"Exome-wide rare variant analysis identifies TUBA4A mutations associated with familial ALS."},"rdfs:label":"constituent of microtubules"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21ff4e57-d333-42f5-8915-ea4e93c86292","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f676f0d-0357-4fba-af1f-2f1d7c4a1f45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Plt68 mice exhibited decreased platelet counts (a 21% reduction compared with wild-type mice, 943 × 103/μl versus 1,199 × 103/μl). In addition, platelets from these mice exhibited an increased size with mean platelet volumes representing 143% of those in wild-type mice (7.0 fL versus 4.9 fL).\n\nScanning and transmission electron microscopy reveraled the loss of the platele's typical flat discoid shape and a reduction in the number of MT coils in the marginal band. Consistent with this, a dramatic reduction in labelling of the marginal band using the α4A-tubulin antibodies was observed in mutant platelets relative to those from wild-type mice.\n\nFurthermore, the authors analyzed each step of megakaryopoiesis in Tuba4aV260E/V260E mice a notable proportion (∼30%) of stage III MKs exhibited an abnormal structure with a more compact demarcation membrane system. MKs from these mice were unable to extend well-developed proplatelets, which are typically observed in wild-type MKs at this stage.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30760556","rdfs:label":"Plt68 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1}],"evidenceStrength":"Limited","sequence":7175,"specifiedBy":"GeneValidityCriteria10","strengthScore":3.1,"subject":{"id":"cggv:58293224-3722-4fe9-8454-696e49b32c70","type":"GeneValidityProposition","disease":"obo:MONDO_0015372","gene":"hgnc:12407","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TUBA4A* was first reported in relation to autosomal dominant macrothrombocytopenia in 2019 (Strassel et al., 2019, PMID: 30760556). *TUBA4A* encodes an α-tubulin subunit, which together with β-tubulin constitutes the tubulin heterodimer, the building block of microtubules and it is well established that microtubules are key actors in the formation of proplatelets from mature megakaryocytes (Reviewed in PMID: 31315202). Evidence supporting this gene-disease relationship includes case-level data and experimental data. One macrothrombocytopenia patient has been reported with two rare *TUBA4A* missense variants in cis (PMID: 30760556). No functional evidence is yet available to support one, or both, variants as deleterious. This gene-disease relationship is supported by its shared function with *TUBB1* as a building block of microtubules. *TUBA4A* has a high level of microtubule incorporation (PMID: 25374358) and expression of *TUBA4A* is particularly enriched in platelet microtubules (PMID: 30760556). Additionally, mice carrying a missense mutation in the Tuba4a gene, displayed macrothrombocytopenia and structural abnormalities in the marginal band of platelets, similar to the patient. In summary, there is limited evidence to support this gene-disease relationship. There is very limited genetic evidence based and more evidence is needed to support a causal role, however no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nOf note, *TUBA4A* has also been implicated in autosomal dominant amyotrophic lateral sclerosis (ALS). ALS is a neurodegenerative disorder affecting upper motor neurons in the brain and lower motor neurons in the brain stem and spinal cord, resulting in fatal paralysis. and apparently dominant negative *TUBA4A* variants are suggested to dysregulate neuronal function by disruption of microtubule dynamics and stability. Based on differences in phenotype and proposed molecular mechanisms these disease entiteis have been considered seperately and the relationship to ALS was curated by the ALS GCEP.","dc:isVersionOf":{"id":"cggv:7d595dc4-2fa3-478a-a7b7-ffb499fa2ab7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}