{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-09-29T15:35:07.193Z","role":"Publisher"},{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-08-12T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/3775362","type":"dc:BibliographicResource","dc:abstract":"Uroporphyrinogen decarboxylase deficiency in man is responsible for familial porphyria cutanea tarda and hepatoerythropoietic porphyria. A recent study of a family with hepatoerythropoietic porphyria showed that the enzyme defect resulted from rapid degradation of the protein in vivo. Cloning and sequencing of a complementary DNA for the mutated gene revealed that the mutation was due to the replacement of a glycine residue by a glutamic acid residue at position 281. This base change leads to a protein that is very rapidly degraded in the presence of cell lysate. Characterization of the mutation will allow comparison of this defect in a homozygous patient with defects in other patients with familial porphyria cutanea tarda.","dc:creator":"de Verneuil H","dc:date":"1986","dc:title":"Uroporphyrinogen decarboxylase structural mutant (Gly281----Glu) in a case of porphyria."},"evidence":[{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:549cd3d3-e2bb-4abb-92ec-ff777bc9c6dd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:549cd3d3-e2bb-4abb-92ec-ff777bc9c6dd","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":61,"allele":{"id":"cggv:68c7989c-4774-4354-8710-7e977a87044c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.616C>T (p.Gln206Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA825288"}},"detectionMethod":"The proband was initially subjected to partial sequencing of the HFE locus, ruling out two known variants. Subsequent genetic testing by \"porphyria genome analysis\" (possibly a next-generation sequencing panel focused on known porphyria-associated genes) identified the variant in the heterozygous state.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with porphyria cutanea tarda and hemochromatosis. The trigger for porphyria cutanea tarda is thought to have been iron overload caused by frequent infusions of iron to treat anemia in the context of chronic kidney disease. Total porphyrins and uroporphyrins were both elevated on urinalysis. Serum total porphyrins were also elevated. Dermal vessels showed thick deposition of immunoglobulins and fibrinogen within superficial dermal vessels.","phenotypes":["obo:HP_0000953","obo:HP_0003341","obo:HP_0030899","obo:HP_0003774","obo:HP_0003281","obo:HP_0001397","obo:HP_0001903","obo:HP_0010473","obo:HP_0031045","obo:HP_0012465"],"previousTesting":true,"previousTestingDescription":"Genoyping was based on a \"porphyria genome analysis\" that may have included the ALAD, ALAS2, CLPX, CPOX, FECH, GATA1, HFE, HMBS, PPOX, UROD, and UROS genes.","secondTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:568e30d3-dd87-451e-8540-8626d0319ffa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:68c7989c-4774-4354-8710-7e977a87044c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34367815","type":"dc:BibliographicResource","dc:abstract":"Porphyria cutanea tarda (PCT) is a rare dermatologic condition characterized by blistering of sun-exposed surfaces and elevated hepatic enzymes. It may infrequently occur as the primary presentation of underlying hemochromatosis. A 61-year-old female with anemia caused by chronic kidney disease and end-stage renal disease on hemodialysis presented with a bullous rash on her hands with associated pruritus. The rash worsened despite conservative treatment. An initial biopsy demonstrated a pauci-inflammatory cell-poor subepidermal cleft. Subsequent workup revealed elevated serum and urine porphyrins, confirming a diagnosis of PCT. Additionally, her skin was darkened and ferritin was elevated. MRI of the liver demonstrated iron overload with genetic testing negative for ","dc:creator":"Anderson HB","dc:date":"2021","dc:title":"Iatrogenic Iron Overload Causing Porphyria Cutanea Tarda in a Patient With a Rare Nonsense Heterozygous UROD Gene Mutation."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Anderson_2021_Patient_1 female"},{"id":"cggv:568e30d3-dd87-451e-8540-8626d0319ffa","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:568e30d3-dd87-451e-8540-8626d0319ffa_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NM_000374.4(UROD):c.616C>T (p.Gln206Ter) is a nonsense variant in exon 6 of 10 and is therefore predicted to trigger nonsense-mediated decay or to at least disrupt the C-terminal 44% of the protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f5f46a02-2584-4e4a-a2c8-ae13dae58a28_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f5f46a02-2584-4e4a-a2c8-ae13dae58a28","type":"Proband","allele":{"id":"cggv:526c05e2-058d-48ce-bb9a-14c63e6b9977","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.6_15del (p.Glu2fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144729"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0030272"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:859f9197-2081-49d4-8249-fff0b2937baa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:526c05e2-058d-48ce-bb9a-14c63e6b9977"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19419417","type":"dc:BibliographicResource","dc:abstract":"Porphyria cutanea tarda (PCT) arises from decreased hepatic activity of uroporphyrinogen decarboxylase (UROD). Both genetic and environmental factors interplay in the precipitation of clinically overt PCT, but these factors may vary between different geographic areas. Decreased activity of UROD in erythrocytes was used to identify patients with UROD mutations among a group of 130 Spanish PCT patients. Nineteen patients (14.6%) were found to harbor a mutation in the UROD gene. Eight mutations were novel: M1I, 5del10, A22V, D79N, F84I, Q116X, T141I and Y182C. Five others were previously described: F46L, V134Q, R142Q, P150L and E218G. The new missense mutations and P150L were expressed in Escherichia coli. D79N and P150L resulted in proteins that were localized to inclusion bodies. The other mutations produced recombinant proteins that were purified and showed reduced activity (range: 2.3-73.2% of wild type). These single amino acid changes were predicted to produce complex structural alterations and/or reduced stability of the enzyme. Screening of relatives of the probands showed that 37.5% of mutation carriers demonstrated increased urinary porphyrins. This study emphasizes the role of UROD mutations as a strong risk factor for PCT even in areas where environmental factors (hepatitis C virus) have been shown to be highly associated with the disease.","dc:creator":"Badenas C","dc:date":"2009","dc:title":"Identification and characterization of novel uroporphyrinogen decarboxylase gene mutations in a large series of porphyria cutanea tarda patients and relatives."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_2"},{"id":"cggv:859f9197-2081-49d4-8249-fff0b2937baa","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:859f9197-2081-49d4-8249-fff0b2937baa_variant_evidence_item"},{"id":"cggv:859f9197-2081-49d4-8249-fff0b2937baa_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":2,"dc:description":"NM_000374.5(UROD):c.6_15del (p.Glu2fs) is a frameshift variant in exon 1 that is predicted to trigger nonsense-mediated decay."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d41936b4-4ab9-49e3-821d-a0df19539d58_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d41936b4-4ab9-49e3-821d-a0df19539d58","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"allele":{"id":"cggv:47e1a91c-63e1-4ab5-9545-7c753b3a8826","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.842G>T (p.Gly281Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251370"}},"detectionMethod":"The proband was subjected to Sanger sequencing of the UROD cDNA followed by confirmation using oligonucleotide hybridization analysis of genomic DNA to identify the presence of the variant.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Uroporphyrin level in the urine is more than 40 times the upper limit of the normal range. UROD catalytic activity in erythrocytes and cultured cells is approximately half normal.","phenotypes":["obo:HP_0000992","obo:HP_0010473","obo:HP_0030272"],"previousTesting":true,"previousTestingDescription":"The patient did not undergo previous genotyping of other loci, but rather began with Sanger sequencing of UROD cDNA.","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:d2c7bd57-9173-4323-a1d8-de931072a8bf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:47e1a91c-63e1-4ab5-9545-7c753b3a8826"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2920211","type":"dc:BibliographicResource","dc:abstract":"Familial porphyria cutanea tarda (PCT) is inherited as an autosomal dominant trait caused by decreased activity of uroporphyrinogen decarboxylase (URO-D). In most families with PCT, URO-D mRNA levels are normal but both catalytic activity and immunologic reactivity of URO-D are half normal. We have cloned and sequenced 8 URO-D cDNA transcripts derived from a pedigree member with familial PCT. Three of the cDNAs had sequences encoding normal URO-D but five cDNA's contained a point mutation resulting in a gly----val substitution at amino acid position 281. An oligonucleotide probe complementary to the mutant sequence hybridized to DNA from affected individuals within the pedigree, but not to DNA from normal individuals. Measurements of pulse labeled URO-D in Epstein-Barr virus transformed lymphocytes indicated that the mutant protein has a half-life in vivo of less than four hours. In vitro measurements utilizing labeled URO-Ds generated in a reticulocyte lysate system revealed a 12-hour half-life for the mutant protein compared with a 102-hour half-life for normal URO-D. This is the first URO-D mutation to be characterized in a pedigree with familial PCT. This mutation was not detected in affected individuals from seven other PCT pedigrees, suggesting that PCT can result from different mutations.","dc:creator":"Garey JR","dc:date":"1989","dc:title":"A point mutation in the coding region of uroporphyrinogen decarboxylase associated with familial porphyria cutanea tarda."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Garey_1989_Patient_1"},{"id":"cggv:d2c7bd57-9173-4323-a1d8-de931072a8bf","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2c7bd57-9173-4323-a1d8-de931072a8bf_variant_evidence_item"},{"id":"cggv:d2c7bd57-9173-4323-a1d8-de931072a8bf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The affected patient harboring the variant has approximately 50% of the amount of steady-state or nascent UROD enzyme immunoprecipitated from unaffected patients (Table 1). In vitro degradation rates for the variant protein are much faster than wild-type and comparable to the known deleterious p.Gly281Glu variant (Figure 3)."}],"strengthScore":0.5,"dc:description":"The patient is part of a family pedigree previously described in PMID: 3369447. The pedigree contained four other individuals with half-maximal UROD enzymatic activity and three individuals with approximately double the enzymatic activity of this patient (PMID: 3369447, Figure 1)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e9f5e45-a5bf-4786-8941-c3edeed8dfe3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e9f5e45-a5bf-4786-8941-c3edeed8dfe3","type":"Proband","allele":{"id":"cggv:64dc3535-3dbf-4f43-8a39-0d44f7cb205d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.235G>A (p.Asp79Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340117051"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0030272"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:870925ad-e386-434c-88ef-7f6afee39d88_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:64dc3535-3dbf-4f43-8a39-0d44f7cb205d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19419417"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_4"},{"id":"cggv:870925ad-e386-434c-88ef-7f6afee39d88","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:870925ad-e386-434c-88ef-7f6afee39d88_variant_evidence_item"},{"id":"cggv:870925ad-e386-434c-88ef-7f6afee39d88_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_000374.5(UROD):c.235G>A (p.Asp79Asn) is a missense variant in exon 4 that causes the protein product when expressed in E. coli to localize to inclusion bodies rather than to the soluble fraction (Figure 2b). The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":1,"dc:description":"The variant has been up-scored for evidence of insolubility at the protein level and loss of enzymatic activity in the patient, but moderately down-scored for the non-genome-wide method of genotyping."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c9db80ea-21a9-487d-857e-c8fbd7ede2f6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c9db80ea-21a9-487d-857e-c8fbd7ede2f6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:81ac9799-d619-4706-8db0-e663563acaf8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.185C>T (p.Pro62Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251374"}},"detectionMethod":"The patient was genotyped by Sanger sequencing of PCR products collectively encompassing the entire coding sequence of the UROD locus.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of hepatoerythropoietic porphyria. Part of the metabolic defect was heptacarboxylic porphyrin excretion. Urinary uroporphyrin and fecal isocoproporphyrin were elevated. Photocutaneous sensitivity was mutilating. The patient benefitted from chloroquine treatment. Erythrocyte UROD enzymatic activity was approximately 14% of that of the unaffected control family members.","phenotypes":["obo:HP_0000992","obo:HP_0100324","obo:HP_0030272","obo:HP_0010473"],"previousTesting":false,"previousTestingDescription":"Previous genotype testing was not performed.","sex":"Female","variant":{"id":"cggv:ad4e6a73-1ba3-4849-8e4b-d6465f91aef9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:81ac9799-d619-4706-8db0-e663563acaf8"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8644733","type":"dc:BibliographicResource","dc:abstract":"A deficiency in uroporphyrinogen decarboxylase (UROD) enzyme activity, the fifth enzyme of the heme biosynthetic pathway, is found in patients with sporadic porphyria cutanea tarda (s-PCT), familial porphyria cutanea tarda (f-PCT), and hepatoerythropoietic porphyria (HEP). Subnormal UROD activity is due to mutations of the UROD gene in both f-PCT and HEP, but no mutations have been found in s-PCT. Genetic analysis has determined that f-PCT is transmitted as an autosomal dominant trait. In contrast, HEP, a severe form of cutaneous porphyria, is transmitted as an autosomal recessive trait. HEP is characterized by a profound deficiency of UROD activity, and the disease is usually manifest in childhood. In this study, a strategy was designed to identify alleles responsible for the HEP phenotype in three unrelated families. Mutations of UROD were identified by direct sequencing of four amplified fragments that contained the entire coding sequence of the UROD gene. Two new missense mutations were observed at the homoallelic state: P62L (proline-to-leucine substitution at codon 62) in a Portuguese family and Y311C (tyrosine-to-cysteine substitution at codon 311) in an Italian family. A third mutation, G281E, was observed in a Spanish family. This mutation has been previously described in three families from Spain and one from Tunisia. In the Spanish family described in this report, a paternal uncle of the proband developed clinically overt PCT as an adult and proved to be heterozygous for the G281E mutation. Mutant cDNAs corresponding to the P62L and Y311C changes detected in these families were created by site-directed mutagenesis. Recombinant proteins proved to have subnormal enzyme activity, and the Y311C mutant was thermolabile.","dc:creator":"Moran-Jimenez MJ","dc:date":"1996","dc:title":"Uroporphyrinogen decarboxylase: complete human gene sequence and molecular study of three families with hepatoerythropoietic porphyria."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"rdfs:label":"Moran-Jimenez_1996_Family_A_Patient_II-2"},{"id":"cggv:ad4e6a73-1ba3-4849-8e4b-d6465f91aef9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad4e6a73-1ba3-4849-8e4b-d6465f91aef9_variant_evidence_item"},{"id":"cggv:ad4e6a73-1ba3-4849-8e4b-d6465f91aef9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_000374.5(UROD):c.185C>T (p.Pro62Leu) is a missense variant in exon 3 that causes the protein product when exogenously expressed to retain less than 5% of enzymatic activity of the wild-type control (Table 3). The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":0.5,"dc:description":"The variant has been up-scored for evidence of deleterious functional impact at the enzymatic level."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aabe419b-6614-44fc-908e-69467192ddca_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aabe419b-6614-44fc-908e-69467192ddca","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":1,"allele":{"id":"cggv:227f82b8-3e1b-45c8-892d-c472e6ae0249","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.842G>A (p.Gly281Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129629"}},"detectionMethod":"The patient was genotyped by Sanger sequencing of the UROD cDNA.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Gunther disease was the first diagnosis proposed based on clinical symptoms alone. Fingers and toes showed scarring and mutilations. Red fluorescence was rare in erythrocytes. Total total serum bilirubin level was normal.","phenotypes":["obo:HP_0001903","obo:HP_0040303","obo:HP_0040318","obo:HP_0008066","obo:HP_0000953","obo:HP_0000992","obo:HP_0002219","obo:HP_0003577","obo:HP_0000987"],"previousTesting":false,"previousTestingDescription":"Genetic testing was limited to the UROD locus.","sex":"Female","variant":{"id":"cggv:692ea3ed-921c-464f-8848-8e534529676b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:227f82b8-3e1b-45c8-892d-c472e6ae0249"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3775362"},"zygosity":{"id":"cg:BiallelicHomozygous"},"rdfs:label":"de_Verneuil_1986_Patient_1"},{"id":"cggv:692ea3ed-921c-464f-8848-8e534529676b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:692ea3ed-921c-464f-8848-8e534529676b_variant_evidence_item"},{"id":"cggv:692ea3ed-921c-464f-8848-8e534529676b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_000374.5(UROD):c.842G>A (p.Gly281Glu) is a missense variant in exon 8 of 10, and has experimental evidence of impact on protein function in PMID: 3753711, indicating that the half-life of the variant protein is 12 times shorter than that of the normal enzyme (Figure 4). The in vitro-transcribed and -translated protein undergoes rapid degradation when combined with cell lysate, indicating that the variant likely destabilizes UROD (Figure 2B of PMID: 3775362)."}],"strengthScore":0.5,"dc:description":"The variant has been up-scored for experimental evidence of reduced stability, but moderately down-scored because of the known consanguinity of the patient and the use of Sanger-based rather than genome-wide genotyping methods."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b7dea267-e37a-4928-86ca-9af593dc68cc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b7dea267-e37a-4928-86ca-9af593dc68cc","type":"Proband","allele":{"id":"cggv:21e1617b-ad7f-4bd9-891e-8564bfffde07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.3G>A (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA825076"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0010473","obo:HP_0030272"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:55709032-23eb-4bb3-8446-a99d69914da8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:21e1617b-ad7f-4bd9-891e-8564bfffde07"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19419417"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_1"},{"id":"cggv:55709032-23eb-4bb3-8446-a99d69914da8","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:55709032-23eb-4bb3-8446-a99d69914da8_variant_evidence_item"},{"id":"cggv:55709032-23eb-4bb3-8446-a99d69914da8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":1,"dc:description":"This variant disrupts the start codon and is predicted to result in absent expression of the variant protein. Moderate down-scoring has been performed to adjust for the lack of confirmation of expression at the protein level."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ad6d3199-fcad-44f0-aa37-93a5d040d99c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ad6d3199-fcad-44f0-aa37-93a5d040d99c","type":"Proband","allele":{"id":"cggv:08125356-d500-4067-b51d-98225eaed9b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.250T>A (p.Phe84Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340117104"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0030272"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a180bfeb-f3a5-46a0-81d5-21678596aa52_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:08125356-d500-4067-b51d-98225eaed9b2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19419417"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_5"},{"id":"cggv:a180bfeb-f3a5-46a0-81d5-21678596aa52","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a180bfeb-f3a5-46a0-81d5-21678596aa52_variant_evidence_item"},{"id":"cggv:a180bfeb-f3a5-46a0-81d5-21678596aa52_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_000374.5(UROD):c.250T>A (Phe84Ile) is a missense variant in exon 4 that has ~98% reduced activity towards both uroporphyrinogen I and uroporphyrinogen III relative to the wild-type control, which is relatively severe among recombinantly expressed variants associated with familial porphyria cutanea tarda (Table 2). The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":1,"dc:description":"The variant has been up-scored for multiple pieces of functional evidence showing a strongly deleterious impact on the function of the gene product. Further up-scoring was avoided because of the non-genome-wide method of genotyping."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:23ca6039-fc98-4f0e-a521-5723170670a8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:23ca6039-fc98-4f0e-a521-5723170670a8","type":"Proband","allele":{"id":"cggv:a013b16b-3799-450e-a8fd-1549aafcf111","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.346C>T (p.Gln116Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144730"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0030272"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8f0d2701-20d9-424d-a229-c13af54e5260_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a013b16b-3799-450e-a8fd-1549aafcf111"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19419417"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_6"},{"id":"cggv:8f0d2701-20d9-424d-a229-c13af54e5260","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8f0d2701-20d9-424d-a229-c13af54e5260_variant_evidence_item"},{"id":"cggv:8f0d2701-20d9-424d-a229-c13af54e5260_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":2,"dc:description":"NM_000374.5(UROD):c.346C>T (p.Gln116Ter) is a nonsense variant in exon 5 of 10 that is predicted to trigger nonsense-mediated decay or at least truncate the C-terminal 69% of the protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:70a57d06-8983-473c-b8b9-71df782782a6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:70a57d06-8983-473c-b8b9-71df782782a6","type":"Proband","allele":{"id":"cggv:8513d8e5-73c1-457d-8f20-b99e6a205ffd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.449C>T (p.Pro150Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA825245"}},"detectionMethod":"The patient was initially genotyped by Sanger sequencing of the HFE locus and subsequently by Sanger sequencing of PCR products from exons 1-10 from the UROD locus, including splice donor and acceptor sites.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient received a diagnosis of porphyria cutanea tarda, but not all clinical and biochemical details are available. The patient responded positively to standard treatment for porphyria cutanea tarda. Erythrocyte UROD activity levels were low. Cutaneous symptoms are referenced briefly but not described in detail.","phenotypes":["obo:HP_0000992","obo:HP_0030272","obo:HP_0010473"],"previousTesting":false,"previousTestingDescription":"Previous testing ruled out common variants in the HFE locus.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d1d8f76a-e16b-474f-944b-ab906d52d972_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8513d8e5-73c1-457d-8f20-b99e6a205ffd"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19419417"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Badenas_2009_Patient_12"},{"id":"cggv:d1d8f76a-e16b-474f-944b-ab906d52d972","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d1d8f76a-e16b-474f-944b-ab906d52d972_variant_evidence_item"},{"id":"cggv:d1d8f76a-e16b-474f-944b-ab906d52d972_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_000374.5(UROD):c.449C>T (p.Pro150Leu) is a missense variant in exon 5 that causes the protein product when expressed in E. coli to localize to inclusion bodies rather than to the soluble fraction (Figure 2b). The affected patient harboring the variant has reduced UROD enzyme activity relative to unaffected patients."}],"strengthScore":1,"dc:description":"The variant has been up-scored for evidence of insolubility and loss of enzymatic activity in patient cells, but moderately down-scored for the non-genome-wide method of genotyping."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3e3fb27c-c6d4-4a45-abab-865619c97650_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3e3fb27c-c6d4-4a45-abab-865619c97650","type":"Proband","allele":{"id":"cggv:d0c042db-38af-4496-8eae-a4075276936d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000374.5(UROD):c.636+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251371"}},"detectionMethod":"The proband was subjected to Sanger sequencing of the UROD cDNA followed by agarose gel electrophoresis, which detected a size decrease in half of the cDNA molecules. PCR amplification and sequencing of a region between exons 5 and 7 revealed a heterozygous variant disrupting a canonical splice site. The proband and family members then underwent hybridization-based slot blotting with a variant-specific radioactive probe hybridized to the PCR product of the relevant area within the UROD locus.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"UROD catalytic activity in erythrocytes and cultured cells is approximately half normal. The proband has been described as affected with familial porphyria cutanea tarda, implying the presence of porphyrinuria, but this has not been explicitly described in this study or in the original PMID: 3369447.","phenotypes":["obo:HP_0030272","obo:HP_0000992"],"previousTesting":true,"previousTestingDescription":"The patient did not undergo previous genotyping of other loci, but rather began with Sanger sequencing and agarose gel electrophoresis of UROD cDNA.","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:60027084-64c8-4ed8-8e2a-6b179b3aa65e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d0c042db-38af-4496-8eae-a4075276936d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2243121","type":"dc:BibliographicResource","dc:abstract":"Uroporphyrinogen decarboxylase (URO-D) is a cytosolic heme-biosynthetic enzyme that converts uroporphyrinogen to coproporphyrinogen. Defects at the uroporphyrinogen decarboxylase locus cause the human genetic disease familial porphyria cutanea tarda. A splice site mutation has been found in a pedigree with familial porphyria cutanea tarda that causes exon 6 to be deleted from the mRNA. The intron/exon junctions on either side of exon 6 fall between codons, so the resulting protein is shorter than the normal protein, missing only the amino acids coded by exon 6. The shortened protein lacks catalytic activity, is rapidly degraded when exposed to human lymphocyte lysates, and is not detectable by Western blot analysis in lymphocyte lysates derived from affected individuals. The mutation was detected in five of 22 unrelated familial porphyria cutanea tarda pedigrees tested, so it appears to be common. This is the first splice site mutation to be found at the URO-D locus, and the first mutation that causes familial porphyria cutanea tarda to be found in more than one pedigree.","dc:creator":"Garey JR","dc:date":"1990","dc:title":"Uroporphyrinogen decarboxylase: a splice site mutation causes the deletion of exon 6 in multiple families with porphyria cutanea tarda."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Garey_1990_Patient_A.II-1"},{"id":"cggv:60027084-64c8-4ed8-8e2a-6b179b3aa65e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60027084-64c8-4ed8-8e2a-6b179b3aa65e_variant_evidence_item"},{"id":"cggv:60027084-64c8-4ed8-8e2a-6b179b3aa65e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The affected patient harboring the NM_000374.5(UROD):c.636+1G>C variant has a smaller UROD cDNA species on gel electrophoresis, in addition to the common cDNA species (Figure 1). The smaller cDNA leads to a smaller protein when in vitro translated and analyzed by western blotting (Figure 4). The variant results in in-frame omission of exon 6. In vitro degradation studies indicate that the variant protein has reduced stability, with a >3X reduction in half-life (Figure 5). Affected patients exhibit approximately 50% of the UROD enzyme activity of unaffected patients (PMID: 3369447)."}],"strengthScore":1.5,"dc:description":"The variant has been up-scored due to the evidence of a defect in splicing and the proven 50% reduction in UROD enzyme activity in lymphocytes relative to unaffected patients (PMID: 3369447)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0474e2cb-9b27-4667-a3a9-2122ae13ec56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:efc8e2b4-b3c1-4a26-885b-4723e48afca4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Patients with sporadic (non-familial) porphyria cutanea tarda were profiled for immunoreactivity and catalytic activity of UROD in the liver during periods of active skin lesions and during periods of remission. Catalytic activity was lowest yet immunoreactivity was highest when active skin lesions were present, while both were normal during remission or in control patients. This is consistent with the explanation that clinically overt disease is triggered by iron-dependent events that inactivate existing UROD enzyme. This low UROD enzymatic activity is found not only in human patients, but also in mouse models of chemically-induced uroporphyria (PMID: 21880518). While this is not exactly expression evidence, it directly shows the UROD deficiency in the sporadic disease state, similar to the inherited disease state.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2862415","type":"dc:BibliographicResource","dc:abstract":"Immunoreactive and catalytic uroporphyrinogen decarboxylase were measured in liver from 15 patients with sporadic porphyria cutanea tarda (PCT) and 4 patients with familial PCT at different stages of the disorder. In sporadic PCT, catalytic activity was lowest and immunoreactive enzyme concentration was highest when active skin lesions were present; this pattern was also seen in the one familial PCT patient who had skin lesions. During remission, the ratio of catalytic activity to immunoreactive enzyme concentration returned towards normal. Immunoreactive enzyme was increased by comparison with controls in sporadic patients with skin lesions; in familial PCT mean concentration was 59% of the overall sporadic value. In 4 sporadic patients in prolonged (4-8 years) remission (following venesection) enzyme activity and immunoreactive enzyme concentrations were normal. It is suggested that clinically overt PCT is precipitated by an iron-dependent process which inactivates the active centres of uroporphyrinogen decarboxylase molecules in the liver. Treatment by venesection eventually leads to complete reversal of this biochemical defect in at least some patients with sporadic PCT. The findings are consistent with the view that sporadic PCT is an acquired disorder.","dc:creator":"Elder GH","dc:date":"1985","dc:title":"Immunoreactive uroporphyrinogen decarboxylase in the liver in porphyria cutanea tarda."},"rdfs:label":"Low UROD activity in sporadic porphyria cutanea tarda"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Evidence was not scored since it shows a defect in UROD activity rather than in its expression, and because the implications for the gene-disease relationship are difficult to determine when evaluating sporadic cases."},{"id":"cggv:d29b5be3-4e7d-4856-b2cf-a8a85a086139","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:98fe00d6-f540-4204-8fe9-68dfcec61834","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The functional evidence that UROD encodes the human uroporphyrinogen decarboxylase enzyme is consistent with the patient phenotypes of abnormal uroporphyrinogen decarboxylase enzyme levels in erythrocytes and excretion of high levels of uroporphyrin and heptacarboxylporphyrin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6370830","type":"dc:BibliographicResource","dc:abstract":"A specific enzyme immunoassay of uroporphyrinogen decarboxylase was developed and applied to the detection of the human enzyme in man-rodent somatic cell hybrids. This method allowed to assign the gene for uroporphyrinogen decarboxylase to human chromosome 1.","dc:creator":"de Verneuil H","dc:date":"1984","dc:title":"Assignment of the gene for uroporphyrinogen decarboxylase to human chromosome 1 by somatic cell hybridization and specific enzyme immunoassay."},"rdfs:label":"UROD encodes a uroporphyrinogen decarboxylase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"UROD activity as the human uroporphyrinogen decarboxylase enzyme is very well-characterized and is consistent with the patient phenotypes at the molecular level, which include reduced enzymatic activity of UROD in erythrocytes and other cell types, and in some cases severe porphyrinuria."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf42efdc-455b-44ee-8104-835fd695563a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd838936-5542-422c-8a84-405d67aa7ecc","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Only the wild-type allele rescued the red autofluorescence phenotype in the blood cells of the animals (Figures 5 and 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9806541","type":"dc:BibliographicResource","dc:abstract":"Defects in the enzymes involved in the haem biosynthetic pathway can lead to a group of human diseases known as the porphyrias. yquem (yqe(tp61)) is a zebrafish mutant with a photosensitive porphyria syndrome. Here we show that the porphyric phenotype is due to an inherited homozygous mutation in the gene encoding uroporphyrinogen decarboxylase (UROD); a homozygous deficiency of this enzyme causes hepatoerythropoietic porphyria (HEP) in humans. The zebrafish mutant represents the first genetically 'accurate' animal model of HEP, and should be useful for studying the pathogenesis of UROD deficiency and evaluating gene therapy vectors. We rescued the mutant phenotype by transient and germline expression of the wild-type allele.","dc:creator":"Wang H","dc:date":"1998","dc:title":"A zebrafish model for hepatoerythropoietic porphyria."},"rdfs:label":"Rescue of Zebrafish urod mutant"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"While the rescue phenotype is limited to the red autofluorescence of the blood cells as a surrogate for porphyrin accumulation and resulting photosensitivity, the rescue effect itself is convincing and disease-relevant."},{"id":"cggv:fd687739-ddcf-4f26-a0f9-08640a44229b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9c3c473-eef8-4ced-ae56-af8e17b34009","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model matches the human patients in that the mutant animals exhibit UROD enzymatic activity 36% of wild-type levels and accumulation of uroporphyrinogens I and III as well as 7-carboxylate porphyrin (Figure 2a). Homozygous animals die at a young age due to light-induced loss of auto-fluorescent blood cells (Figure 1).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9806541","rdfs:label":"Zebrafish homozygous missense disruption of UROD ortholog"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This zebrafish model provides an excellent match to the human patients at the molecular / metabolic level and a partial match at the organ (blood) level."},{"id":"cggv:53235811-448e-4464-a86d-86da8bb046e2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3c14dca9-e96f-41ae-830c-4ade1ed344a9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mode of inheritance in this model is designed to recapitulate monoallelic human disease. It matches the incomplete penetrance of the human disease, and when triggered by iron and delta-aminolevulinate supplementation, the molecular level defects seen in human patients. Both the liver and the urinalysis show metabolite accumulation, particularly uroporphyrin and heptacarboxyl porphyrin (Fig. 3). The liver also shows iron accumulation (Fig. 4). The cutaneous features of the disease have not been examined in this model. The homozygous mutant animals appear to be early embryonic lethal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11134514","type":"dc:BibliographicResource","dc:abstract":"Approximately one-third of patients with porphyria cutanea tarda (PCT), the most common porphyria in humans, inherit a single mutant allele of the uroporphyrinogen decarboxylase (URO-D) gene. PCT associated with URO-D mutations is designated familial PCT. The phenotype is characterized by a photosensitive dermatosis with hepatic accumulation and urinary excretion of uroporphyrin and hepta-carboxylic porphyrins. Most heterozygotes for URO-D mutations do not express a porphyric phenotype unless hepatic siderosis is present. Hemochromatosis gene (HFE) mutations are frequently found when the phenotype is expressed. We used homologous recombination to disrupt one allele of murine URO-D. URO-D(+/-) mice had half-wild type (wt) URO-D protein and enzymatic activity in all tissues but did not accumulate hepatic porphyrins, indicating that half-normal URO-D activity is not rate limiting. When URO-D(+/-) mice were injected with iron-dextran and given drinking water containing delta-aminolevulinic acid for 21 days, hepatic porphyrins accumulated, and hepatic URO-D activity was reduced to 20% of wt. We bred mice homozygous for an HFE gene disruption (HFE(-/-)) to URO-D(+/-) mice, generating mice with the URO-D(+/-)/HFE(-/-) genotype. These animals developed a porphyric phenotype by 14 weeks of age without ALA supplementation, and URO-D activity was reduced to 14% of wt. These data indicate that iron overload alone is sufficient to reduce URO-D activity to rate-limiting levels in URO-D(+/-) mice. The URO-D(+/-) mouse serves as an excellent model of familial PCT and affords the opportunity to define the mechanism by which iron influences URO-D activity.","dc:creator":"Phillips JD","dc:date":"2001","dc:title":"A mouse model of familial porphyria cutanea tarda."},"rdfs:label":"Urod null mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This model recapitulates the underlying metabolic features, mode of inheritance, incomplete penetrance, and iron-related triggers of the human disease state, but not the cutaneous features. The embryonic lethality of the homozygous null animals may help explain the absence of such null alleles among the variants harbored by the biallelic human patients with hepatoerythropoietic porphyria."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":5115,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:5283a979-ac79-4186-be91-05f0cc997c53","type":"GeneValidityProposition","disease":"obo:MONDO_0100498","gene":"hgnc:12591","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"The *UROD* gene was first reported in relation to inherited porphyria with the 1986 publication of an affected patient harboring a variant in the homozygous state (PMID: 3775362). Affected individuals harboring biallelic variants are typically diagnosed with hepatoerythropoietic porphyria, and generally present in infancy or childhood with cutaneous photosensitivity, blistering and hyperpigmentation of sun-exposed skin, severe uroporphyrinuria, erythrocyte deficiency of UROD enzymatic activity, and sometimes liver damage. Inherited porphyria has been reported in association with *UROD* variants in the heterozygous state as well, starting with the 1989 publication of a patient with familial porphyria cutanea tarda (PMID: 2920211). Cases with this diagnosis generally exhibit similar but less severe presentation, incomplete penetrance, and adult onset induced by triggers such as iron overload, use of alcohol or estrogens, or viral infections such as hepatitis C. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the molecular mechanism (UROD loss-of-function) has been found to be consistent between the hepatoerythropoietic porphyria cases with biallelic variants and the familial porphyria cutanea tarda cases with monoallelic variants. In addition, the phenotypic differences between the biallelic and monoallelic cases appear to represent a single spectrum of disease. Therefore, cases caused by inherited *UROD* variants have been lumped into a single disease entity referred to as *UROD*-related inherited porphyria (MONDO:0100498, MIM #176100), with a semidominant mode of inheritance. \n\nEleven suspected pathogenic variants have been scored as part of this curation (six missense, two nonsense, one frameshift, one disrupting the start codon, and one triggering splicing defects), which have been collectively reported in eleven probands in six publications (PMID: 2243121, PMID: 2920211, PMID: 3775362, PMID: 8644733, PMID: 19419417, PMID: 34367815). The mechanism of pathogenicity appears to be monoallelic or biallelic loss of UROD function conferred by null and/or hypomorphic variants. Monoallelic cases have approximately 50% of normal UROD enzymatic function at the cellular level (PMID: 7062951) but exhibit less than 10% penetrance due to the requirement for a trigger to further depress UROD enzymatic levels to approximately 20% of normal. Iron overload appears act as a trigger by inhibiting cytochrome P450 enzymes, resulting in the production of reactive oxygen species that react with the uroporphyrinogen substrates to generate UROD inhibitors (PMID: 9763408). Biallelic cases appear to retain between 5% and 14% of normal UROD enzymatic function, depending on the tissue examined (PMID: 8644733). Nine out of eleven probands included in this curation were heterozygous for their respective variants, while two probands were homozygous. Segregation evidence was available in one of these publications (PMID: 2243121) and has contributed to the scoring of the gene-disease relationship. Additional case-level evidence is available in the literature but has not been included in this curation as the maximum score for this category of evidence has already been reached.\n\nThis gene-disease association is also supported experimental evidence demonstrating that *UROD* encodes the human enzyme responsible for catalyzing coproporphyrinogen III synthesis from uroporphyrinogen III (PMID: 6370830). This represents a critical step in the heme biosynthesis pathway and is consistent with the very high levels of uroporphyrin and heptacarboxylporphyrin in the urine of affected patients. Genetically engineered mouse and naturally occurring zebrafish models have shown that either monoallelic (PMID: 11134514) or biallelic (PMID: 9806541) *UROD* loss-of-function can recapitulate many of the molecular and systemic phenotypes observed in human patients, including urinary accumulation of uroporphyrin and heptacarboxylporphyrin, hepatic accumulation of iron, photosensitivity, and hematological defects, which in some cases can be rescued by expression of a wild-type transgene (PMID: 9806541).\n\nIn summary, *UROD* is definitively associated with *UROD*-related inherited porphyria. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen General Inborn Errors of Metabolism Gene Curation Expert Panel on August 12th, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:992eb049-9b4f-4163-bcb0-c7a0656cb93e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}