{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-07-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-22T16:14:25.194Z","role":"Publisher"}],"evidence":[{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d9a686a-c128-4ab9-8509-d0ca23d20a38","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ae57b8a-3054-496f-9656-d65ce8f7afc9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Flies with knockdown of Ctcf in all neurons or specifically in motoneurons showed a significant impairment in their climbing abilities while it was not altered in flies with glial knockdown.\n\nUbiquitous low levels of Ctcf in the hypomorphic mutant as well as knockdown of Ctcf specifically in the mushroom body, the fly center for learning and memory, resulted in significantly impaired learning and short-term memory compared with the respective controls.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31239556","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in the chromatin organizer CTCF were previously reported in seven individuals with a neurodevelopmental disorder (NDD).","dc:creator":"Konrad EDH","dc:date":"2019","dc:title":"CTCF variants in 39 individuals with a variable neurodevelopmental disorder broaden the mutational and clinical spectrum."},"rdfs:label":"Drosophila Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Make adjustment based on evidence strength"},{"id":"cggv:2fa5c48a-53a3-4ef4-9027-cb77638bf6d0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd936eff-2a98-4f43-bb97-bff37a262830","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Depletion of CTCF in postmitotic neurons, or depletion in the hippocampus of adult mice through\nviral-mediated knockout, induces deficits in learning and memory. These deficits in learning and memory at the beginning of adulthood are correlated with impaired long-term potentiation and reduced spine density, with no changes in basal synaptic transmission and dendritic morphogenesis and arborization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27880914","type":"dc:BibliographicResource","dc:abstract":"CCCTC-binding factor (CTCF) is an organizer of higher-order chromatin structure and regulates gene expression. Genetic studies have implicated mutations in CTCF in intellectual disabilities. However, the role of CTCF-mediated chromatin structure in learning and memory is unclear. We show that depletion of CTCF in postmitotic neurons, or depletion in the hippocampus of adult mice through viral-mediated knockout, induces deficits in learning and memory. These deficits in learning and memory at the beginning of adulthood are correlated with impaired long-term potentiation and reduced spine density, with no changes in basal synaptic transmission and dendritic morphogenesis and arborization. Cognitive disabilities are associated with downregulation of cadherin and learning-related genes. In addition, CTCF knockdown attenuates fear-conditioning-induced hippocampal gene expression of key learning genes and loss of long-range interactions at the BDNF and Arc loci. This study thus suggests that CTCF-dependent gene expression regulation and genomic organization are regulators of learning and memory.","dc:creator":"Sams DS","dc:date":"2016","dc:title":"Neuronal CTCF Is Necessary for Basal and Experience-Dependent Gene Regulation, Memory Formation, and Genomic Structure of BDNF and Arc."},"rdfs:label":"Conditional Knock-out Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple papers about mouse models"},{"id":"cggv:b7634528-9752-4d79-bf07-e40c0c864ac6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd7f1c70-ad7e-4bb4-b530-eedf9afdce9c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The CTCF-cKO mice exhibited postnatal growth retardation and abnormal behavior and had defects in functional somatosensory mapping in the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22854024","type":"dc:BibliographicResource","dc:abstract":"The CCCTC-binding factor (CTCF) is a key molecule for chromatin conformational changes that promote cellular diversity, but nothing is known about its role in neurons. Here, we produced mice with a conditional knockout (cKO) of CTCF in postmitotic projection neurons, mostly in the dorsal telencephalon. The CTCF-cKO mice exhibited postnatal growth retardation and abnormal behavior and had defects in functional somatosensory mapping in the brain. In terms of gene expression, 390 transcripts were expressed at significantly different levels between CTCF-deficient and control cortex and hippocampus. In particular, the levels of 53 isoforms of the clustered protocadherin (Pcdh) genes, which are stochastically expressed in each neuron, declined markedly. Each CTCF-deficient neuron showed defects in dendritic arborization and spine density during brain development. Their excitatory postsynaptic currents showed normal amplitude but occurred with low frequency. Our results indicate that CTCF regulates functional neural development and neuronal diversity by controlling clustered Pcdh expression.","dc:creator":"Hirayama T","dc:date":"2012","dc:title":"CTCF is required for neural development and stochastic expression of clustered Pcdh genes in neurons."},"rdfs:label":"Conditional Knockout Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple papers about mouse models"},{"id":"cggv:1b623b8d-dd2f-400b-a752-f6fa8670a89c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e9d95d0-8c52-4dc2-908b-49413aeffe24","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cre-mediated Ctcf deletion in the telencephalon and anterior retina at embryonic day 8.5 triggered upregulation of the p53 effector PUMA (p53 upregulated modulator of apoptosis), resulting\nin massive apoptosis and profound ablation of telencephalic structures. Inactivation of Ctcf several days later at E11 also resulted in PUMA upregulation and increased apoptotic cell death, and the Ctcf-null forebrain was hypocellular and disorganized at birth.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24553927","type":"dc:BibliographicResource","dc:abstract":"An increasing number of proteins involved in genome organization have been implicated in neurodevelopmental disorders, highlighting the importance of chromatin architecture in the developing CNS. The CCCTC-binding factor (CTCF) is a zinc finger DNA binding protein involved in higher-order chromatin organization, and mutations in the human CTCF gene cause an intellectual disability syndrome associated with microcephaly. However, information on CTCF function in vivo in the developing brain is lacking. To address this gap, we conditionally inactivated the Ctcf gene at early stages of mouse brain development. Cre-mediated Ctcf deletion in the telencephalon and anterior retina at embryonic day 8.5 triggered upregulation of the p53 effector PUMA (p53 upregulated modulator of apoptosis), resulting in massive apoptosis and profound ablation of telencephalic structures. Inactivation of Ctcf several days later at E11 also resulted in PUMA upregulation and increased apoptotic cell death, and the Ctcf-null forebrain was hypocellular and disorganized at birth. Although deletion of both Ctcf and Puma in the embryonic brain efficiently rescued Ctcf-null progenitor cell apoptosis, it failed to improve neonatal hypocellularity due to decreased proliferative capacity of rescued apical and outer radial glia progenitor cells. This was exacerbated by an independent effect of CTCF loss that resulted in depletion of the progenitor pool due to premature neurogenesis earlier in development. Our findings demonstrate that CTCF activities are required for two distinct events in early cortex formation: first, to correctly regulate the balance between neuroprogenitor cell proliferation and differentiation, and second, for the survival of neuroprogenitor cells, providing new clues regarding the contributions of CTCF in microcephaly/intellectual disability syndrome pathologies. ","dc:creator":"Watson LA","dc:date":"2014","dc:title":"Dual effect of CTCF loss on neuroprogenitor differentiation and survival."},"rdfs:label":"Conditional Knock-out Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple papers about mouse models"},{"id":"cggv:77f41751-745f-44ba-9191-385dde2c14a9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8427ab1-617d-47a6-a0cf-18bc03b63997","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ctcf conditional knock-out (CKO) mice were viable and exhibited profound deficits in spatial learning/memory, impaired motor coordination, and decreased sociability by 4 months of age. Ctcf CKO mice also had reduced dendritic spine density in the hippocampus and cerebral cortex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29133437","type":"dc:BibliographicResource","dc:abstract":"CCCTC-binding factor (CTCF) is an 11 zinc finger DNA-binding domain protein that regulates gene expression by modifying 3D chromatin structure. Human mutations in ","dc:creator":"McGill BE","dc:date":"2018","dc:title":"Abnormal Microglia and Enhanced Inflammation-Related Gene Transcription in Mice with Conditional Deletion of "},"rdfs:label":"Conditional Knock-out Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiple papers about mouse models"},{"id":"cggv:37e2a724-df8f-4c2a-9f09-87bde3308678","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0c4e41b-95fd-4104-8f14-e0c3ae1827b0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional Ctcf ablation in the medial ganglionic eminence (MGE) of mice of either sex leads to delayed tangential migration, abnormal distribution of cortical interneurons (CINs) in the neocortex, a marked reduction of CINs expressing parvalbumin and somatostatin (Sst), and an increased number of MGE-derived cells expressing Lhx8 and other markers of basal forebrain projection neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30377227","type":"dc:BibliographicResource","dc:abstract":"The CCCTC-binding factor (CTCF) is a central regulator of chromatin topology recently linked to neurodevelopmental disorders such as intellectual disability, autism, and schizophrenia. The aim of this study was to identify novel roles of CTCF in the developing mouse brain. We provide evidence that CTCF is required for the expression of the LIM homeodomain factor LHX6 involved in fate determination of cortical interneurons (CINs) that originate in the medial ganglionic eminence (MGE). Conditional ","dc:creator":"Elbert A","dc:date":"2019","dc:title":"CTCF Governs the Identity and Migration of MGE-Derived Cortical Interneurons."},"rdfs:label":"Conditional Knock-out Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Multiples papers about mouse models"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":3413,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.5,"subject":{"id":"cggv:b153652b-f81d-48ab-b333-b7956ee5c176","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:13723","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The CTCF gene encodes a sequence-specific DNA binding protein regulating chromatin organization and RNA transcription. The relationship between CTCF variants and autosomal dominant syndromic intellectual disability was first reported in 2013 (Gregor et al., PMID: 23746550). Since then, more than 40 truncating and missense variants, most of which are de novo, have been reported in the literature (PMIDs: 28619046, 28848059, 30893510, 31239556). Common clinical features in affected individuals include developmental delay and cognitive impairment of variable severity, ranging from normal IQ to severe intellectual disability, feeding difficulties, behavioral abnormalities including autism or autistic features, and minor facial dysmorphism. Less frequent features include growth restriction, microcephaly, vision abnormalities, and cardiac defects. Transcriptome analysis of individuals carrying either truncating or missense variants showed a similar deregulation pattern of downstream genes with roles in neurodevelopmental disorder and biological processes such as transcriptional regulation (PMIDs: 23746550, 31239556). The disease association and loss-of-function mechanism of this gene are further supported by fly and mouse models (PMIDs: 31239556, 22854024, 24553927, 27880914, 29133437, 30377227). In summary, CTCF is definitively associated with autosomal dominant syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 7/21/2021 (SOP Version 8). \n","dc:isVersionOf":{"id":"cggv:f1cbcd7b-83e2-47c1-b708-c9052502e639"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}