{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-09-19T15:53:15.896Z","role":"Approver"}],"evidence":[{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e784dfe-f88e-4ccb-bf18-5dbf94f3585a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd616ade-6367-47b2-9620-4347b5b095cf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas demonstrates that BCS1L is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000074582-BCS1L/tissue). Protein expression in the brain has been shown in the cerebral cortex, hippocampus, caudate, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh spectrum syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain"},{"id":"cggv:6a219b45-7f5a-4057-ba9d-626a270c2e1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d5d256e-21bb-4620-8761-7e8e92351f1d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to Leigh map, at least 1 other complex III assembly unit (TTC19) has been implicated in causing Leigh syndrome (Rahman et al 2017 PMID:27977873).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10508156","type":"dc:BibliographicResource","dc:abstract":"Bcs1p, a mitochondrial protein and member of the conserved AAA protein family, is involved in the biogenesis of the cytochrome bc(1) complex. We demonstrate here that Bcs1p is directly required for the assembly of the Rieske FeS and Qcr10p proteins into the cytochrome bc(1) complex. Bcs1p binds to a precomplex in the assembly pathway of the cytochrome bc(1) complex. Binding of Bcs1p to and release from this assembly intermediate is driven by ATP hydrolysis. We propose that Bcs1p acts as an ATP-dependent chaperone, maintaining the precomplex in a competent state for the subsequent assembly of the Rieske FeS and Qcr10p proteins.","dc:creator":"Cruciat CM","dc:date":"1999","dc:title":"Bcs1p, an AAA-family member, is a chaperone for the assembly of the cytochrome bc(1) complex."},"rdfs:label":"BCS1L Complex III assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The encoded protein shares a biochemical relationship or function with 1 gene product whose dysfunction is known to cause Leigh syndrome receiving a score of 0.5 pts"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab657334-7553-4407-984c-6a4c5bd910a5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7367dbc0-743e-4c31-ab11-4b955738a329","type":"FunctionalAlteration","dc:description":"Blue native gel on patient muscle and fibroblasts demonstrated decreased levels of mitochondrial complex III although the deficiency was more severe in muscle. This pattern of increased severity in muscle also correlated with reduced Complex III deficiency muscle and fibroblasts (53% and 93% of lowest control value respectively).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19162478","type":"dc:BibliographicResource","dc:abstract":"Mutations in BCS1L, a respiratory chain complex III assembly chaperone, constitute a major cause of mitochondrial complex III deficiency and are associated with GRACILE and Björnstad syndromes. Here we describe a 4-year-old infant with hyperlactacidemia, mild liver dysfunction, hypotonia, growth and psychomotor retardation, dysmorphic features and mitochondrial complex III deficiency. Respiratory chain enzyme activities showed an isolated complex III defect in muscle and fibroblasts. Sequencing and polymerase chain reaction-restriction fragment length polymorphism (PCR-RFLP) analysis revealed a novel homozygous BCS1L mutation, c.148A>G, which caused a p.T50A substitution at an evolutionarily conserved BCS1L region. The severity of the complex III enzyme defect correlated with decreased amounts of BCS1L and respiratory chain complex III in the affected tissues. Our findings support a pathogenic role for the novel BCS1L mutation in a patient with a singular clinical phenotype.","dc:creator":"Blázquez A","dc:date":"2009","dc:title":"Infantile mitochondrial encephalomyopathy with unusual phenotype caused by a novel BCS1L mutation in an isolated complex III-deficient patient."},"rdfs:label":"Blazquez Fibroblast studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient derived cell culture model with evidence of mitochondrial dysfunction."},{"id":"cggv:68dda409-1e95-4266-82e8-cd5ec60dba3f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1c57a2ba-bdc1-42a4-b4fd-25fb5f04d558","type":"FunctionalAlteration","dc:description":"The quantity of fully assembled CIII was investigated using antibodies directed against two CIII subunits (RISP and CORE1). There was an almost complete lack of fully as-sembled CIII and BCS1L (both oligomer and monomer) in patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28427446","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases due to defective respiratory chain complex III (CIII) are relatively uncommon. The assembly of the eleven-subunit CIII is completed by the insertion of the Rieske iron-sulfur protein, a process for which BCS1L protein is indispensable. Mutations in the BCS1L gene constitute the most common diagnosed cause of CIII deficiency, and the phenotypic spectrum arising from mutations in this gene is wide.","dc:creator":"Tegelberg S","dc:date":"2017","dc:title":"Respiratory chain complex III deficiency due to mutated BCS1L: a novel phenotype with encephalomyopathy, partially phenocopied in a Bcs1l mutant mouse model."},"rdfs:label":"Tegelberg Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This is the second patient derived cell culture model demonstrating mitochondrial dysfunction."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:954c3352-e576-4a65-bd38-6ac5087141ba","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a75a8200-f570-4aa1-81f4-637dde321495","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Immunohistochemical analysis showed general mild astrogliosis throughout the brain.  In contrast to that, substantial astroglial activation was found highly localized to the primary somatosensory cortex which was reminiscent of patient’s with BCS1L mutations. No signs of neurodegeneration were detected in the Bcs1l c.232A>G mouse brain. The volume of cerebral cortex and cerebellum was unchanged as was the thickness and the amount of neurons in the individual layers. (neuronal preservation in the cortex). This mouse demonstrated neuropathological findings similar to those associated with Leigh spectrum syndrome in humans","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28427446","rdfs:label":"BCS1L knock in model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"As per Leigh Working group model scoring rubric, BCS1L knock in mouse received 0.5 pts for neuropathological evidence."},{"id":"cggv:564c0eb9-3d1e-4179-b819-455b6a68a250","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a8e18a89-5f21-44f5-9b9c-862e219da9d8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse demonstrated evidence of mitochondrial dysfunction (reduced complex III activity) and lactic acidemia. Phenotypically, the mice showed growth failure and shortened lifespan. These phenotypes have been associated with Leigh spectrum syndrome in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21274865","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial dysfunction is an important cause for neonatal liver disease. Disruption of genes encoding oxidative phosphorylation (OXPHOS) components usually causes embryonic lethality, and thus few disease models are available. We developed a mouse model for GRACILE syndrome, a neonatal mitochondrial disease with liver and kidney involvement, caused by a homozygous BCS1L mutation (232A>G). This gene encodes a chaperone required for incorporation of Rieske iron-sulfur protein (RISP) into complex III of respiratory chain. Homozygous mutant mice after 3 weeks of age developed striking similarities to the human disease: growth failure, hepatic glycogen depletion, steatosis, fibrosis, and cirrhosis, as well as tubulopathy, complex III deficiency, lactacidosis, and short lifespan. BCS1L was decreased in whole liver cells and isolated mitochondria of mutants at all ages. RISP incorporation into complex III was diminished in symptomatic animals; however, in young animals complex III was correctly assembled. Complex III activity in liver, heart, and kidney of symptomatic mutants was decreased to 20%, 40%, and 40% of controls, respectively, as demonstrated with electron flux kinetics through complex III. In high-resolution respirometry, CIII dysfunction resulted in decreased electron transport capacity through the respiratory chain under maximum substrate input. Complex I function, suggested to be dependent on a functional complex III, was, however, unaffected.","dc:creator":"Levéen P","dc:date":"2011","dc:title":"The GRACILE mutation introduced into Bcs1l causes postnatal complex III deficiency: a viable mouse model for mitochondrial hepatopathy."},"rdfs:label":"BCS1L knock in mouse - Leveen"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"As per Leigh Working group model scoring rubric, BCS1L knock in mouse received 2 pts for evidence of mitochondrial dysfunction, lactic acidemia, growth failure, and a shortened lifespan."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2604a4a1-b8bf-4e73-b4f3-8bb4ba2a5b08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:337530a3-693b-4a57-8db9-689544fc914d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Cerebral magnetic resonance imaging showed lesions scattered from the basal ganglia to the brainstem compatible with a diagnosis of Leigh syndrome.","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2604a4a1-b8bf-4e73-b4f3-8bb4ba2a5b08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d78b8c5-598e-49d4-b1fc-ba12cd37338c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001318836.2(BCS1L):c.-40-123C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117989"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11528392","type":"dc:BibliographicResource","dc:abstract":"Complex III (CIII; ubiquinol cytochrome c reductase of the mitochondrial respiratory chain) catalyzes electron transfer from succinate and nicotinamide adenine dinucleotide-linked dehydrogenases to cytochrome c. CIII is made up of 11 subunits, of which all but one (cytochrome b) are encoded by nuclear DNA. CIII deficiencies are rare and manifest heterogeneous clinical presentations. Although pathogenic mutations in the gene encoding mitochondrial cytochrome b have been described, mutations in the nuclear-DNA-encoded subunits have not been reported. Involvement of various genes has been indicated in assembly of yeast CIII (refs. 8-11). So far only one such gene, BCS1L, has been identified in human. BCS1L represents, therefore, an obvious candidate gene in CIII deficiency. Here, we report BCS1L mutations in six patients, from four unrelated families and presenting neonatal proximal tubulopathy, hepatic involvement and encephalopathy. Complementation study in yeast confirmed the deleterious effect of these mutations. Mutation of BCS1L would seem to be a frequent cause of CIII deficiency, as one-third of our patients have BCS1L mutations.","dc:creator":"de Lonlay P","dc:date":"2001","dc:title":"A mutant mitochondrial respiratory chain assembly protein causes complex III deficiency in patients with tubulopathy, encephalopathy and liver failure."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11528392","rdfs:label":"DeLonlay Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Functionality of mutations were assessed by utilizing complementation assays in a yeast model, specifically measuring complentation by assessing growth in glycerol and respiration in isolated mitochondria. The mutations found in patient 5 caused a two fold increase in doubling time, 3x lower NAD, and reduced NADH cytochrom C reductase."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":252,"specifiedBy":"GeneValidityCriteria6","strengthScore":6.5,"subject":{"id":"cggv:8d059264-276b-4658-922d-1c661c4b0135","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:1020","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between BCS1L and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of September 9, 2019. Variants in BCS1L were first reported in humans with Leigh syndrome spectrum in 2001 (PMID: 11528392). Several pathogenic variants have been reported in ClinVar, and loss of function is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. One proband with BCS1L  a homozygous pathogenic variant with Leigh syndrome spectrum has been reported in the 2001 publication (PMID: 11528392) to reach a case-level evidence score of 1.5. This gene-disease association is further supported by BCS1L protein interaction with other genes associated with Leigh syndrome spectrum, BCS1L expression in brain, mitochondrial alterations in patient cell lines, and a BCS1L mouse model exhibiting a neuropathological, biochemical, and developmental phenotype that recapitulates symptoms of Leigh syndrome spectrum reaching a experimental score of 5 pts. In summary, there is limited evidence to support the relationship between BCS1L and autosomal recessive Leigh syndrome spectrum. This classification was approved by the  NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 9, 2019 (SOP Version 7).\nThe recommendation is that at least 3 probands are needed for a gene-disease clinical validity classification to be \"Moderate\".","dc:isVersionOf":{"id":"cggv:3b50d7db-1144-4187-a60c-72b45adb80bd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}