{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-09-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-07T14:43:46.551Z","role":"Publisher"}],"evidence":[{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c530a4b-b8b3-4f8d-bea6-89159d97a5f7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ef8944a-4175-4fdb-a89f-dbd51294d2c1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Identified, characterized and mapped TIEG1/ KLF10. Northern blot analysis shows strong expression of KLF10/TIEG1 in the human heart, as well as skeletal muscle, placenta, and pancreas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8532536","type":"dc:BibliographicResource","dc:abstract":"The TGF-beta family of growth factors has been extensively studied and found to play major roles in bone physiology and disease. A novel, TGF-beta-inducible early gene (TIEG) in normal human fetal osteoblasts (hFOB) has been identified using differential-display PCR. Using this differentially expressed cDNA fragment of TIEG to screen a hOB cDNA library, a near full-length cDNA for this gene was isolated. Northern analyses indicated that the steady-state levels of the 3.5 kb TIEG mRNA increased within 30 min of TGF-beta treatment of human osteoblasts and reached a maximum of 10-fold above control levels at 120 min post-treatment. This regulation was independent of new protein synthesis. Computer sequence analyses indicates that TIEG mRNA encodes for a 480 amino-acid protein. The TIEG protein contains three zinc finger motifs, several proline-rich src homology-3 (SH3) binding domains at the C-terminal end, and is homologous in this region to the zinc finger-containing transcription factor family of genes. A growth factor/cytokine-specific induction of TIEG has been shown. TIEG expression in hFOB cells was highly induced by TGF-beta and bone morphogenetic protein-2 (BMP-2), with a moderate induction by epidermal growth factor (EGF), but no induction by other growth factors/cytokines was observed. In addition to osteoblastic cells, high levels of TIEG expression were detected in skeletal muscle tissue, while low or no detectable levels were found in brain, lung, liver or kidney. Because TIEG is an early induced putative transcription factor gene, and shows a growth factor induction and tissue specificity, its protein product might play an important role as a signalling molecule in osteoblastic cells.","dc:creator":"Subramaniam M","dc:date":"1995","dc:title":"Identification of a novel TGF-beta-regulated gene encoding a putative zinc finger protein in human osteoblasts."},"rdfs:label":"Northern Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a3f03be2-4a6e-49a0-98dd-74668fb45aff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd7287ca-65eb-4040-b8ca-0d4800da81bc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Showed spatio-temporal regulation of KLF10/TIEG1 in mouse tissue (including the heart and muscle), by qRT-PCR. KLF10 expression in the heart is low in embryonic and neonatal mouse hearts, but is increased in adult hearts. For muscle, KLF10 expression steadily increase from extremely low levels in embryonic muscle to high levels in adult muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20201061","type":"dc:BibliographicResource","dc:abstract":"TGF-beta-inducible early-response gene (TIEG) is a family of primary response genes induced by TGF-beta, which are well recognized in regulating cellular proliferation and apoptosis. However, their expression profile has never been investigated during embryogenesis in different organs. In this study, we aimed to investigate the transcriptional level of both TIEG1 and TIEG2 during development in various mice organs, including the brain cortex, cerebellum and stem, brain striatum, muscle, heart, liver, kidney, and lung. Quantitative real-time PCR was used to profile the change of transcriptional level of the two TIEG members in the mice tissues at six developmental stages. Taken together, the expression of TIEG1 and TIEG2 was specific in different organs yet varied with different developmental time points. Their dynamic changes were moderately consistent in most organs including the brain cortex, striatum, liver, kidney, and lung. However, their mRNA expression in both the heart and muscle was significantly different at all developmental stages, which might propose a compensation of functions in the TIEG family. Nevertheless, our data indicate that both the TIEG genes are essential in regulating the normal organ development and functioning in murine model, as their expressions were ubiquitous and tissue specific at various developmental stages.","dc:creator":"Jiang L","dc:date":"2010","dc:title":"Dynamic transcriptional changes of TIEG1 and TIEG2 during mouse tissue development."},"rdfs:label":"qRT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"mRNA expression already scored in Subraminiam et al. "},{"id":"cggv:283ef1fb-e24d-4ca7-8bec-c4f8ab912846","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9315d9f-5503-4694-86a7-7056e9ee76da","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Large RNA seq transcriptomic study","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNA seq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"RNA expression already scored in Subramaniam et al. "},{"id":"cggv:3753c735-ae0d-4eef-95e5-848ef24023f7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:476266f3-1a17-4a53-9f1c-19bd64a1179a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GFP-KLF10/TIEG1 is shown to be localize specifically in the nucleus of rat cardiomyocytes. Induction of HCM by Ang II resulted in an decrease in KLF10/TIEG1 expresssion in the nuclear extract of rat cardiomyocytes by western blot. RT-PCR and western blot of KLF10 from nuclear cardiomycyte mRNA also confirmed a dose-dependent regulation of  KLF10/TIEG1 expression in response to  Ang-II induced HCM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26252173","type":"dc:BibliographicResource","dc:abstract":"The transforming growth factor (TGF-β)-inducible early gene (TIEG1), a member of the Sp1/Krüppel-like family of transcription factors, plays an important role in regulating cell growth, differentiation, and apoptosis in many human diseases, including breast cancer, osteoporosis, and atherosclerosis. However, little is known about the role of TIEG1 in the heart. In this study, we investigated the role of TIEG1 in angiotensin II (Ang II)-induced cardiomyocyte hypertrophy and its underlying mechanism. Our results showed that TIEG1 expression was downregulated in Ang II-induced hypertrophic cardiomyocytes. Gene silencing of TIEG1 by RNA interference upregulated cellular surface area and ANF and BNP messenger RNA levels, whereas TIEG1 overexpression inhibited the expression of those genes. Mechanistically, TIEG1 could inhibit the expression and transcriptional activity of transcription factor GATA4 in cardiomyocytes, which was recognized as an important factor mediating cardiac gene transcription. In summary, our data disclose a novel role of TIEG1 as an inhibitor in Ang II-induced hypertrophic cardiomyocytes through GATA4 signal pathway. ","dc:creator":"Li Q","dc:date":"2015","dc:title":"TIEG1 Inhibits Angiotensin II-induced Cardiomyocyte Hypertrophy by Inhibiting Transcription Factor GATA4."},"rdfs:label":"GFP-KLF10/TIEG1 Localization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Protein expression. Also to some extent type B expression - reduced expression in hypertrophic cardiomyocytes (induced by Ang II). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6821b6d-83c8-423e-aec6-e14144f5b22b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd6e984a-544f-42d2-a5f5-20608274d1d0","type":"FunctionalAlteration","dc:description":"This lab has shown in the Bos et al., 2012 paper that PTTG1 is increased in HCM patient autopsy and HCM myectomy tissues that  PTTG1 is increased, but this information is only from this lab. I find it interesting that MYL7 and MYL1 gene expression is changed, and I\"m not sure how these genes affect HCM","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16888812","type":"dc:BibliographicResource","dc:abstract":"Cellular mechanisms causing cardiac hypertrophy are currently under intense investigation. We report a novel finding in the TGFbeta inducible early gene (TIEG) null mouse implicating TIEG1 in cardiac hypertrophy. The TIEG(-/-) knock-out mouse was studied. Male mice age 4-16 months were characterized (N = 86 total) using echocardiography, transcript profiling by gene microarray, and immunohistochemistry localized upregulated genes for determination of cellular mechanism. The female mice (N = 40) did not develop hypertrophy or fibrosis. The TIEG(-/-) knock-out mouse developed features of cardiac hypertrophy including asymmetric septal hypertrophy, an increase in ventricular size at age 16 months, an increase (214%) in mouse heart/weight body weight ratio TIEG(-/-), and an increase in wall thickness in TIEG(-/-) mice of (1.85 +/- 0.21 mm), compared to the control (1.13 +/- 0.15 mm, P < 0.04). Masson Trichrome staining demonstrated evidence of myocyte disarray and myofibroblast fibrosis. Microarray analysis of the left ventricles demonstrated that TIEG(-/-) heart tissues expressed a 13.81-fold increase in pituitary tumor-transforming gene-1 (Pttg1). An increase in Pttg1 and histone H3 protein levels were confirmed in the TIEG(-/-) mice hearts tissues. We present evidence implicating TIEG and possibly its target gene, Pttg1, in the development of cardiac hypertrophy in the TIEG null mouse.","dc:creator":"Rajamannan NM","dc:date":"2007","dc:title":"TGFbeta inducible early gene-1 (TIEG1) and cardiac hypertrophy: Discovery and characterization of a novel signaling pathway."},"rdfs:label":"microarray analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"I did not score as I was unsure how the changes in MYL7 should be taken, as I do not know how MYL7 may play a role in HCM?"},{"id":"cggv:47071cdb-b075-458d-a740-1f04d7f8fe53","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ebeec8b-7cbe-432b-958b-7887a3f91e2f","type":"FunctionalAlteration","dc:description":"siRNA of KLF10/TIEG1 was expressed in rat cardiomyocytes. Knockdown (KD) of KLF10/TIEG1 alone caused an induction of the fetal gene program genes, ANF and BNP compared to controln(and increases in GATA4). This induction was at the same rate as Ang-II induced HCM alone. The addition of Ang-II with the KLF10 KD did not exacerbate the induction of BNP or ANF.\n\nInteresstingly, overexpression of WT KLF10/TIEG1 in cardiomyocytes induced with Ang-II HCM showed reduced ANF and BNP expression compared to cells induced with Ang-II alone, suggesting the TIEG1 can function to inhibit HCM normally.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26252173","rdfs:label":"Knockdown (KD) of KLF10/TIEG1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e9c5c97d-8785-460d-98c1-7bf7570d7ddb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e620fa58-c91c-4d19-a988-15fdc58d2696","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The TIEG1 KO mice develop assymetric left ventriclualr hypertrophy, with increased heart mass (and heart/ body weight ratio), and myocte/ interstitial fibrosis. Anterior septal wall thickness was significantly increased in the TIEG1 KO (1.85mm) mice compared to WT littermates (1.13mm).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16888812","rdfs:label":"TIEG1 KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Phenotype of HCM well demonstrated. However, knockout (-/-) model in a gene where mechanism not clear (LOF expected). Reported clinical cases are heterozygous. The hypertrophy was only seen in males, not females. They found 13.8 fold increase in PTTG1 in the mice. Interaction confirmed with luciferase assay, but significance of this increase in hypertrophic pathway not clear. Pttg1 not constitutively expressed in heart. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:2a8a1102-4a08-44b8-8752-003236d92f19","type":"EvidenceLine","evidence":[{"id":"cggv:2a8a1102-4a08-44b8-8752-003236d92f19_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4cffd46c-a91a-42b7-b497-e5d495c13fe4","type":"Cohort","allGenotypedSequenced":1328,"alleleFrequency":0.00677710843373494,"detectionMethod":"NGS, specifically for this gene they used the Illumina TruSight Cardio Sequencing kit","evidence":[{"id":"cggv:2a8a1102-4a08-44b8-8752-003236d92f19_cc_evidence_item"}],"numWithVariant":9,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:42e8c2a8-f6d3-4ac4-9127-5e45ca0ef1f7","type":"Cohort","allGenotypedSequenced":0,"detectionMethod":"NGS, specifically for this gene they used the Illumina TruSight Cardio Sequencing kit","evidence":[{"id":"cggv:2a8a1102-4a08-44b8-8752-003236d92f19_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.138,"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082330","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) exhibits genetic heterogeneity that is dominated by variation in eight sarcomeric genes. Genetic variation in a large number of non-sarcomeric genes has also been implicated in HCM but not formally assessed. Here we used very large case and control cohorts to determine the extent to which variation in non-sarcomeric genes contributes to HCM.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Defining the genetic architecture of hypertrophic cardiomyopathy: re-evaluating the role of non-sarcomeric genes."},"rdfs:label":"Aggregate Variant Analysis"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"I have no idea if the patients with the KLF10 have a compound mutational spectrum. It is interesting that one mutation T216A was found in the Bos et al.. 2012 paper too. Emailed authors about the mutational spectrum of the invidiuals with KLF10 mutations,   one had a MYL2 (MYL2 variant - c.401A>C / p.E134A) mutation, the other three had no known HCM gene mutations."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.6}],"evidenceStrength":"Limited","sequence":5171,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.1,"subject":{"id":"cggv:b90845a6-c0ce-44da-a982-06f0c935dfef","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:11810","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The *KLF10* gene has been associated with hypertrophic cardiomyopathy (HCM) in one cohort study that identified 6 missense variants in 6 probands with HCM (Bos et al. PMID 22234868). No segregation data exists. The functional data reported for these variants is not strongly supportive of pathogenicity (PMID 22234868). One case control study identified no excess variants in HCM patients (Walsh et al. 28082330). The mechanism for disease is not clear but predicted to be loss of function based on experimental studies. This gene-disease association is supported by expression data (Subramaniam et al., 1995 PMID: 8532536; Jiang et al., 2010 PMID: 20201061, Fagerberg et al. PMID 24309898), functional alteration in non patient cells (Li et al., 2015 PMID: 26252173), and model organism studies (Rajamannan et al., 2007 PMID: 16888812). KLF10-/- knockout mice showed left ventricular hypertrophy, fibrosis and myofibrillar disarray. In summary, there is LIMITED evidence to support this gene-disease association. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease association. This classification was originally  approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on August 1, 2017. This gene-disease relationship was reevaluated on September 14, 2022 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:524bb91c-07d4-4f65-bdc0-fc568a5930c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}