{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-04T16:40:58.910Z","role":"Publisher"},{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-04-03T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33658631","type":"dc:BibliographicResource","dc:abstract":"We describe a novel neurobehavioral phenotype of autism spectrum disorder (ASD), intellectual disability, and/or attention-deficit/hyperactivity disorder (ADHD) associated with de novo or inherited deleterious variants in members of the RFX family of genes. RFX genes are evolutionarily conserved transcription factors that act as master regulators of central nervous system development and ciliogenesis.","dc:creator":"Harris HK","dc:date":"2021","dc:title":"Disruption of RFX family transcription factors causes autism, attention-deficit/hyperactivity disorder, intellectual disability, and dysregulated behavior."},"evidence":[{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6fa16eb3-04cf-4817-864a-6155d9567e3a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65ed08d1-c631-4c0a-a955-84bfae8d375f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"RFX3 encodes a member of the regulatory factor X (RFX) family of genes that act as master regulators of central nervous system development and ciliogenesis. \nIndividuals with variants in other RFX genes (RFX4 and RFX7) have been reported with GDD, ID and ASD by Harris et al., 2021 (PMID: 33658631).\nRFX7 is also associated with “Intellectual developmental disorder, autosomal dominant 71, with behavioral abnormalities” in OMIM (MIM: 620330).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33658631","rdfs:label":"Regulatory Factor X (RFX) Protein Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba800310-64a1-41cd-910a-20c5ccd39d3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea888822-d229-42b0-9a51-118aaf568dc0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous Rfx3-deficient mice are systematically smaller than wild-type littermates and the growth retardation increases with age. There is also a modest growth retardation in heterozygous mice.\nHomozygous Rfx3-deficient mice exhibit frequent left-right asymmetry defects leading to a high rate of embryonic lethality and situs inversus in surviving adults. In addition, nodal cilia are markedly stunted in mutant embryos. No laterality defects were observed in heterozygous mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15121860","type":"dc:BibliographicResource","dc:abstract":"There are five members of the RFX family of transcription factors in mammals. While RFX5 plays a well-defined role in the immune system, the functions of RFX1 to RFX4 remain largely unknown. We have generated mice with a deletion of the Rfx3 gene. RFX3-deficient mice exhibit frequent left-right (LR) asymmetry defects leading to a high rate of embryonic lethality and situs inversus in surviving adults. In vertebrates, specification of the LR body axis is controlled by monocilia in the embryonic node, and defects in nodal cilia consequently result in abnormal LR patterning. Consistent with this, Rfx3 is expressed in ciliated cells of the node and RFX3-deficient mice exhibit a pronounced defect in nodal cilia. In contrast to the case for wild-type embryos, for which we document for the first time a twofold increase in the length of nodal cilia during development, the cilia are present but remain markedly stunted in mutant embryos. Finally, we show that RFX3 regulates the expression of D2lic, the mouse orthologue of a Caenorhabditis elegans gene that is implicated in intraflagellar transport, a process required for the assembly and maintenance of cilia. In conclusion, RFX3 is essential for the differentiation of nodal monocilia and hence for LR body axis determination.","dc:creator":"Bonnafe E","dc:date":"2004","dc:title":"The transcription factor RFX3 directs nodal cilium development and left-right asymmetry specification."},"rdfs:label":"Rfx3 knockout Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored due to lack of relevant phenotypes in heterozygous mice"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Definitive","sequence":8343,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:69a9a75c-68ef-4eb7-979e-137b80fda51e","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:9984","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Although *de novo* single gene deletions and protein truncating variants in *RFX3* had been reported in individuals with developmental delay, intellectual disability (ID), and autism spectrum disorder (ASD) as early as 2011 (PMIDs: 21792059, 27525107, 31981491), the first report focusing on variants in *RFX3* in relation to autosomal dominant complex neurodevelopmental disorder was published in 2021 (Harris et al., PMID: 33658631). *RFX3* encodes a member of the regulatory factor X (RFX) family of genes that act as master regulators of central nervous system development and ciliogenesis. \n\nEight unique variants (2 nonsense, 3 frameshift, 1 canonical splice site, 1 multi-exon deletion, and 1 full gene deletion) reported in 8 probands in 4 publications (PMIDs: 25844147, 27525107, 31981491, 33658631) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Most reported variants are *de novo*, although one family was reported in which an affected parent transmitted a frameshift variant to three affected children (PMID: 33658631); there are also reports of inherited deletions (PMID: 21792059) and protein truncating variants (PMIDs: 25961944, 35982159) in individuals with ASD or ID. The mechanism of disease is suggested to be haploinsufficiency (PMID: 33658631). Three patients with missense or inframe indel variants have also been reported (PMID: 33658631), but were not scored in this curation due to lack of convincing functional data and unclear disease mechanism. *RFX3* is highly constrained for both missense (Z = 3.17, gnomAD v4.0.0) and loss-of-function variants (pLI = 1).\n\nThere are a limited number of probands with detailed phenotypic features reported. Of those cases, affected individuals present with motor and speech delays, ID, ASD, and behavioral abnormalities; other variable features include attention deficit hyperactivity disorder, dysmorphic features, hypotonia, micro/macrocephaly, seizures, and sleep abnormalities (PMIDs: 25844147, 33658631). \n\nThis gene-disease relationship is also supported by variants in other RFX genes (*RFX7* and *RFX4*) reported in individuals with global developmental delay, ID and ASD (PMID: 33658631). \n\nIn summary, there is definitive evidence supporting the relationship between *RFX3* and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 3, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:645576b3-2538-445d-a39e-d52c198db9f5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}