{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-14T20:28:06.911Z","role":"Approver"},{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:24.859Z","role":"Publisher"}],"evidence":[{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7568e6d-ffd8-460a-91b7-3b7fd3763a87","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:231a6201-5f17-4b2e-aa90-d1fcfcb5a736","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Coding sequence of ABCG5 and ABCG8 were amplified from liver poly(A)+RNA, and fragments cloned into pGEM-T plasmid vector. The coding region of ABCG5 and 3'-UTR of ABCG8 was amplified and subjected to autoradiography.\n\nMajor sites of expression in humans were liver and small intestine. One major transcript of 2.4kb for ABCG5 and one of 2.6 kb for ABCG8 were observed. Other unidentified transcripts were also seen, expected to result from alternative splicing or differential polyadenylation.\n\nMice showed similar expression patterns. Cholesterol feeding induced a corresponding increase in the expression levels of Abcg5and Abcg8. 7-week old mice fed 2% cholesterol w/v were killed after 1, 7 or 14 days. The levels of Abcg5 and Abcg8 mRNA increased about two-fold in intestine and over three-fold in liver at day 7 and were maintained at day 14.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11099417","type":"dc:BibliographicResource","dc:abstract":"In healthy individuals, acute changes in cholesterol intake produce modest changes in plasma cholesterol levels. A striking exception occurs in sitosterolemia, an autosomal recessive disorder characterized by increased intestinal absorption and decreased biliary excretion of dietary sterols, hypercholesterolemia, and premature coronary atherosclerosis. We identified seven different mutations in two adjacent, oppositely oriented genes that encode new members of the adenosine triphosphate (ATP)-binding cassette (ABC) transporter family (six mutations in ABCG8 and one in ABCG5) in nine patients with sitosterolemia. The two genes are expressed at highest levels in liver and intestine and, in mice, cholesterol feeding up-regulates expressions of both genes. These data suggest that ABCG5 and ABCG8 normally cooperate to limit intestinal absorption and to promote biliary excretion of sterols, and that mutated forms of these transporters predispose to sterol accumulation and atherosclerosis.","dc:creator":"Berge KE","dc:date":"2000","dc:title":"Accumulation of dietary cholesterol in sitosterolemia caused by mutations in adjacent ABC transporters."},"rdfs:label":"Berge_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."},{"id":"cggv:830d64e4-0cb9-4a61-a4c2-b4858a4927af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7832396-ba1f-44d8-b1a9-4f0b64aae18a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Epitope-tagged murine Abcg5 (myc-tagged ABCG5) and Abcg8 (HA-tagged ABCG8) were constructed and expressed alone or together in CHO-K1 cells. Anti-myc antibody precipitated a protein of the size expected for ABCG5-myc in cells expressing both ABCG5-myc and ABCG8-HA, but not in cells expressing ABCG8-HA alone; similarly, the anti-HA antibody immunoprecipitated a protein of the size expected for ABCG8-HA in cells expressing both transporters but not in cells expressing only ABCG5-myc. More than 95% of each protein was immunoprecipitated by mAb’s to their respective epitope tags. ABCG8-HA coimmunoprecipitated with ABCG5-myc and ABCG5-myc coimmunoprecipitated with ABCG8-HA in cells expressing both proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12208867","type":"dc:BibliographicResource","dc:abstract":"Mutations in either ATP-binding cassette (ABC) G5 or ABCG8 cause sitosterolemia, an autosomal recessive disorder of sterol trafficking. To determine the site of action of ABCG5 and ABCG8, we expressed recombinant, epitope-tagged mouse ABCG5 and ABCG8 in cultured cells. Both ABCG5 and ABCG8 underwent N-linked glycosylation. When either protein was expressed individually in cells, the N-linked sugars remained sensitive to Endoglycosidase H (Endo H). When ABCG5 and ABCG8 were coexpressed, the attached sugars were Endo H-resistant and neuraminidase-sensitive, indicating that the proteins were transported to the trans-Golgi complex. The mature, glycosylated forms of ABCG5 and ABCG8 coimmunoprecipitated, consistent with heterodimerization of these two proteins. The Endo H-sensitive forms of ABCG5 and ABCG8 were confined to the endoplasmic reticulum (ER), whereas the mature forms were present in non-ER fractions in cultured hepatocytes. Immunoelectron microscopy revealed ABCG5 and ABCG8 on the plasma membrane of these cells. In polarized WIF-B cells, recombinant ABCG5 localized to the apical (canalicular) membrane when coexpressed with ABCG8, but not when expressed alone. To our knowledge this is the first direct demonstration that trafficking of an ABC half-transporter to the cell surface requires the presence of its dimerization partner.","dc:creator":"Graf GA","dc:date":"2002","dc:title":"Coexpression of ATP-binding cassette proteins ABCG5 and ABCG8 permits their transport to the apical surface."},"rdfs:label":"Graf_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points."},{"id":"cggv:141bb22b-b175-4ce9-9e4a-ad3add3b71dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f4a4b333-b240-4d65-b17b-6a87fcaa140b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The ABCG5 and ABCG8 glycoproteins remain sensitive to Endo H (retained in the ER) when either protein is expressed alone in cells. However, when co-expressed, they become resistant to Endo H, but sensitive to neuraminidase (moved to trans-Golgi complex).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14504269","type":"dc:BibliographicResource","dc:abstract":"ABCG5 (G5) and ABCG8 (G8) are ATP-binding cassette (ABC) transporters that limit intestinal absorption and promote biliary excretion of neutral sterols. Mutations in either ABCG5 or ABCG8 result in an identical clinical phenotype, suggesting that these two half-transporters function as heterodimers. Expression of both G5 and G8 is required for either protein to be transported to the plasma membrane of cultured cells. In this paper we used immunofluorescence microscopy to confirm, in vivo, that G5 is localized to the apical membranes of mouse enterocytes and hepatocytes. Other ABC half-transporters function as homodimers or as heterodimers with other subfamily members. To determine whether G5 or G8 complex with other ABCG half-transporters, we co-expressed G1, G2, and G4 with either G5 or G8 in cultured cells. G1, G2, and G4 co-immunoprecipitated with G5, and G4 co-immunoprecipitated with G8, but the putative dimers were retained in the endoplasmic reticulum (ER). Adenovirus-mediated expression of either G5 or G8 in the liver of G5G8 null mice resulted in ER retention of the expressed proteins and no increase in biliary cholesterol. In contrast, co-expression of G5 and G8 resulted in transit of the proteins out of the ER and a 10-fold increase in biliary cholesterol concentration. Finally, adenoviral expression of G2 in the presence or absence of G5 or G8 failed to promote sterol excretion into bile. These experiments indicate that G5 and G8 function as obligate heterodimers to promote sterol excretion into bile.","dc:creator":"Graf GA","dc:date":"2003","dc:title":"ABCG5 and ABCG8 are obligate heterodimers for protein trafficking and biliary cholesterol excretion."},"rdfs:label":"Graf_BiochemA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5663a2f-a029-471f-96c9-b739e743d4db","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6aef5808-17d7-4239-bc1c-707931dd7465","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sterol levels measured by GC in plasma and tissues (liver, spleen, brain) showed that in the knock-out mice, plasma cholesterol levels of homozygous and heterozygous mice were decreased by 52% and 26%, and plasma campesterol and sitosterol levels were 8- and 36-fold higher, compared to wild-type; liver and spleen cholesterol content were reduced by ~50%, while campesterol and sitosterol were increased 5- and 22-fold, compared to wild-type. No significant differences in brain sterol levels were noted, as expected. Plant sterols were almost undetectable in heterozygous mice.\n\nRT-PCR to detect expression levels of other genes regulating sterol metabolism showed that Abcg5 was reduced by >60% and HMG-CoA was reduced by ~80%. Also, HMG-CoA reductase and Cyp7a1 enzyme activities were reduced by 30% and 60% in heterozygous and homozygous knock-out mice.\n\nThe authors studied if the localization of Abcg5 was affected in Abcg8-/- knockout mice. Western blotting with three different anti-Abcg5/sterolin-1 on liver and intestine of Abcg8-/- mice showed the detection of a 75 kDa band, which is the immature (un-glycosylated) Abcg5 in wild-type and knock-out mice, but 2 of the 3 antibodies detect the mature 93 kDa Abcg5 in the wild type, but not in the knock-out mice. Immunohistochemistry in intestinal sections with the same antibodies showed apical pattern of staining of Abcg5 and localization to the villi of the enterocytes. Similar results were obtained on liver sections\n\nBiliary sterol secretion analyzed in mice showed that the sterol and phospholipid contents in Abcg8-/- mice were reduced, compared to wild-type. Forced biliary sterol secretion by infusion of tauroursodeoxycholic acid (TUDC) in knockout mice showed a trend of lower phospholipid secretion during both the depletion and infusion phase and almost no stimulated sterol secretion was noted during the depletion phase, which increased minimally upon infusion. Analysis by GC of bile collected from knock-out mice showed a significantly diminished ability to secrete cholesterol, but the ability to secrete sitosterol and campesterol were maintained, compared to wild-type mice.\n\nThe authors note that Abcg8/sterolin-2 is necessary for hepatobiliary cholesterol secretion in mice, but may not be for plant sterol secretion; however, there may be other mechanisms than via sterolins to export sterols.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15040800","type":"dc:BibliographicResource","dc:abstract":"Mutations in either of two genes comprising the STSL locus, ATP-binding cassette (ABC)-transporters ABCG5 (encoding sterolin-1) and ABCG8 (encoding sterolin-2), result in sitosterolemia, a rare autosomal recessive disorder of sterol trafficking characterized by increased plasma plant sterol levels. Based upon the genetics of sitosterolemia, ABCG5/sterolin-1 and ABCG8/sterolin-2 are hypothesized to function as obligate heterodimers. No phenotypic difference has yet been described in humans with complete defects in either ABCG5 or ABCG8. These proteins, based upon the defects in humans, are responsible for regulating dietary sterol entry and biliary sterol secretion.","dc:creator":"Klett EL","dc:date":"2004","dc:title":"A mouse model of sitosterolemia: absence of Abcg8/sterolin-2 results in failure to secrete biliary cholesterol."},"rdfs:label":"Klett_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"PMID: 23926302 adds evidence that Abcg8-/- mice that were fed a high plant sterol diet showed hemolytic anemia and severe macrothrombocytopenia with platelet size increasing to that of mice lacking GPIbα. Together, the evidence is scored default points."},{"id":"cggv:a256a8aa-2032-42ea-a7c0-115e4a45cc4d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f16ee905-9c19-46fd-b00c-0905190d250a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Levels of plasma sterols in G5G8−/− mice were measured: plasma levels of sitosterol were elevated ~30-fold and campesterol was increased 8-fold, when compared to wild-type. The levels of plant sterols in the liver were dramatically elevated ( 18-fold) with cholesterol-fed G5G8−/−. Cholesterol concentration of gallbladder bile in G5G8−/− mice on normal diet was about 9% of that in controls, which increased when mice were fed high-cholesterol diet.\n\nFractional absorption of dietary plant sterols and cholestanol was increased 2- to 3-fold in the G5G8−/− mice, but fractional absorption of dietary cholesterol was not significantly different between the G5G8−/− and wild-type animals.\n\nSignificant reductions in the mRNA levels of multiple genes encoding enzymes in the cholesterol biosynthetic pathway, including HMG-CoA reductase and HMG-CoA synthase, which were reduced by about 50% in the G5G8−/− mice. mRNA levels of CYP7A1, were 2-fold higher in the G5G8−/− animals, although the fecal bile-acid excretion was not different between wild-type and G5G8−/− mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12444248","type":"dc:BibliographicResource","dc:abstract":"Cholesterol and other sterols exit the body primarily by secretion into bile. In patients with sitosterolemia, mutations in either of two ATP-binding cassette (ABC) half-transporters, ABCG5 or ABCG8, lead to reduced secretion of sterols into bile, implicating these transporters in this process. To elucidate the roles of ABCG5 and ABCG8 in the trafficking of sterols, we disrupted Abcg5 and Abcg8 in mice (G5G8(-/-)). The G5G8(-/-) mice had a 2- to 3-fold increase in the fractional absorption of dietary plant sterols, which was associated with an approximately 30-fold increase in plasma sitosterol. Biliary cholesterol concentrations were extremely low in the G5G8(-/-) mice when compared with wild-type animals (mean = 0.4 vs. 5.5 micromol ml) and increased only modestly with cholesterol feeding. Plasma and liver cholesterol levels were reduced by 50% in the chow-fed G5G8(-/-) mice and increased 2.4- and 18-fold, respectively, after cholesterol feeding. These data indicate that ABCG5 and ABCG8 are required for efficient secretion of cholesterol into bile and that disruption of these genes increases dramatically the responsiveness of plasma and hepatic cholesterol levels to changes in dietary cholesterol content.","dc:creator":"Yu L","dc:date":"2002","dc:title":"Disruption of Abcg5 and Abcg8 in mice reveals their crucial role in biliary cholesterol secretion."},"rdfs:label":"Yu_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The evidence is conservatively awarded reduced points as this is a double knock-out."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e3914149-324e-4051-ac2b-eb64e4b082f7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0cf3a627-1b28-4e1c-9064-c4e8e627e13d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"WES on patient sample was followed by Sanger sequencing for validation on patient and parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband on examination appeared with a clear mind, no obvious yellow staining of skin or mucosa. He was initiallly diagnosed with Evan's syndrome. MRI showed minor effusion in the left knee joint cavity. USG revealed narrow aorta, enlarged left atrium and left ventricle.","phenotypes":["obo:HP_0001878","obo:HP_0001873","obo:HP_0002829","obo:HP_0001399","obo:HP_0001513","obo:HP_0001744"],"previousTesting":true,"previousTestingDescription":"Platelet count was reduced over 2 years with an average of 44-81×10^9 and a minimum value of 6×10^9/l; nv: 100×10^9 to 300×10^9/l). Elevated laboratory values: total cholesterol: 6.17 mmol/l; triglyceride: 2.63 mmol/l; LDL-C: 3.77 mmol/l; stigmasterol: 5.02 μg/ml; sitosterol: 13.42 μg/ml; Mean corpuscular volume: 101.6 fl. Hemoglobin (118 g/dl) and erythrocytes (3.68 x 10^9) were low.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e3914149-324e-4051-ac2b-eb64e4b082f7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ff19e98b-f5fc-4289-8604-893485ee10e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.3(ABCG8):c.1418C>G (p.Ser473Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346669758"}},{"id":"cggv:ab0685ce-d9ba-4d1e-80c1-7aa2be4e73fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.3(ABCG8):c.965-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346668706"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32166861","type":"dc:BibliographicResource","dc:abstract":"Sitosterolemia (STSL), also known as phytosterolemia, is a rare autosomal recessive hereditary disease caused by mutations in the ABCG5 or ABCG8 genes. The disease is a result of disorders in lipoprotein metabolism, and is characterized by tendinous and tuberous xanthomas, elevated plasma cholesterol and phytosterol levels, and thrombocytopenia and hemolytic anemia in several patients. The manifestations of STSL are diverse and can easily be misdiagnosed. In recent years, cases of this disease in children have been reported in succession. There is therefore a need for clinicians to improve identification of STSL and perform early intervention.","dc:creator":"Sun W","dc:date":"2020","dc:title":"Compound heterozygous mutations in ABCG5 or ABCG8 causing Chinese familial Sitosterolemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32166861","rdfs:label":"Sun_Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a splice acceptor variant, c.965-1G>A in intron 6 likely to cause a farameshift, and a nonsense variant, Ser473Ter, in exon 10, confirmed in trans. NMD is predicted."},{"id":"cggv:801516a6-6803-4e56-b72c-3c3bd07d7d2d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c5e9c9f5-5186-4f35-92f3-7b8d5912a6b1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"PCR amplified 13 exons of ABCG5 and ABCG8, including splice sites. Amplicons screened with DHLPC, those that were abnormal were then directly sequenced","firstTestingMethod":"Other","phenotypeFreeText":"Low haptoglobin levels were observed. Probands showed short stature relative to the parents. Platelet size distribution curve showed displacement to the right, such that the upper tail of the platelet size distribution curve overlapped with the lower tail of the red cell curve.\n\nIron deficiency anemia secondary to gastrointestinal blood loss, stomatocytic haemolysis became evident on correction of the iron deficiency\n\nHematological findings: hemoglobin 7.7 g/dl(nv 11.5-15.5), reticulocytes 4.9%(nv 0-2), mean cell volume 90.5 fl(nv 80-99), mean cell [Hb] 28.4 g/dl(nv 32-35), imp platelet count 169 ×10^9/l(nv 150-400), opt platelet count 161 ×10^9/l (nv 150-400), Sysmex mean platelet volume >20(nv 7-11), Bayer Advia mean platelet volume 17.6 fl(nv 7-11).\n\nPhytosterol levels(μmol/l) on GC-MS: beta-sitosterol 715 (nv 4-46), stigmasterol 10.4(nv 0.17-0.58), Ifstrl 149 (nv 0-11.6), stigmastanol 38, campsterol 316(nv 2-40).\n\nRoutine lipids on NMR: total sterol 5.9 mmol/l(nv 2.3-5.0), triglycerides 2.9 mmol/l(nv 0.23-1.70)\n\nPlatelet function tests were not performed.","phenotypes":["obo:HP_0001878","obo:HP_0002904","obo:HP_0001744","obo:HP_0011877","obo:HP_0001923","obo:HP_0004446"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:801516a6-6803-4e56-b72c-3c3bd07d7d2d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65d7ff6d-83b5-405f-aa36-91d36e062c57","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.2(ABCG8):c.1083G>A (p.Trp361Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4967"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16029460","type":"dc:BibliographicResource","dc:abstract":"Phytosterolaemia (sitosterolaemia) is a recessively inherited metabolic condition in which the absorption of both cholesterol and plant-derived cholesterol-like molecules at the gut is unselective and unrestricted. In haematology, Mediterranean stomatocytosis or Mediterranean macrothrombocytopenia is a poorly understood haematological condition that combines stomatocytic haemolysis with the presence of very large platelets. Five pedigrees showing this haematology were identified. Gas chromatography mass spectrometry (GC-MS) showed that all of the patients with this highly specific haematology had grossly elevated levels of phytosterols in the blood, diagnostic of phytosterolaemia. All showed mutations in the ABCG5 and ABCG8 previously linked to phytosterolaemia. Three pedigrees showed five new mutations, while two pedigrees showed the common W361X mutation in ABCG8. We draw the following four conclusions: (i) that Mediterranean stomatocytosis/macrothrombocytopenia is caused by an excess of phytosterols in the blood; (ii) that phytosterolaemia, which does not respond to standard statin treatment, can be diagnosed via the distinctive haematology described here, even when the cholesterol is normal; (iii) that phytosterolaemia should be considered in the differential diagnosis of all patients with large platelets; and (iv) that the platelet size should be noted in patients with hypercholesterolaemia.","dc:creator":"Rees DC","dc:date":"2005","dc:title":"Stomatocytic haemolysis and macrothrombocytopenia (Mediterranean stomatocytosis/macrothrombocytopenia) is the haematological presentation of phytosterolaemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460","rdfs:label":"Rees_D-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the nonsense variant, Trp361Ter, which is expected to cause premature termination of transcription and the resulting transcript is expected to undergo nonsense-mediated decay. The variant is reported at a frequency of 0.001232 in the non-Finnish European population and 0.002547 in the Finnish population.\n\nThe variant is awarded reduced points since the variant has been scored previously."},{"id":"cggv:40deb431-342d-4079-abe9-a8bbd50d01ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:291c8731-64cc-42c0-ac58-394f8747c581","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"A panel of candidate genes for primary hypercholesterolemia were tested: LDLR, PCSK9, APOB, LDLRAP1, LIPA, CH25H, SREBF1, ABCG5, ABCG8, SCAP, STAP1, MYLIP, APOE, NPC1L1, LPA. Rare variants identified by NGS were confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband was expected to have autosomal dominant or recessive hypercholesterolemia. Liver enzymes, thyroid hormones, creatinine levels and urine analysis were normal, as were blood cell parameters: erythrocyte count = 4.46 × 106/μL, hemoglobin = 11.6 g/dL, platelet count = 315 × 103/μL and platelet volume = 9.2 fL. Total cholesterol = 598 mg/dL, triglycerides = 118 mg/dL. ECG and echocardiography did not reveal abnormalities.","phenotypes":["obo:HP_0001263","obo:HP_0003124"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:40deb431-342d-4079-abe9-a8bbd50d01ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6192d67f-e42c-48cc-aba6-17db4df36a8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.2(ABCG8):c.320C>G (p.Ser107Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39520"}},{"id":"cggv:65d7ff6d-83b5-405f-aa36-91d36e062c57"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28521186","type":"dc:BibliographicResource","dc:abstract":"Severe hypercholesterolemia associated or not with xanthomas in a child may suggest the diagnosis of homozygous autosomal dominant hypercholesterolemia (ADH), autosomal recessive hypercholesterolemia (ARH) or sitosterolemia, depending on the transmission of hypercholesterolemia in the patient's family. Sitosterolemia is a recessive disorder characterized by high plasma levels of cholesterol and plant sterols due to mutations in the ABCG5 or the ABCG8 gene, leading to a loss of function of the ATP-binding cassette (ABC) heterodimer transporter G5-G8.","dc:creator":"Buonuomo PS","dc:date":"2017","dc:title":"Timely diagnosis of sitosterolemia by next generation sequencing in two children with severe hypercholesterolemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28521186","rdfs:label":"Buonuomo_Case#2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for two nonsense variants, Ser107Ter (reported in gnomAD at a frequency of 0.00003523 in non-Finnish Europeans) inherited from the mother, and Trp361Ter (reported at a frequency of 0.001232 in non-Finnish Europeans, with no homzygotes) inherited from the father. Both these variants have been previously reported in other patients with sitosterolemia.\n\nPlasma phytosterols in the proband measured by GC/MS were found to be sitosterol = 228 mg/L (nv = 0.74–6.43 mg/L), campesterol = 77.9 mg/L (nv = 0.54–4.26 mg/L). The proband was placed on dietary restriction including 90 mg/day of cholesterol and about 145 mg/day of phytosterols. Dietary restriction was sufficient to cause a drastic reduction of plasma LDL in 6 months. After 52 months of treatment, plasma sitosterol (133.21 mg/L) was still elevated, but lower than at baseline."},{"id":"cggv:afdf67ad-1a18-438e-b610-fd8743965ed5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fda8e452-c12c-4bcb-97ae-8dd9a9fa28f8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":22,"detectionMethod":"All exons and flanking intronic sequences of ABCG8 were screened by SSCP. Abnormally migrating fragments were sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"(From PMID: 4360855) Xanthomas in the extensor tendons of both hands appeared at the age of 8 yrs, in the Achilles at 14 yrs, and in both elbows and patella at 22 yrs. Patient attended orthopedic clinic at 20 yrs for pain in heels and knees","phenotypes":["obo:HP_0010874","obo:HP_0031290"],"previousTesting":true,"previousTestingDescription":"(From PMID: 4360855) fasting plasma cholesterol level (at 22 yrs) = 195 mg/dl; triglycerides = 81 mg/dl ; total plasma plant sterol concentration = 37.3 mg/dl, i.e.,16.2% of total plasma sterols (in normal subjects = 0.67+/-0.09 mg/dl), β-sitosterol in LDL = 82% and in HDL = 18%, plant sterols in RBCs = 12-13mg/dl and in skin surface lipids = 19% of total sterols. Plant sterols were identified by GLC and GC-MS.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:afdf67ad-1a18-438e-b610-fd8743965ed5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65d7ff6d-83b5-405f-aa36-91d36e062c57"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417","rdfs:label":"Berge_Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Trp361Ter, which is expected to cause premature termination of transcription and the resulting transcript is expected to undergo nonsense-mediated decay. The variant is reported at a frequency of 0.001232 in the non-Finnish European population and 0.002547 in the Finnish population.\n\nThe variant is awarded default points."},{"id":"cggv:5277bcda-548c-4f50-8a11-499c9e30cd60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d9bc846e-a364-4a86-98b9-352520766aba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"PCR amplified 13 exons of ABCG5 and ABCG8, including splice sites. Amplicons screened with DHLPC, those that were abnormal were then directly sequenced","firstTestingMethod":"Other","phenotypeFreeText":"Low haptoglobin levels were observed. Probands showed short stature relative to the parents. Platelet size distribution curve showed displacement to the right, such that the upper tail of the platelet size distribution curve overlapped with the lower tail of the red cell curve.\n\nProband presented with abdominal pain and was diagnosed with irritable bowel. Se75‐homotaurocholic acid test for bile reabsorption showed bile salt malabsorption,\n\nHematological findings: hemoglobin 13.8 g/dl(nv 11.5-15.5), reticulocytes 3.1%(nv 0-2), mean cell volume 104.5 fl(nv 80-99), mean cell [Hb] 31.4 g/dl(nv 32-35), imp platelet count 58 ×10^9/l(nv 150-400), opt platelet count 108 ×10^9/l (nv 150-400), Sysmex mean platelet volume >20(nv 7-11)\n\nPhytosterol levels(μmol/l) on GC-MS: beta-sitosterol 2100 (nv 4-46), stigmasterol 175 (nv 0.17-0.58), Ifstrl 1103 (nv 0-11.6), stigmastanol 437, campsterol 1440(nv 2-40).\n\nRoutine lipids on NMR: total sterol 4.1 mmol/l(nv 2.3-5.0), triglycerides 1.8 mmol/l(nv 0.23-1.70)\n\nPlatelet function testing, aggregation results: ADP agonist at 1.25μmol/l produced biphasic aggregation, 2.5 and 5 μmol/l showed secondary wave. Arachidonic acid at 1000 μg/ml showed long lag-phase. Ristocetin agonist produced aggregation that was absent after 05, 0.75 and 1.0 mg/ml and secondary wave was seen at 1.25mg/ml. Adrenaline at 1μmol/l was normal. PFA-100 modified bleeding time was 76s with collagen/ADP(nv 65-105) and 139s with collagen/adrenaline(nv 79-164).","phenotypes":["obo:HP_0001923","obo:HP_0002904","obo:HP_0011877","obo:HP_0001744","obo:HP_0001878","obo:HP_0004446"],"previousTesting":true,"previousTestingDescription":"Measurements of plasma von Willebrand factor was normal","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5277bcda-548c-4f50-8a11-499c9e30cd60_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e9c2e59a-34a4-4bc0-9706-c2a7d623042b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43852715C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA46441648"}},{"id":"cggv:dab20d6b-2a6d-4472-9ad9-4a472323b49a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43873786G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346669221"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460","rdfs:label":"Rees_C-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a nonsense variant, Gln271Ter (reported in gnomAD at a frequency of 0.00001758 in non-Finnish Europeans and a total frequency of 0.000007954, with no homozygotes), inherited from the mother, and a splice acceptor variant, c.1212-1G>A (reported in gnomAD at a frequency of 0.001179 in Latinos and an overall frequency of 0.00003187, with no homozygotes), inherited from the father.\n\nProband was treated with cholestyramine after diagnosis of bile salt malabsorption.\n\nThe evidence is scored default points."},{"id":"cggv:8c84680f-f103-4566-97e8-e833ce21a289_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42a0f6a4-4e68-451a-ad38-6bacfa5da38a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"Exons and exon-intron splice junctions of ABCG5 and ABCG8 were sequenced.\n\nTo genotype multiple individuals of the pedigree, PCR product was digested with the restriction enzyme PfoI, which fails to digest the product of the mutated allele (464 bp) but digests the normal allele into two fragments of 267 and 197 bp. In addition, to genotype 717 adult Kosraens, fluorescently labeled allele-specific primers were developed.","firstTestingMethod":"PCR","phenotypeFreeText":"Campesterol (3.9–5.6 mg/dl) and sitosterol (3.9–5.6 mg/dl) levels were 25- to 50-fold higher than normal (mean levels 0.18 ± 0.08 and 0.22 ± 0.13 mg/dl, respectively, in the other Kosraens).","phenotypes":"obo:HP_0001681","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:8c84680f-f103-4566-97e8-e833ce21a289_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:96513d4a-a7e3-4329-8b95-59bd67de99eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43844515_43844516delinsC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184841"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15210841","type":"dc:BibliographicResource","dc:abstract":"Screening of 932 adults on the Pacific island of Kosrae for plasma plant sterol levels disclosed three subjects, two of them asymptomatic, with phytosterolemia. Sequencing the ATP binding cassette subfamily G member 8 (ABCG8) gene revealed a novel exon 2 mutation that causes a change in codon 24 from glutamine to histidine and a frame shift followed by a premature stop codon, precluding the formation of a functional ABCG8 protein. Genotyping of 1,090 Kosraens revealed 150 as carriers, a 13.8% carrier rate. DNA sequencing of 67 carriers revealed the same mutation as in the probands. In carriers, plasma campesterol and sitosterol levels were 55% and 30% higher, respectively, than in noncarriers. Moreover, compared with noncarriers, carriers showed 21% lower plasma levels of lathosterol, a surrogate marker for cholesterol biosynthesis. There was no difference between the groups in plasma total cholesterol, triglycerides, apolipoprotein B, or apolipoprotein A-I levels. In summary, on the island of Kosrae, a strong founder effect of a mutant ABCG8 allele results in a large number of carriers with increased plasma plant sterol levels and decreased lathosterol levels. The latter finding suggests that heterozygosity for a mutated ABCG8 allele results in a modest increase in dietary cholesterol absorption and a decrease in cholesterol biosynthesis.","dc:creator":"Sehayek E","dc:date":"2004","dc:title":"Phytosterolemia on the island of Kosrae: founder effect for a novel ABCG8 mutation results in high carrier rate and increased plasma plant sterol levels."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15210841","rdfs:label":"Sehayek_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a delins that causes a frameshift and a premature stop codon, which is expected to result in a truncated protein. The proband's parents and several siblings were heterozygous for the variant.\n\nAdditionally, 717 individuals from the island of Kosrae were genotyped in this study, which revealed 150 carriers of the variant, yielding a carrier frequency of 13.8%. This indicates a strong founder effect that is attributed to the population bottle neck that occurred in the 1800s in the island.\n\nThe proband is scored default points."},{"id":"cggv:651876f9-5dde-4967-9d0b-0280b7b75ff8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a5ab7e1-d687-4eff-b4b0-21d436c302c0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"PCR amplified 13 exons of ABCG5 and ABCG8, including splice sites. Amplicons screened with DHLPC, those that were abnormal were then directly sequenced","firstTestingMethod":"Other","phenotypeFreeText":"Low haptoglobin levels were observed. Probands showed short stature relative to the parents. Platelet size distribution curve showed displacement to the right, such that the upper tail of the platelet size distribution curve overlapped with the lower tail of the red cell curve.\n\nProband previously presented with ‘pseudo‐homozygous hypercholesterolaemia’, but plasma cholesterol level was normal at the time of report. suffered prolonged bleeding following wisdom tooth extraction, but did not require transfusion; she also gave a history of frequent nosebleeds (once per month), and prolonged, heavy periods\n\nHematological findings: hemoglobin 12.5 g/dl(nv 11.5-15.5), reticulocytes 2.85%(nv 0-2), mean cell volume 102 fl(nv 80-99), mean cell [Hb] 31.3 g/dl(nv 32-35), imp platelet count 137 ×10^9/l(nv 150-400), opt platelet count 159 ×10^9/l (nv 150-400), Sysmex mean platelet volume >20(nv 7-11), Bayer Advia mean platelet volume 18.9 fl(nv 7-11)\n\nPhytosterol levels(μmol/l) on GC-MS: beta-sitosterol 1844 (nv 4-46), stigmasterol 125 (nv 0.17-0.58), Ifstrl 974 (nv 0-11.6), stigmastanol 405.\n\nRoutine lipids on NMR: total sterol 5.5 mmol/l(nv 2.3-5.0), triglycerides 0.8 mmol/l(nv 0.23-1.70)\n\nPlatelet function testing, aggregation results: ADP agonist at 1.25μmol/l showed aggregation/disaggregation, 2.5 μmol/l produced reduced aggregation, and 5 μmol/l showed normal aggregation. Arachidonic acid at 500 μg/ml showed reduced aggregation. Ristocetin agonist produced aggregation that was absent after 05 and 0.75 mg/ml and biphasic at 1.25mg/ml. Adrenaline at 1 and 10 μmol/l was reduced.","phenotypes":["obo:HP_0002904","obo:HP_0011877","obo:HP_0001923","obo:HP_0001744","obo:HP_0001878","obo:HP_0004446"],"previousTesting":true,"previousTestingDescription":"Measurements of plasma von Willebrand factor was normal","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:651876f9-5dde-4967-9d0b-0280b7b75ff8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65d7ff6d-83b5-405f-aa36-91d36e062c57"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460","rdfs:label":"Rees_E-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the nonsense variant, Trp361Ter, which is expected to cause premature termination of transcription and the resulting transcript is expected to undergo nonsense-mediated decay. The variant is reported at a frequency of 0.001232 in the non-Finnish European population and 0.002547 in the Finnish population.\n\nThe variant is awarded reduced points since the variant has been scored previously."},{"id":"cggv:be991e92-7260-4fd4-8270-f378fbfb7009_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a853ad5b-f8f4-4afe-8e76-6ba08c0cdaa6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"All 13 exons including exon-intron boundaries and promoter region of ABCG8 was amplified and directly sequenced.\n\nRestriction digestion with BstN1 was performed in the proband and 50 normal individuals. The variant creates a new recognition site, resulting in three (106 bp, 56 bp, 33 bp) fragments upon digestion with BstN1, instead of two (139 bp and 56 bp) in normal individuals.","firstTestingMethod":"PCR","phenotypeFreeText":"Hb = 100 g/L, platelet count = 20.6 x 10e9/L, WBC = 6.7 x 10e9/L, osmotic fragility beginning at 0.56% NaCl, Complete osmotic fragility at 0.40% NaCl","phenotypes":["obo:HP_0001081","obo:HP_0001744","obo:HP_0001114","obo:HP_0002910"],"previousTesting":true,"previousTestingDescription":"Blood smears showed abnormal erythrocyte shapes (spherocyte, target cell, stomatocytes) and large platelets. Bone marrow showed normoplasia with normal megakaryocytic series. Platelet aggregation in response to ADP and ristocetin were normal. Platelet glycoproteins (GP) Ib/IX and GPIIb/IIIa measured by flow cytometry were normal. Other hemolytic tests (Coombs' test, proportion of GPI‐AP− cells, glucose‐6‐phosphate dehydrogenase, glucose phosphate isomerase, and pyruvate kinase activity) were normal.\n\nTotal cholesterol = 3.3 mmol/L, HDL-C = 1.22 mmol/L, LDL-C = 2.82 mmol/L, Cholestenol = 1.04 mg/dL, sitosterol = 67.02 mg/dL, stigmasterol = 41.84 mg/dL.\n\nABCG5 gene was screened for variants and found to be negative","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:be991e92-7260-4fd4-8270-f378fbfb7009_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:51a56af7-0c87-4b64-a94d-498369622a73","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43846246_43846247insC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184836"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24166850","type":"dc:BibliographicResource","dc:abstract":"Sitosterolemia (phytosterolemia) is a rare inherited sterol storage disorder, characterized by significantly elevated plasma levels of plant sterols. The clinical features of sitosterolemia are xanthomas, premature atherosclerosis, arthritis, and, occasionally, liver function impair and hematologic abnormalities. This disorder is caused by mutations of ABCG5/ABCG8 genes. We report here the clinical, laboratory, and molecular genetic features of 13 patients with sitosterolemia from eight unrelated families who had specific hematologic problems of macrothrombocytopenia, hemolytic anemia, and splenomegaly besides the major clinical manifestations. The peripheral blood films showed some unique features: large platelets surrounded by a circle of vacuoles, and various abnormal erythrocyte shapes, especially stomatocyte. According to these distinct changes of blood cell morphology, we identified two sitosterolemia patients who lacked the classical clinical phenomena. All the patients had been misdiagnosed with immune thrombocytopenia (ITP), Evans syndrome, or secondary ITP with delay being 28.8 years between symptom onset and correct diagnosis. These results indicate that sitosterolemia is certainly not as rare as originally thought. The phenomena of macrothrombocytopenia/hemolysis might represent a new platelet disorder. Plasma plant sterols and ABCG5/ABCG8 genes should be analyzed when such hematologic abnormalities are unexplained.","dc:creator":"Wang Z","dc:date":"2014","dc:title":"Specific macrothrombocytopenia/hemolytic anemia associated with sitosterolemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24166850","rdfs:label":"Wang_Proband 11"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for an 1-bp insertion that causes a frameshift and a premature termination codon expected around amino acid position185. The variant is not reported in gnomAD.\n\nThe proband was treated with a diet low in plant sterols and cholestyramine. After 3 months of therapy, xanthomas were mildly regressed, and platelet count improved to some degree.\n\nThe proband is awarded default points."},{"id":"cggv:afb2e69d-cbaf-4a5e-aa7d-c16f36f34fa9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7449a99f-7990-46ec-a808-f0c46167b20d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":13,"detectionMethod":"All exons and flanking intronic sequences of ABCG8 were screened by SSCP. Abnormally migrating fragments were sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"(From PMID: 6110091) Upon autopsy, advanced atherosclerosis of coronary artery and thoracic aorta, xanthomatous plaques in left ankle region were found.","phenotypes":["obo:HP_0012397","obo:HP_0004929","obo:HP_0000991"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:afb2e69d-cbaf-4a5e-aa7d-c16f36f34fa9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db5d8bd8-41ed-463d-9464-6d89380e752b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.2(ABCG8):c.1720G>A (p.Gly574Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4968"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417","rdfs:label":"Berge_Proband 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was homozygous for the missense variant, Gly574Arg, which is predicted to be deleterious by in-silico tools and affects a conserved residue in human and mouse ABCG8..\n\nThis variant has been reported in other individuals of Amish-Mennonite origin. Solca et al., 2005 suggested that this is a founder variant, originating around 250 years ago (PMID: 15996216).\n\nThe variant is awarded reduced points. \n\nNote: The authors state that genomic DNA was extracted from cultured fibroblasts or lymphoblasts from the proband or another family member with sitosterolemia. Since the proband was deceased in 1981, it is not clear whether the genotype information may be that of another homozygous member of the proband's family (PMID: 6110091, 3706300)."},{"id":"cggv:3f9ca4fd-b736-4ea1-b40a-e96f4f0a6373_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:764e5951-fe72-4175-80b4-bfdaf41bf1e4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"WES on patient sample was followed by Sanger sequencing for validation on patient and parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had flake or strip xanthomas on Achilles tendon and buttocks, which gradually extended to the skin of both dorsum of the feet and the right knee joint. Xanthoma was of firm texture, prominent skin, no pruritus and was soft to the touch with max length of 2.5 cm.","phenotypes":["obo:HP_0010874","obo:HP_0000991"],"previousTesting":true,"previousTestingDescription":"Elevated Laboratory values: total cholesterol: 12.5 mmol/l; LDL-C: 3.77 mmol/l; Campesterol: 5.45 μg/ml. Mean corpuscular volume was low, at 101.6 fL","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3f9ca4fd-b736-4ea1-b40a-e96f4f0a6373_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ac2fabaa-f3d9-4fe7-9a4e-595830771686","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.3(ABCG8):c.323-1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346665136"}},{"id":"cggv:f8a7b2bf-bb8b-43bb-85ec-6e9719823213","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.3(ABCG8):c.1534G>A (p.Gly512Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1637536"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32166861"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32166861","rdfs:label":"Sun_Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a splice acceptor variant in intron 3, expected to cause a frameshift, and a missense variant, Gly512Arg, confirmed in trans. The splice variant is predicted to cause a frameshift and early termination. The Gly512Arg variant is reported at a frequency of 0.00008673 (3/34590 Latino alleles) in gnomAD v2.1.1."},{"id":"cggv:036676cf-9443-494f-a200-be782eae52de_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c1a98d09-da26-4740-adc6-ef47d8620fed","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":8,"detectionMethod":"All exons and flanking intronic sequences of ABCG8 were screened by SSCP. Abnormally migrating fragments were sequenced.","firstTestingMethod":"SSCP","phenotypes":"obo:HP_0003124","previousTesting":true,"previousTestingDescription":"fasting plasma cholesterol level was initially 800 mg/dl","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:036676cf-9443-494f-a200-be782eae52de_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:02bec928-d301-4823-a5c7-5ba52f84bcb7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022437.2(ABCG8):c.1974C>G (p.Tyr658Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4969"}},{"id":"cggv:65d7ff6d-83b5-405f-aa36-91d36e062c57"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11099417","rdfs:label":"Berge_Proband 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"The individual was found to be compound heterozygous for two nonsense variants. However, there is no information on whether the two variants were identified to be in trans. In a later publication that studies the same family too, the parents are noted as obligate carriers, without evidence of their genotypes.\n\nThe proband's cholesterol levels which were initially at 800 dropped to 151 mg/dl when on a low cholesterol diet.\n\nThe proband is scored no points since the variants are not confirmed to be in trans."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":977,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:11eef4ff-9e97-4ce1-9ded-a999c371a191","type":"GeneValidityProposition","disease":"obo:MONDO_0008863","gene":"hgnc:13887","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ABCG8 and sitosterolemia, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of January, 2019. ABCG8 was reported in relation to sitosterolemia as early as 2001 (Berge et al, PMID: 11099417; Lee et al, 2001, PMID: 11138003). At least 16 unique variants including nonsense, splice site, frameshift and missense variants have been reported in humans. ABCG8 encodes an ATP-binding cassette half-transporter and functions to limit intestinal absorption and promote biliary excretion of sterols. Sitosterolemia is characterized by increased intestinal absorption and decreased biliary excretion of plant sterols, leading to extremely high plasma levels of plant sterols. Patients with the disorder can develop tendon and tuberous xanthomas, accelerated atherosclerosis and premature coronary artery disease (PMID: 11099417). The hematological presentation of sitosterolemia has been previously described as Mediterranean stomatocytosis/macrothrombocytopenia. Stomatocytic hemolysis, large platelets, splenomegaly and abnormal bleeding can be associated features in about 30% of cases (PMID: 32546081); however, hematologic manifestations can sometimes be the only clinical sign of sitosterolemia (PMID: 16029460). \nWhile the mechanisms underlying the hematological features shown by some sitosterolemia patients remains unknown, it is proposed that the accumulation of circulating plant sterols into blood cell membranes results in their altered morphology and dysfunction (PMID: 32546081).  \n \n\nVariants in both genes, ABCG8 and ABCG5, which share 28% homology, have been reported in relation to sitosterolemia (PMID: 11099417). Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n  \nSummary of Case Level Data: 12 Points \nVariants in this gene have been reported in at least 8 probands in 5 publications (PMID: 11099417, 28521186, 16029460, 24166850, 15210841,  32166861). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. \n  \nThe mechanism for disease is biallelic loss of function (PMID: 11099417)  \t \n  \nSummary of Experimental Data: 5.5 Points \nThis gene-disease association is supported by mouse model evidence and in vitro functional assays. ABCG8 is strongly expressed in the liver and small intestine (PMID: 11099417). ABCG8 functions similar to and interacts with ABCG5 to form a heterodimer for transportation to the cell surface (PMID: 12208867, 14504269). ABCG8 knockout and ABCG5/ABCG8 knockout in mice recapitulates the sitosterolemia phenotype (PMID: 15040800, 12444248). \n\nIn summary, ABCG8 is definitively associated with Autosomal Recessive Sitosterolemia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on July 10, 2020 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:af59edc2-1148-4dca-b804-192639017b65"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}