{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-10-11T06:00:00.000Z","role":"Approver"},{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-31T21:12:03.978Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23708187","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies are a devastating group of epilepsies with poor prognosis, of which the majority are of unknown etiology. We perform targeted massively parallel resequencing of 19 known and 46 candidate genes for epileptic encephalopathy in 500 affected individuals (cases) to identify new genes involved and to investigate the phenotypic spectrum associated with mutations in known genes. Overall, we identified pathogenic mutations in 10% of our cohort. Six of the 46 candidate genes had 1 or more pathogenic variants, collectively accounting for 3% of our cohort. We show that de novo CHD2 and SYNGAP1 mutations are new causes of epileptic encephalopathies, accounting for 1.2% and 1% of cases, respectively. We also expand the phenotypic spectra explained by SCN1A, SCN2A and SCN8A mutations. To our knowledge, this is the largest cohort of cases with epileptic encephalopathies to undergo targeted resequencing. Implementation of this rapid and efficient method will change diagnosis and understanding of the molecular etiologies of these disorders.","dc:creator":"Carvill GL","dc:date":"2013","dc:title":"Targeted resequencing in epileptic encephalopathies identifies de novo mutations in CHD2 and SYNGAP1."},"evidence":[{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6e3e540-16d8-4cb3-9a6e-103b1b628d97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17face3f-1020-4b37-ab31-6e28c4e752e2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"As reviewed in PMID 27215579, these genes encode members of the HNRNP family of RNA-binding proteins and share several functions including mRNA formation and processing, RNA splicing and stability, and transcriptional regulation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33874999","type":"dc:BibliographicResource","dc:abstract":"With the increasing number of genomic sequencing studies, hundreds of genes have been implicated in neurodevelopmental disorders (NDDs). The rate of gene discovery far outpaces our understanding of genotype-phenotype correlations, with clinical characterization remaining a bottleneck for understanding NDDs. Most disease-associated Mendelian genes are members of gene families, and we hypothesize that those with related molecular function share clinical presentations.","dc:creator":"Gillentine MA","dc:date":"2021","dc:title":"Rare deleterious mutations of HNRNP genes result in shared neurodevelopmental disorders."},"rdfs:label":"Biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:205a732d-c4fa-4f94-9451-379dc30fa5eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3652dd0a-d732-4223-8961-57c2bd18cc11","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mouse brains were smaller and had abnormal morphology and cortical development, indicating abnormal neurodevelopment. Humans with HNRNPU pathogenic variants have neurodevelopmental phenotypes (intellectual disability, epilepsy), microcephaly, and abnormalities on brain MRI. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35864088","type":"dc:BibliographicResource","dc:abstract":"HNRNPU encodes the heterogeneous nuclear ribonucleoprotein U, which participates in RNA splicing and chromatin organization. Microdeletions in the 1q44 locus encompassing HNRNPU and other genes and point mutations in HNRNPU cause brain disorders, including early-onset seizures and severe intellectual disability. We aimed to understand HNRNPU's roles in the developing brain. Our work revealed that HNRNPU loss of function leads to rapid cell death of both postmitotic neurons and neural progenitors, with an apparent higher sensitivity of the latter. Further, expression and alternative splicing of multiple genes involved in cell survival, cell motility, and synapse formation are affected following Hnrnpu's conditional truncation. Finally, we identified pharmaceutical and genetic agents that can partially reverse the loss of cortical structures in Hnrnpu mutated embryonic brains, ameliorate radial neuronal migration defects and rescue cultured neural progenitors' cell death.","dc:creator":"Sapir T","dc:date":"2022","dc:title":"Heterogeneous nuclear ribonucleoprotein U (HNRNPU) safeguards the developing mouse cortex."},"rdfs:label":"Conditional knock-out"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6789,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:76610fc0-a2af-4d67-a98d-11153bbe7ff5","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:5048","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"*HNRNPU* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2013 (Carvill et al., PMID: 237081887). This disease entity was named Developmental and Epileptic Encephalopathy type 54 (DEE54, OMIM #617391). To date, approximately 75 patients with heterozygous *HNRNPU* sequence variants have been published in the literature (Taylor et al., 2022, PMID: 35138025). Except where parental samples were not available, all probands had *de novo* variants. Commonly reported phenotypes include developmental delay, intellectual disability, seizures, non-specific dysmorphic features, hypotonia, feeding difficulties, short stature, behavioral issues, autism or autistic features, strabismus, abnormalities on brain MRI, cardiac defects, and renal anomalies. The majority of reported variants are frameshift, nonsense, and canonical splicing variants; a smaller number of missense and small in-frame deletions have been reported. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability. Therefore, we opted to lump into one disease entity, complex neurodevelopmental disorder. \n\nSix variants (2 nonsense and 4 frameshift, all *de novo*) that have been reported in 6 probands in 3 publications (PMIDs: 28393272, 35138025, 28944577) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Of note, the Brain Gene Registry includes 5 subjects with *de novo HNRNPU* variants, including one each of nonsense, frameshift, whole gene deletion, missense, and splicing variants (BGR study IDs: 110004101, 113017101, 110003101, 110017101, 104002101). The mechanism of pathogenicity is reported to be loss-of-function. This gene-disease relationship is also supported by experimental evidence including a mouse model and biochemical function (PMIDs: 35864088, 33874999). \n\nIn summary, there is definitive evidence to support the relationship between *HNRNPU* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Expert Panel on November 10, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:b2c82248-c128-4d3e-802a-7f3295d14455"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}