{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114ddv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-11-16T17:00:00.000Z","role":"Approver"},{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-12-09T18:50:55.937Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29636373","type":"dc:BibliographicResource","dc:abstract":"Ubiquitously expressed Cbl-interacting protein of 85 kD (CIN85) is a multifunctional adapter molecule supposed to regulate numerous cellular processes that are critical for housekeeping as well as cell type-specific functions. However, limited information exists about the in vivo roles of CIN85, because only conditional mouse mutants with cell type-specific ablation of distinct CIN85 isoforms in brain and B lymphocytes have been generated so far. No information is available about the roles of CIN85 in humans. Here, we report on primary antibody deficiency in patients harboring a germline deletion within the ","dc:creator":"Keller B","dc:date":"2018","dc:title":"Germline deletion of CIN85 in humans with X chromosome-linked antibody deficiency."},"evidence":[{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:44375c58-2105-46bc-a779-e42bf96782b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0fa567db-eb24-43d9-bac1-22b3f64e7daa","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using the yeast two-hybrid screen, the B cell linker protein(BLNK) was identified as a binding partner of CIN85. Coimmunoprecipitation  experiments  using  mammalian cells revealed that CIN85 directly bound to BLNK through  its  SH3  domains.  Immunostaining  analysis showed that CIN85 and BLNK were colocalized in the cytoplasm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11071869","type":"dc:BibliographicResource","dc:abstract":"CIN85 is an 85-kDa adaptor protein whose functions in signaling pathways are presently unknown. Using the yeast two-hybrid screen, the B cell linker protein (BLNK) was identified as a binding partner of CIN85. Coimmunoprecipitation experiments using mammalian cells revealed that CIN85 directly bound to BLNK through its SH3 domains. Immunostaining analysis showed that CIN85 and BLNK were colocalized in the cytoplasm. These results indicate a potential role of CIN85 in the B cell receptor-mediated signaling pathway. It was also found that Crk-I, Crk-II, p130(Cas), p85-PI3K, Grb2, and Sos1 were components of CIN85 complexes. CIN85 interacted with itself through its coiled-coil region, resulting in formation of a tetramer. Both the coiled-coil region and SH3 domains of CIN85 were responsible for its subcellular localization. Our data suggest that CIN85 may serve for regulation of various signaling events through formation of its diverse complexes.","dc:creator":"Watanabe S","dc:date":"2000","dc:title":"Characterization of the CIN85 adaptor protein and identification of components involved in CIN85 complexes."},"rdfs:label":"BLNK interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"These  results  indicate  a  potential  role  of CIN85 in the B cell receptor-mediated signaling pathway through interaction with BLNK (which is also implicated in immunodeficiency). In association with BLNK, CIN85 supports Ca2+ flux and diacylglycerol production which synergistically control the upstream NF-κB regulator PKC-β (PMID: 21822214) and may explain the lack of BCR-induced NF-κB activation in patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a41d10a-c17a-498d-a11e-655014264f6a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6753f842-d1c5-4dc2-94ea-af63b4f46c39","type":"FunctionalAlteration","dc:description":"As observed for primary B cells, loss of wild-type CIN85 in DG75 cells strongly compromised BCR-induced Ca2+ mobilization and the signaling-incompetent version of CIN85 completely failed to restore a normal Ca2+ response.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29636373","rdfs:label":"BCR-induced Ca2+ mobilization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These results reinforce the indispensable role of CIN85 for proper activation of human B cells."},{"id":"cggv:84fde40d-ee74-4e8c-9bf4-c84e6672d44b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5c22c830-144a-411b-a8ef-d86c9e7aca73","type":"FunctionalAlteration","dc:description":"On BCR stimulation, patient B cells consistently showed moderately reduced Ca2+ flux compared with healthy control B cells and striking differences were, observed for BCR-induced NF-κB activation. Although the majority of CIN85 wild-type B cells had degraded the inhibitor IκBα after 40 min upon BCR ligation, only very few B cells of patient no. 1 showed degradation. Additionally, on CIN85-deficient B cells, BCR-induced CD86 and ICAM-1 up-regulation was diminished.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29636373","rdfs:label":"induction of the NF-κB pathway"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Loss of CIN85 expression in human B cells compromised distinct effector mechanisms of BCR signal transduction that are known to be critical for proper B cell activation, consistent with the immunodeficiency observed in the patients."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bd0399c-5fcc-4520-8a81-ce7de68ea31c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1d100138-c2a7-423a-86f0-2bbc1a665dc2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of SH3KBP1 expression in human B cells compromised distinct effector mechanisms of BCR signal transduction that are known to be critical for proper B cell activation. B cell-specific ablation of SH3KBP1 in genetically engineered mice caused the same defects with impaired T cell–independent type II antibody responses (determined by immunization with NP-Ficoll, resulting in barely detectable responses in terms of NP-specific IgM and IgG3) in vivo and diminished IKK-β activation and cellular responses to BCR cross-linking (confirmed by an in vitro kinase assay of the IKK complex).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21708930","type":"dc:BibliographicResource","dc:abstract":"CIN85, an adaptor protein which binds the C-terminal domain of tyrosine phosphorylated Cbl and Cbl-b, has been thought to be involved in the internalization and subsequent degradation of receptors. However, its physiological function remains unclear. To determine its role in B cells, we used Mb1-cre to generate mice with a B cell-specific deletion of CIN85. These mice had impaired T cell-independent type II antibody responses in vivo and diminished IKK-β activation and cellular responses to B cell receptor (BCR) cross-linking in vitro. Introduction of a constitutively active IKK-β construct corrected the defective antibody responses as well as cellular responses in the mutant mice. Together, our results suggest that CIN85 links the BCR to IKK-β activation, thereby contributing to T cell-independent immune responses.","dc:creator":"Kometani K","dc:date":"2011","dc:title":"CIN85 drives B cell responses by linking BCR signals to the canonical NF-kappaB pathway."},"rdfs:label":"B cell–specific CIN85 knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":3743,"specifiedBy":"GeneValidityCriteria8","strengthScore":5.5,"subject":{"id":"cggv:a033355e-e68a-4dd8-8fca-f3e736c082ad","type":"GeneValidityProposition","disease":"obo:MONDO_0010296","gene":"hgnc:13867","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"SH3KBP1 (SH3-Domain Kinase-Binding Protein 1) was first reported in relation to X-linked Recessive Immunodeficiency 61 in 2018 by Keller et al (PMID: 29636373). Immunodeficiency 61 is a primary immunodeficiency characterized by the onset of recurrent bacterial infections in early childhood due to impaired antibody production. Affected individuals have normal numbers of circulating B and T cells, but B cells have an intrinsic defect in antibody production. At least 1 unique variant (an intragenic deletion encompassing exon 2 to exon 6) has been reported in humans (PMID: 29636373). Evidence supporting this gene-disease relationship includes case-level and experimental data. Summary of Case Level Data (1.5 points): Variants in this gene have been reported in 2 siblings in 1 publication (PMID: 29636373). Phenotypes described in the siblings include hypogammaglobulinemia (decreased IgG2, IgG4 and IgM in sibling 1 and almost complete absence of all Ig isotypes in sibling 2) and recurrent bacterial infections (in early childhood in sibling 1 and until death at age 15 years in sibling 2). Summary of experimental data (4 points): SH3KBP1-knockout mice were found to recapitulate the cellular and molecular phenotype seen in the human patient with impaired response to immunization (PMID: 21708930). Additionally, interaction with BLNK (PMID: 11071869) indicate a potential role of CIN85 in the B cell receptor-mediated signaling pathway, which was altered in SH3KBP1 deficient cells both from patients and non-patient sources (PMID: 29636373). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:3cc42cdd-5484-467b-9e35-7529716114dd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}