{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-06-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-10-26T17:19:32.553Z","role":"Publisher"}],"evidence":[{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2eae0b21-8618-41fd-a8fa-39450d750aab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4467b473-0570-4250-93bb-e621c54ba343","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed that Slc26a2 was expressed in the limbs, craniofacial regions, and lumbosacral spine of mouse embryos at day 14.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26077908","type":"dc:BibliographicResource","dc:abstract":"Spondylolysis is a fracture in part of the vertebra with a reported prevalence of about 3-6% in the general population. Genetic etiology of this disorder remains unknown. The present study was aimed at identifying genomic mutations in patients with dysplastic spondylolysis as well as the potential pathogenesis of the abnormalities. Whole-exome sequencing and functional analysis were performed for patients with spondylolysis. We identified a novel heterozygous mutation (c.2286A > T; p.D673V) in the sulfate transporter gene SLC26A2 in five affected subjects of a Chinese family. Two additional mutations (e.g., c.1922A > G; p.H641R and g.18654T > C in the intron 1) in the gene were identified by screening a cohort of 30 unrelated patients with the disease. In situ hybridization analysis showed that SLC26A2 is abundantly expressed in the lumbosacral spine of the mouse embryo at day 14.5. Sulfate uptake activities in CHO cells transfected with mutant SLC26A2 were dramatically reduced compared with the wild type, confirming the pathogenicity of the two missense mutations. Further analysis of the gene-disease network revealed a convergent pathogenic network for the development of lumbosacral spine. To our knowledge, our findings provide the first identification of autosomal dominant SLC26A2 mutations in patients with dysplastic spondylolysis, suggesting a new clinical entity in the pathogenesis of chondrodysplasia involving lumbosacral spine. The analysis of the gene-disease network may shed new light on the study of patients with dysplastic spondylolysis and spondylolisthesis as well as high-risk individuals who are asymptomatic. ","dc:creator":"Cai T","dc:date":"2015","dc:title":"Dysplastic spondylolysis is caused by mutations in the diastrophic dysplasia sulfate transporter gene."},"rdfs:label":"Expression in mouse limbs, skull and spine"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:17b015aa-2a54-4c14-8bcc-27dcefe7f427","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f32356d6-6522-43b8-9fbb-274beb65ebdd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization and immunostaining detected SLC26A2 mRNA in developing fetal hyaline cartilage and adult bronchial cartilage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11457925","type":"dc:BibliographicResource","dc:abstract":"Mutated alleles of the SLC26A2 (diastrophic dysplasia sulfate transporter or DTDST) gene cause each of the four recessive chondrodysplasias, i.e., diastrophic dysplasia (DTD), multiple epiphyseal dysplasia (MED), atelosteogenesis Type II (AO2), and achondrogenesis Type IB (ACG1B). SLC26A2 acts as an Na(+)-independent sulfate/chloride antiporter and belongs to the SLC26 anion transporter gene family, currently consisting of six homologous human members. Although Northern analysis has indicated some expression in all tissues studied, the only tissue known to be affected by SLC26A2 mutations is cartilage. Abundant SLC26A2 expression has previously been detected in normal human colon by in situ hybridization. We have used in situ hybridization and immunohistochemistry to examine multiple normal tissues for the expression of human SLC26A2. As expected, a strong signal for SLC26A2 mRNA and protein immunostaining were detected in developing fetal hyaline cartilage, while bronchial cartilage showed mRNA expression in adult tissues. SLC26A2 expression could also be detected in eccrine sweat glands, in bronchial glands, and in placental villi. In addition, immunoreactivity for the SLC26A2 protein was observed in exocrine pancreas. Our results suggest a more limited expression pattern for SLC26A2 than that found by Northern analysis. However, SLC26A2 expression is also detected in tissues not affected in chondrodysplasias caused by SLC26A2 mutations.","dc:creator":"Haila S","dc:date":"2001","dc:title":"SLC26A2 (diastrophic dysplasia sulfate transporter) is expressed in developing and mature cartilage but also in other tissues and cell types."},"rdfs:label":"Expression in cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:446bf3b1-283c-442d-a944-fdc7312d73d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa104581-5222-4270-91f3-e5d71149fec2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry showed that Slc26a2 was expressed in the chondrocytes of freshly isolated mouse articular cartilage explants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25373420","type":"dc:BibliographicResource","dc:abstract":"Severe to profound sensorineural hearing loss (SNHL) requires cochlear implantation (CI) for auditory rehabilitation. Etiologic diagnoses can contribute to candidacy selection and decision-making regarding the timing of successful CI. However, few studies have been performed to address the etiologic spectrum of severe SNHL in the population where there is no consanguineous marriage and the majority of SNHL cases are sporadic in small sized families. The authors sought to comprehensively understand the etiologies of Korean cochlear implantees by incorporating the targeted resequencing of 204 candidate deafness genes (TRS-204) and a phenotype-driven candidate gene approach.","dc:creator":"Park JH","dc:date":"2014","dc:title":"Exploration of molecular genetic etiology for Korean cochlear implantees with severe to profound hearing loss and its implication."},"rdfs:label":"Expression in mouse articular cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9fcc3610-9403-46e9-958b-6c2dc68014d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4dbb01f5-619f-4ef9-9a9f-7a5f596f3c27","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Decreased sulfate transport has been demonstrated to be a mechanism for variants associated with DTD (and other disorders of the SLC26A2 spectrum) (PMID: 15294877).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9575183","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter (DTDST) gene constitute a family of recessively inherited osteochondrodysplasias including achondrogenesis type 1B, atelosteogenesis type II, and diastrophic dysplasia. However, the functional properties of the gene product have yet to be elucidated. We cloned rat DTDST cDNA from rat UMR-106 osteoblastic cells. Northern blot analysis suggested that cartilage and intestine were the major expression sites for DTDST mRNA. Analysis of the genomic sequence revealed that the rat DTDST gene was composed of at least five exons. Two distinct transcripts were expressed in chondrocytes due to alternative utilization of the third exon, corresponding to an internal portion of the 5'-untranslated region of the cDNA. Injection of rat and human DTDST cRNA into Xenopus laevis oocytes induced Na+-independent sulfate transport. Transport activity of the expressed DTDST was markedly inhibited by extracellular chloride and bicarbonate. In contrast, canalicular Na+-independent sulfate transporter Sat-1 required the presence of extracellular chloride in the cRNA-injected oocytes. The activity profile of sulfate transport in growth plate chondrocytes was studied in the extracellular presence of various anions and found substantially identical to DTDST expressed in oocytes. Thus, sulfate transport of chondrocytes is dominantly dependent on the DTDST system. Finally, we demonstrate that undersulfation of proteoglycans by the chlorate treatment of chondrocytes significantly impaired growth response of the cells to fibroblast growth factor, suggesting a role for DTDST in endochondral bone formation.","dc:creator":"Satoh H","dc:date":"1998","dc:title":"Functional analysis of diastrophic dysplasia sulfate transporter. Its involvement in growth regulation of chondrocytes mediated by sulfated proteoglycans."},"rdfs:label":"Sulfate uptake"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84e188aa-20ec-4d60-9921-8a1e48c42472","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:320797f1-01a0-4187-a038-1b589480c7be","type":"FunctionalAlteration","dc:description":"ShRNA knockdown of Slc26a2 caused decreased proliferation of chondrocytes (differentiated from mouse progenitor mesenchymal cells) and reduced basal proteoglycan synthesis, possibly by inhibiting the effect of IGF-1 on synthesis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25373420","rdfs:label":"shRNA knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:9222be8c-6477-488e-9cdb-b113ab26141c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f7d2316e-9143-406d-b3d7-46cadcfb774a","type":"FunctionalAlteration","dc:description":"Cells from cartilage of patients with DTD showed reduced incorporation of extracellular sulfate (as measured by 35S/3H ratio in proteoglycans).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9822202","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter (DTDST) gene have been associated with a family of chondrodysplasias that includes diastrophic dysplasia (DTD), atelosteogenesis type 2 (AO2) and the lethal condition achondrogenesis type 1B (ACG1B). There is a correlation between the nature of the mutations and the clinical phenotype, but our understanding of the pathophysiology of the disorder, which involves defective sulfation of cartilage proteoglycans, is far from complete. To evaluate the degree of proteoglycan undersulfation in vivo, we have extracted chondroitin sulfate proteoglycans from cartilage of twelve patients with sulfate transporter chondrodysplasias and analyzed their disaccharide composition by HPLC after digestion with chondroitinase ABC. The amount of non-sulfated disaccharide was elevated in patients' samples (controls, 5.5%+/-2.8 (n=10); patients, 11% to 77%), the highest amount being present in ACG1B patients, indicating that undersulfation of chondroitin sulfate proteoglycans occurs in cartilage in vivo and is correlated with the clinical severity. To investigate further the biochemical mechanisms responsible for the translation of genotype to phenotype, we have studied fibroblast cultures of patients with DTD, AO2 and ACG1B, and controls, by double-labelling with [35S]sulfate and [3H]glucosamine. The incorporation of extracellular sulfate, estimated by the 35S/3H ratio in proteoglycans, was reduced in all patients' cells, with ACG1B cells showing the lowest values. However, disaccharide analysis of chondroitin sulfate proteoglycans showed that these were normally sul fated or only moderately undersulfated; marked undersulfation was observed only after addition of the artificial glycosaminoglycan-chain initiator, beta-D-xyloside, to the culture medium. These results suggest that, while utilization of extracellular sulfate is impaired, fibroblasts can replenish their intracellular sulfate pool by oxidizing sulfur-containing compounds (such as cysteine) and thus partially rescue PG sulfation under basal conditions. This rescue pathway becomes insufficient when GAG synthesis rate is stimulated by beta-D-xyloside. These findings may explain why phenotypic consequences of DTDST mutations are restricted to cartilage, a tissue with high GAG synthesis rate and poor vascular supply, and imply that pharmacological therapy aimed at restoring the intracellular sulfate pool might improve PG sulfation in DTD and related disorders.","dc:creator":"Rossi A","dc:date":"1998","dc:title":"Proteoglycan sulfation in cartilage and cell cultures from patients with sulfate transporter chondrodysplasias: relationship to clinical severity and indications on the role of intracellular sulfate production."},"rdfs:label":"Proteoglycan sulfation in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e668346d-284b-467b-91c2-aab303d380b4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a690b61-76d3-4b49-8ac8-fb0c2ffceb8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Thoracic kyphosis, hip dysplasia, and craniofacial malformations are consistent with the diastrophic dysplasia phenotype in humans. In addition, mice also showed reduced growth (60% at postnatal day 60) and decreased motor activity suggestive of joint pain. Histology showed reduced chondrocyte proliferation and biochemical studies showed undersulfated proteoglycans from the femoral diaphysis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15703192","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter (DTDST or SLC26A2) cause a family of recessively inherited chondrodysplasias including, in order of decreasing severity, achondrogenesis 1B, atelosteogenesis 2, diastrophic dysplasia (DTD) and recessive multiple epiphyseal dysplasia. The gene encodes a widely distributed sulfate/chloride antiporter of the cell membrane whose function is crucial for the uptake of inorganic sulfate, which is needed for proteoglycan sulfation. To provide new insights in the pathogenetic mechanisms leading to skeletal and connective tissue dysplasia and to obtain an in vivo model for therapeutic approaches to DTD, we generated a Dtdst knock-in mouse with a partial loss of function of the sulfate transporter. In addition, the intronic neomycine cassette in the mutant allele contributed to the hypomorphic phenotype by inducing abnormal splicing. Homozygous mutant mice were characterized by growth retardation, skeletal dysplasia and joint contractures, thereby recapitulating essential aspects of the DTD phenotype in man. The skeletal phenotype included reduced toluidine blue staining of cartilage, chondrocytes of irregular size, delay in the formation of the secondary ossification center and osteoporosis of long bones. Impaired sulfate uptake was demonstrated in chondrocytes, osteoblasts and fibroblasts. In spite of the generalized nature of the sulfate uptake defect, significant proteoglycan undersulfation was detected only in cartilage. Chondrocyte proliferation and apoptosis studies suggested that reduced proliferation and/or lack of terminal chondrocyte differentiation might contribute to reduced bone growth. The similarity with human DTD makes this mouse strain a useful model to explore pathogenetic and therapeutic aspects of DTDST-related disorders.","dc:creator":"Forlino A","dc:date":"2005","dc:title":"A diastrophic dysplasia sulfate transporter (SLC26A2) mutant mouse: morphological and biochemical characterization of the resulting chondrodysplasia phenotype."},"rdfs:label":"Homozygous A386V knock-in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:c1da24fd-5ea8-4519-9c96-57f161d55a6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dcb647cd-fd69-45a4-aa7a-5c63844e92e6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"SLC26A2 only, method was not specified.","phenotypeFreeText":"3yo female with phenotype “intermediate between DTD and DBQ.” In infancy had macrocephaly, wide-spaced eyes, shallow orbits w/ prominent globes, flattened midface, short nasal spine, mild micrognathia, submucosal cleft palate, stridor, rhizomelic and mesomelic shortening in the legs and arms with bowing of the mesial segments, ulnar deviation at the wrist, short palsm, metatarsus adductus of the right foot, toe scrambling and stiff joints. Cystic swelling of the ear.","phenotypes":["obo:HP_0001387","obo:HP_0003049","obo:HP_0000256","obo:HP_0004279","obo:HP_0000175","obo:HP_0010307","obo:HP_0000586","obo:HP_0000347","obo:HP_0011800","obo:HP_0009826","obo:HP_0001840","obo:HP_0000316","obo:HP_0000356"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c1da24fd-5ea8-4519-9c96-57f161d55a6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:64d03994-b3e6-4d5c-842f-cf6fe1bba7c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.398C>T (p.Ala133Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252998"}},{"id":"cggv:a6afec49-27e4-442c-a87c-a41a4717b98d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.532C>T (p.Arg178Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259839"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18925670","type":"dc:BibliographicResource","dc:abstract":"We describe a child whose original clinical and radiologic manifestations led to a diagnosis of Desbuquois dysplasia. Subsequent development of features including cervical kyphosis and cystic ears caused us to reconsider the original diagnosis. The new complement of features in this patient fell in a range between Desbuquois dysplasia and diastrophic dysplasia. Molecular testing showed that she is a compound heterozygote for mutations in the diastrophic dysplasia sulfate transporter gene (DTDST). This finding confirms that there is locus heterogeneity in apparent Desbuquois dysplasia. It also expands the phenotypic spectrum of disorders caused by mutations in DTDST.","dc:creator":"Panzer KM","dc:date":"2008","dc:title":"A phenotype intermediate between Desbuquois dysplasia and diastrophic dysplasia secondary to mutations in DTDST."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18925670","rdfs:label":"Panzer proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:1ec77090-8cd8-4913-9d52-7df03f6b4f62_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a645783-11f7-4879-a3eb-a005a7cd2630","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"SLC26A2 only","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with classical DTD. Presented with craniofacial dysmorphism, deafness, dysplastic ears, and hoarse voice. Had cervical kyphosis, lumbar lordosis, scoliosis, limb shortening, bowed diaphysis, joint contractures, brachydactyly, hitchhiker thumbs, ulnar deviation of the fingers, phalangeal synostosis, pretibial dimples, clubfoot, and shortened tendons of the feet. Height below 10th centile.","phenotypes":["obo:HP_0000365","obo:HP_0032538","obo:HP_0002650","obo:HP_0002938","obo:HP_0000377","obo:HP_0001609","obo:HP_0100261","obo:HP_0001234","obo:HP_0001371","obo:HP_0004484","obo:HP_0002947","obo:HP_0005880","obo:HP_0004322","obo:HP_0001156","obo:HP_0001193","obo:HP_0009826","obo:HP_0000940","obo:HP_0001762"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:1ec77090-8cd8-4913-9d52-7df03f6b4f62_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a6afec49-27e4-442c-a87c-a41a4717b98d"},{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.835C>T (p.Arg279Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252990"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21155763","type":"dc:BibliographicResource","dc:abstract":"SLC26A2-related dysplasias encompass a spectrum of diseases: from lethal achondrogenesis type 1B (ACG1B; MIM #600972) and atelosteogenesis type 2 (AO2; MIM #256050) to classical diastrophic dysplasia (cDTD; MIM #222600) and recessive multiple epiphyseal dysplasia (rMED; MIM #226900). This study aimed at characterizing clinically, radiologically and molecularly 14 patients affected by non-lethal SLC26A2-related dysplasias and at evaluating genotype-phenotype correlation. Phenotypically, eight patients were classified as cDTD, four patients as rMED and two patients had an intermediate phenotype (mild DTD - mDTD, previously 'DTD variant'). The Arg279Trp mutation was present in all patients, either in homozygosity (resulting in rMED) or in compound heterozygosity with the known severe alleles Arg178Ter or Asn425Asp (resulting in DTD) or with the mutation c.727-1G>C (causing mDTD). The 'Finnish mutation', c.-26+2T>C, and the p.Cys653Ser, both frequent mutations in non-Portuguese populations, were not identified in any of the patients of our cohort and are probably very rare in the Portuguese population. A targeted mutation analysis for p.Arg279Trp and p.Arg178Ter in the Portuguese population allows the identification of approximately 90% of the pathogenic alleles.","dc:creator":"Barbosa M","dc:date":"2011","dc:title":"Clinical and molecular characterization of Diastrophic Dysplasia in the Portuguese population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21155763","rdfs:label":"Barbosa patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Upgraded due to experimental evidence demonstrating that the R178X variant causes loss of sulfate transport function in Xenopus oocytes upon injection of cRNA (Karniski et al. 2001, PMID: 11448940)."},{"id":"cggv:d94ad0ad-173e-4488-9c3a-f09b20217671_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:242af5d2-404b-4690-8429-e83d6dbd07ff","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"NGS panel of 363 genes","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Unequal leg lengths first noticed at 6 yr. Abnormal gait and limping at 9 yr. Had right hip arthroplasty and resection of cartilago acetabularis for limited rotation of the right leg. Chronic synovitis. Lump in the left femoribus internus. Limited flexion-extension of the left leg. Height was 138 cm. Brachydactyly, bilateral skewfoot, lumbosacral scoliosis. Limited movement of both hips.","phenotypes":["obo:HP_0001376","obo:HP_0002650","obo:HP_0001288","obo:HP_0032649","obo:HP_0001156","obo:HP_0100769","obo:HP_0100559"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:d94ad0ad-173e-4488-9c3a-f09b20217671_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:97e17650-25de-435c-b1cb-a8a294a9ecd4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.1198C>T (p.Leu400Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361707351"}},{"id":"cggv:0721285d-8c36-47cd-a03a-47b52e7a3431","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.824T>C (p.Leu275Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361706374"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29724173","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia (MED) is a heterogeneous genetic condition characterized by variable phenotypes, such as short stature (mild to moderate), joint deformities, abnormal gait, scoliosis, and brachydactyly. Recessive mutations in the SLC26A2 gene cause a phenotype of multiple epiphyseal dysplasia-4 (MED-4). In the present study, we identified novel compound heterozygous mutations in the SLC26A2 gene in a Chinese family with two affected sibs with MED-4.","dc:creator":"Zhou T","dc:date":"2018","dc:title":"Dual novel mutations in SLC26A2 in two siblings with multiple epiphyseal dysplasia 4 from a Chinese family: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29724173","rdfs:label":"Zhou patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:484179d0-0aa2-4723-9fd9-2a29e79cdbd6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:7fc88c2e-7afa-49e6-aff8-0b117c51ae4a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Method not specified. SLC26A2 only.","phenotypeFreeText":"At birth, had cleft palate, small jaw, short limbs and length, spontaneous palmar ulnar deviation and underdeveloped thumbs, abnormally shaped femoral heads, and kyphosis with underdeveloped C4. Developed severe progressive scoliosis by 2 yo. At 5 yo, height was 98 cm (-3.0 SD) and weight was 19 kg (0 SD). Stiff ankles but no clubfoot. Valgus deformity at knees, joint stiffness in upper limbs, contractures in third fingers, thick/low-set earlobes. Broad metaphyses, elbow contractures, and bilateral laterally displaced double layer patellae.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:484179d0-0aa2-4723-9fd9-2a29e79cdbd6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:05b50578-afd8-4b15-b4fc-26dc9c4b5640","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1535C>A (p.Thr512Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116649"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30423444","type":"dc:BibliographicResource","dc:abstract":"Pathogenic sequence variants in the solute carrier family 26 member 2 (SLC26A2) gene result in lethal (achondrogenesis Ib and atelosteogenesis II) and non-lethal (diastrophic dysplasia and recessive multiple epiphyseal dysplasia, rMED) chondrodysplasias. We report on two new patients with rMED and very rare compound heterozygous mutation combinations in non-consanguineous families. Patient I presented in childhood with waddling gait and joint stiffness. Radiographs showed epiphyseal changes, bilateral coxa plana-deformity and knee valgus deformity, for which he underwent surgeries. At present 33 years his height is 165 cm. Patient II presented with cleft palate, small jaw, short limbs, underdeveloped thumbs and on radiographs, cervical kyphosis with an underdeveloped C4. He also developed severe scoliosis but has grown at -2.9 SD curve. Molecular analysis revealed that patient I is heterozygous for two known pathogenic variants in SLC26A2, a splice site variant c.-26+2T > C and a missense variant c.1957T > A (p.Cys653Ser), while patient II is compound heterozygous for missense variants c.835C > T (p.Arg279Trp) and c.1535C > A (p.Thr512Lys). These patients further elucidate the variability of the phenotypic and genetic presentations of rMED.","dc:creator":"Kausar M","dc:date":"2019","dc:title":"Recessive multiple epiphyseal dysplasia - Clinical characteristics caused by rare compound heterozygous SLC26A2 genotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30423444","rdfs:label":"Kausar patient II"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:c6e90fe3-46f0-4caf-b0c9-5d08f710bba5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:053870b0-7b10-4ee1-abf9-ed64e0e7462b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"SLC26A2 only","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with classical DTD. Presented with cleft palate, dysplastic ears, and hoarse voice. Had cervical kyphosis, lumbar lordosis, scoliosis, arthrosis of the hip, limb shortening, bowed diaphysis, joint contractures, brachydactyly, hitchhiker thumbs, ulnar deviation of the fingers, phalangeal synostosis, pretibial dimples, clubfoot, and shortened tendons. Height below 10th centile.","phenotypes":["obo:HP_0000940","obo:HP_0001234","obo:HP_0004322","obo:HP_0000377","obo:HP_0002947","obo:HP_0000248","obo:HP_0100261","obo:HP_0000175","obo:HP_0032538","obo:HP_0001371","obo:HP_0001609","obo:HP_0005880","obo:HP_0001193","obo:HP_0002938","obo:HP_0001762","obo:HP_0009815"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c6e90fe3-46f0-4caf-b0c9-5d08f710bba5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:04feeafa-ce43-4ccb-aeec-4fd02f8d35e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1273A>G (p.Asn425Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259842"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21155763"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21155763","rdfs:label":"Barbosa patient 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Upgraded due to experimental evidence demonstrating that the N425D variant causes loss of sulfate transport function in Xenopus oocytes upon injection of cRNA (Karniski et al. 2001, PMID: 11448940)."},{"id":"cggv:061491f8-2ffc-4122-9c5c-344d81ce27b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06afabd8-c376-41bb-adfb-d8621e2210d1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"SLC26A2 only","firstTestingMethod":"PCR","phenotypeFreeText":"Reported to have an intermediate phenotype between rMED and DTD. At birth, had bilateral clubfeet, contracture of the MP joints, and hyperextension of bilateral knees. Short limbs involving all segments. Flattened midface. Radiographs at 2 weeks revealed mildly broadened long bones of the legs, bilateral hip subluxation, and bilateral reduction in the talocalcaneal angles of the feet. Short stature became obvious at 3 yr of age (at 4 yr, height was -3 SD).","phenotypes":["obo:HP_0032153","obo:HP_0001762","obo:HP_0009826","obo:HP_0001382","obo:HP_0011800","obo:HP_0005622","obo:HP_0001371","obo:HP_0004322"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:061491f8-2ffc-4122-9c5c-344d81ce27b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b6822b7e-75ab-4c53-8c07-0cd2aa19c9e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.797C>T (p.Thr266Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/550140"}},{"id":"cggv:27bf6fb9-e4cb-46f3-88fc-a2581286ac2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.1011_1013TGT[3] (p.Val341del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259846"}}],"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18553123","type":"dc:BibliographicResource","dc:abstract":"Diastrophic dysplasia sulfate transporter (DTDST) is required for synthesis of sulfated proteoglycans in cartilage, and its loss-of-function mutations result in recessively inherited chondrodysplasias. The 40 or so DTDST mutations reported to date cause a group of disorders termed the diastrophic dysplasia (DTD) group. The group ranges from the mildest recessive form of multiple epiphyseal dysplasia (r-MED) through the most common DTD to perinatally lethal atelosteogenesis type II and achondrogenesis 1B. Furthermore, the relationship between DTDST mutations, their sulfate transport function, and disease phenotypes has been described. Here we report a girl with DTDST mutations: a compound heterozygote of a novel p.T266I mutation and a recurrent p.DeltaV340 mutation commonly found in severe phenotypes of the DTD group. In infancy, the girl presented with skeletal manifestations reminiscent of Desbuquois dysplasia, another recessively inherited chondrodysplasia, the mutations of which have never been identified. Her phenotype evolved with age into an intermediate phenotype between r-MED and DTD. Considering her clinical phenotypes and known phenotypes of p.DeltaV340, p.T266I was predicted to be responsible for mild phenotypes of the DTD group. Our results further extend the phenotypic spectrum of DTDST mutations, adding Desbuquois dysplasia to the list of differential diagnosis of the DTD group.","dc:creator":"Miyake A","dc:date":"2008","dc:title":"A compound heterozygote of novel and recurrent DTDST mutations results in a novel intermediate phenotype of Desbuquois dysplasia, diastrophic dysplasia, and recessive form of multiple epiphyseal dysplasia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18553123","rdfs:label":"Miyake proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Upgraded to 2.5 points using experiment from Karniski et al. 2004 (PMID: 15294877)  demonstrating that injection of variant cRNA caused minimal sulfate transport function."},{"id":"cggv:b7d66b81-8729-475c-9838-30aa532a97e7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97cdb9e9-90db-4e26-8c8d-eff2df7cb668","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":9,"detectionMethod":"SLC26A2 only, method not specified.","phenotypeFreeText":"Diagnosed with DTD, but had other features such as wide metaphysis, V-shaped deformity of the distal humerus, thoracic platyspondyly, and horizontal sacrum.","phenotypes":["obo:HP_0004592","obo:HP_0000944","obo:HP_0003063","obo:HP_0003440"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b7d66b81-8729-475c-9838-30aa532a97e7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a6afec49-27e4-442c-a87c-a41a4717b98d"},{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15316973","type":"dc:BibliographicResource","dc:abstract":"The osteochondrodysplasias represent a heterogeneous group of cartilage and bone diseases. Among these, achondrogenesis 1B, atelosteogenesis type II, diastrophic dysplasia, and autosomal recessive multiple epiphyseal dysplasia are caused by mutations in the solute carrier family 26 (sulfate transporter), member 2 gene (SLC26A2). This group of osteochondrodysplasias shows a continuous spectrum of clinical variability and shares many features in common. Usually, it is difficult to distinguish clinically among these patients. To date, several efforts have been made to correlate mutations in the SLC26A2 gene with phenotypic severity in the patients. We report on a Mexican girl with diastrophic dysplasia presenting some unusual clinical and radiographic features that are usually observed in atelosteogenesis type II. Molecular analysis of the SLC26A2 gene in this patient showed compound heterozygosity for the R178X and R279W mutations. In this patient, the combination of a mild and a severe mutation has apparently led to an intermediate or transitional clinical picture, showing an apparent genotype-phenotype correlation.","dc:creator":"Macías-Gómez NM","dc:date":"2004","dc:title":"Diastrophic dysplasia and atelosteogenesis type II as expression of compound heterozygosis: first report of a Mexican patient and genotype-phenotype correlation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15316973","rdfs:label":"Macías-Gómez proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Upgraded to 2.5 points using experiment from Karniski et al. 2004 (PMID: 15294877)  demonstrating that injection of variant cRNA caused minimal sulfate transport function."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1379,"specifiedBy":"GeneValidityCriteria7","strengthScore":17.5,"subject":{"id":"cggv:848fdf14-6f8e-4ced-a97c-08745b733e51","type":"GeneValidityProposition","disease":"obo:MONDO_0009107","gene":"hgnc:10994","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"SLC26A2 was first associated with autosomal recessive diastrophic dysplasia as early as 1994 (Hästbacka et al., PMID: 7923357). Clinical characteristics of this disorder include limb shortening, hitchhiker thumbs, spinal deformities, joint contractures, and early-onset osteoarthritis (GeneReviews, Bonafé et al., 2013). However, radiographic analysis and histopathology are also important in arriving at a diagnosis. At least 12 unique variants (including missense, splice site, and nonsense variants as well as in-frame indels) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 7 probands in 6 publications (PMID: 30423444, 18553123, 29724173, 18925670, 15316973, 21155763) and segregated with disease in 1 additional family member. More evidence is available in the literature; however, the maximum score for genetic evidence has been reached. Of note, variants in this gene have also been shown to cause recessive multiple epiphyseal dysplasia, atelosteogenesis type 2, and achondrogenesis type 1B, which comprise a spectrum of phenotypes (depending on level of residual sulfate transport) and have been definitively associated with SLC26A2. This gene-disease association is supported by a mouse model, expression studies, and in vitro functional assays. In summary, SLC26A2 is definitively associated with autosomal recessive diastrophic dysplasia. This curation was approved by the Skeletal Disorders Gene Curation Expert Panel (GCEP) on 6/1/2020.\n","dc:isVersionOf":{"id":"cggv:311c9799-169e-4409-98bd-74b6d414904c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}