{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-04-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-06-30T18:17:25.273Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22032825","type":"dc:BibliographicResource","dc:abstract":"The HAND1 gene encodes a basic helix-loop-helix (bHLH) transcription factor which plays an essential role in the development of heart. Mutations in HAND1 have been identified in congenital heart disease (CHD) patients with hypoplastic hearts and septal defects. The spectrum of CHD relating to HAND1 mutations needs further study.","dc:creator":"Cheng Z","dc:date":"2012","dc:title":"Two novel HAND1 mutations in Chinese patients with ventricular septal defect."},"evidence":[{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79db1423-b514-4f75-a385-5829ad087a1f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a911de24-b55d-435a-82bd-6f3d37f3fc43","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Decreased expression of HAND1 observed in cardiomyocytes differentiated from induced pluripotent stem cells from participants with hypoplastic left heart syndrome compared to those without congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25050861","type":"dc:BibliographicResource","dc:abstract":"The genetic basis of hypoplastic left heart syndrome (HLHS) remains unknown, and the lack of animal models to reconstitute the cardiac maldevelopment has hampered the study of this disease. This study investigated the altered control of transcriptional and epigenetic programs that may affect the development of HLHS by using disease-specific induced pluripotent stem (iPS) cells. Cardiac progenitor cells (CPCs) were isolated from patients with congenital heart diseases to generate patient-specific iPS cells. Comparative gene expression analysis of HLHS- and biventricle (BV) heart-derived iPS cells was performed to dissect the complex genetic circuits that may promote the disease phenotype. Both HLHS- and BV heart-derived CPCs were reprogrammed to generate disease-specific iPS cells, which showed characteristic human embryonic stem cell signatures, expressed pluripotency markers, and could give rise to cardiomyocytes. However, HLHS-iPS cells exhibited lower cardiomyogenic differentiation potential than BV-iPS cells. Quantitative gene expression analysis demonstrated that HLHS-derived iPS cells showed transcriptional repression of NKX2-5, reduced levels of TBX2 and NOTCH/HEY signaling, and inhibited HAND1/2 transcripts compared with control cells. Although both HLHS-derived CPCs and iPS cells showed reduced SRE and TNNT2 transcriptional activation compared with BV-derived cells, co-transfection of NKX2-5, HAND1, and NOTCH1 into HLHS-derived cells resulted in synergistic restoration of these promoters activation. Notably, gain- and loss-of-function studies revealed that NKX2-5 had a predominant impact on NPPA transcriptional activation. Moreover, differentiated HLHS-derived iPS cells showed reduced H3K4 dimethylation as well as histone H3 acetylation but increased H3K27 trimethylation to inhibit transcriptional activation on the NKX2-5 promoter. These findings suggest that patient-specific iPS cells may provide molecular insights into complex transcriptional and epigenetic mechanisms, at least in part, through combinatorial expression of NKX2-5, HAND1, and NOTCH1 that coordinately contribute to cardiac malformations in HLHS.","dc:creator":"Kobayashi J","dc:date":"2014","dc:title":"Directed differentiation of patient-specific induced pluripotent stem cells identifies the transcriptional repression and epigenetic modification of NKX2-5, HAND1, and NOTCH1 in hypoplastic left heart syndrome."},"rdfs:label":"iPSCs"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:460ca89c-92f9-43c8-9091-7a739ef69f59","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4370ea39-e728-428d-a0a6-e4f7321de085","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Detection via single cell RNA sequencing","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31341279","type":"dc:BibliographicResource","dc:abstract":"Organogenesis involves integration of diverse cell types; dysregulation of cell-type-specific gene networks results in birth defects, which affect 5% of live births. Congenital heart defects are the most common malformations, and result from disruption of discrete subsets of cardiac progenitor cells","dc:creator":"de Soysa TY","dc:date":"2019","dc:title":"Single-cell analysis of cardiogenesis reveals basis for organ-level developmental defects."},"rdfs:label":"Mouse single cell transcriptomics"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:da12e6ff-b15e-46c6-b494-45ae39643c43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f4be112-d756-4c7d-a9b4-853499b8e678","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization of mouse and chick heart tube","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7649392","type":"dc:BibliographicResource","dc:abstract":"We employed the yeast two-hybrid technique to screen a mouse embryo cDNA library for novel tissue-specific Class B basic helix-loop-helix (bHLH) transcription factors, which heterodimerize with the ubiquitously expressed Class A bHLH protein E12. From this screen, we cloned a novel bHLH protein, which we named eHAND. Its low sequence identity with other bHLH family members and unique expression pattern during development suggest that eHAND defines a new subclass of Class B bHLH proteins. eHAND was expressed at high levels in trophoblast cells and extraembryonic membranes throughout development. The first site of eHAND expression in embryos was the heart, where it was expressed at high levels between 8.5 and 10.5 days post coitum (d.p.c.), after which transcript levels declined abruptly. By 13.5 d.p.c., eHAND expression in the heart was localized to regions of valve formation. Expression in other regions of the embryo was confined to tissues with a substantial neural crest component. eHAND was expressed in the first branchial arch and its derivatives, in the sympathoadrenal lineage, and in the enteric systems. The expression pattern of eHAND during development is distinct from that of other bHLH genes and suggests that it has a role in formation of extraembryonic tissues, heart, and neural crest derivatives.","dc:creator":"Cserjesi P","dc:date":"1995","dc:title":"Expression of the novel basic helix-loop-helix gene eHAND in neural crest derivatives and extraembryonic membranes during mouse development."},"rdfs:label":"In situ hybridization of mouse and chick heart tube"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:31c213c3-843a-4c7f-81ac-7cbf8e849902","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab7da7db-648b-40d9-8e70-b6c5cefa020b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Detection in human fetal cardiac tissues via single cell RNA sequencing","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30759401","type":"dc:BibliographicResource","dc:abstract":"The heart is the central organ of the circulatory system, and its proper development is vital for maintaining human life. Here, we used single-cell RNA sequencing to profile the gene expression landscapes of ∼4,000 cardiac cells from human embryos and identified four major types of cells: cardiomyocytes (CMs), cardiac fibroblasts, endothelial cells (ECs), and valvar interstitial cells (VICs). Atrial and ventricular CMs acquired distinct features early in heart development. Furthermore, both CMs and fibroblasts show stepwise changes in gene expression. As development proceeds, VICs may be involved in the remodeling phase, and ECs display location-specific characteristics. Finally, we compared gene expression profiles between humans and mice and identified a series of unique features of human heart development. Our study lays the groundwork for elucidating the mechanisms of in vivo human cardiac development and provides potential clues to understand cardiac regeneration.","dc:creator":"Cui Y","dc:date":"2019","dc:title":"Single-Cell Transcriptome Analysis Maps the Developmental Track of the Human Heart."},"rdfs:label":"Human single cell transcriptomics"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fed57e2f-2471-41e4-a5c6-35edc0fe1d35","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cfff28a2-fa32-43cb-bfcb-884ddd41c09a","type":"FunctionalAlteration","dc:description":"Genotyping of clonal lines","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34019794","type":"dc:BibliographicResource","dc:abstract":"Organoids capable of forming tissue-like structures have transformed our ability to model human development and disease. With the notable exception of the human heart, lineage-specific self-organizing organoids have been reported for all major organs. Here, we established self-organizing cardioids from human pluripotent stem cells that intrinsically specify, pattern, and morph into chamber-like structures containing a cavity. Cardioid complexity can be controlled by signaling that instructs the separation of cardiomyocyte and endothelial layers and by directing epicardial spreading, inward migration, and differentiation. We find that cavity morphogenesis is governed by a mesodermal WNT-BMP signaling axis and requires its target HAND1, a transcription factor linked to developmental heart chamber defects. Upon cryoinjury, cardioids initiated a cell-type-dependent accumulation of extracellular matrix, an early hallmark of both regeneration and heart disease. Thus, human cardioids represent a powerful platform to mechanistically dissect self-organization, congenital heart defects and serve as a foundation for future translational research.","dc:creator":"Hofbauer P","dc:date":"2021","dc:title":"Cardioids reveal self-organizing principles of human cardiogenesis."},"rdfs:label":"Cardioid formation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:8193cab7-0b26-473a-9fb4-2a8d459d6392","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:08e4b6b6-5508-4c45-b80e-9413bb6feb51","type":"FunctionalAlteration","dc:description":"Pluripotent stem cells from participants with hypoplastic left heart syndrome had decreased expression of HAND1 during differentiation to cardiomyocytes compared to those from participants without congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34446706","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects constitute the most common human birth defect, however understanding of how these disorders originate is limited by our ability to model the human heart accurately in vitro. Here we report a method to generate developmentally relevant human heart organoids by self-assembly using human pluripotent stem cells. Our procedure is fully defined, efficient, reproducible, and compatible with high-content approaches. Organoids are generated through a three-step Wnt signaling modulation strategy using chemical inhibitors and growth factors. Heart organoids are comparable to age-matched human fetal cardiac tissues at the transcriptomic, structural, and cellular level. They develop sophisticated internal chambers with well-organized multi-lineage cardiac cell types, recapitulate heart field formation and atrioventricular specification, develop a complex vasculature, and exhibit robust functional activity. We also show that our organoid platform can recreate complex metabolic disorders associated with congenital heart defects, as demonstrated by an in vitro model of pregestational diabetes-induced congenital heart defects.","dc:creator":"Lewis-Israeli YR","dc:date":"2021","dc:title":"Self-assembling human heart organoids for the modeling of cardiac development and congenital heart disease."},"rdfs:label":"Patient iPSCs"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Observation in patient cells - no direct genetic manipulation of HAND1"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a50490a4-c97a-44bc-890e-b1d36aebdeb0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b7b7e0a-c45d-4db1-b4ff-293c7ee3ed83","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ventricular septal defects are observed in both the human and mouse models","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31286141","type":"dc:BibliographicResource","dc:abstract":"To examine the role of the basic Helix-loop-Helix (bHLH) transcription factor HAND1 in embryonic and adult myocardium.","dc:creator":"Firulli BA","dc:date":"2020","dc:title":"HAND1 loss-of-function within the embryonic myocardium reveals survivable congenital cardiac defects and adult heart failure."},"rdfs:label":"Mouse cardiomyocyte deletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:29649922-5453-4c9d-9ae3-dd73b1d01caa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be397d35-356c-4a91-9734-a5f23618c831","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"General perturbation of heart development, but mouse phenotype did not mimic ventricular septal defect","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17050624","type":"dc:BibliographicResource","dc:abstract":"The precise origins of myocardial progenitors and their subsequent contribution to the developing heart has been an area of considerable activity within the field of cardiovascular biology. How these progenitors are regulated and what signals are responsible for their development are, however, much less well understood. Clearly, not only is there a need to identify factors that regulate the transition from proliferation of cardioblasts to differentiation of cardiac muscle, but it is also necessary to identify factors that maintain an adequate pool of undifferentiated myocyte precursors as a prerequisite to preventing organ hypoplasia and congenital heart disease. Here, we report how upregulation of the basic helix-loop-helix (bHLH) transcription factor Hand1, restricted exclusively to Hand1-expressing cells, brings about a significant extension of the heart tube and extraneous looping caused by the elevated proliferation of cardioblasts in the distal outflow tract. This activity is independent of the further recruitment of extracardiac cells from the secondary heart field and permissive for the continued differentiation of adjacent myocardium. Culture studies using embryonic stem (ES) cell-derived cardiomyocytes revealed that, in a Hand1-null background, there is significantly elevated cardiomyocyte differentiation, with an apparent default mesoderm pathway to a cardiomyocyte fate. However, Hand1 gain of function maintains proliferating precursors resulting in delayed and significantly reduced cardiomyocyte differentiation that is mediated by the prevention of cell-cycle exit, by G1 progression and by increased cell division. Thus, this work identifies Hand1 as a crucial cardiac regulatory protein that controls the balance between proliferation and differentiation in the developing heart, and fills a significant gap in our understanding of how the myocardium of the embryonic heart is established.","dc:creator":"Risebro CA","dc:date":"2006","dc:title":"Hand1 regulates cardiomyocyte proliferation versus differentiation in the developing heart."},"rdfs:label":"HAND1 overexpression in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"General evidence for impact on cardiac development but without clear phenotypic resemblance with human CHD"},{"id":"cggv:d961177c-8db0-435e-8a11-6c7d7b307ac8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7936e562-fa4b-4bb1-a239-0a16f82aacc0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of HAND1 function led to congenital heart disease in mouse, though homogyzous genotypes in mouse and heterogyzous genotypes in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33757801","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects (CHDs) affecting the cardiac outflow tract (OFT) constitute a significant cause of morbidity and mortality. The OFT develops from migratory cell populations which include the cardiac neural crest cells (cNCCs) and secondary heart field (SHF) derived myocardium and endocardium. The related transcription factors HAND1 and HAND2 have been implicated in human CHDs involving the OFT. Although Hand1 is expressed within the OFT, Hand1 NCC-specific conditional knockout mice (H1CKOs) are viable. Here we show that these H1CKOs present a low penetrance of OFT phenotypes, whereas SHF-specific Hand1 ablation does not reveal any cardiac phenotypes. Further, HAND1 and HAND2 appear functionally redundant within the cNCCs, as a reduction/ablation of Hand2 on an NCC-specific H1CKO background causes pronounced OFT defects. Double conditional Hand1 and Hand2 NCC knockouts exhibit persistent truncus arteriosus (PTA) with 100% penetrance. NCC lineage-tracing and Sema3c in situ mRNA expression reveal that Sema3c-expressing cells are mis-localized, resulting in a malformed septal bridge within the OFTs of H1CKO;H2CKO embryos. Interestingly, Hand1 and Hand2 also genetically interact within the SHF, as SHF H1CKOs on a heterozygous Hand2 background exhibit Ventricular Septal Defects (VSDs) with incomplete penetrance. Previously, we identified a BMP, HAND2, and GATA-dependent Hand1 OFT enhancer sufficient to drive reporter gene expression within the nascent OFT and aorta. Using these transcription inputs as a probe, we identify a novel Hand2 OFT enhancer, suggesting that a conserved BMP-GATA dependent mechanism transcriptionally regulates both HAND factors. These findings support the hypothesis that HAND factors interpret BMP signaling within the cNCCs to cooperatively coordinate OFT morphogenesis.","dc:creator":"Vincentz JW","dc:date":"2021","dc:title":"HAND transcription factors cooperatively specify the aorta and pulmonary trunk."},"rdfs:label":"Mouse deletion of HAND1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:15196bd1-8762-4f72-9352-a8554c315023","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3cb8be04-128e-4d7f-a5b9-804777946b3d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"General demonstration of requirement for HAND1 during heart development without specific phenotypic relevance to human findings","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8533092","type":"dc:BibliographicResource","dc:abstract":"Skeletal muscle development is controlled by a family of muscle-specific basic helix-loop-helix (bHLH) transcription factors. Two bHLH genes, dHAND and eHAND, have now been isolated that are expressed in the bilateral heart primordia and subsequently throughout the primitive tubular heart and its derivatives during chick and mouse embryogenesis. Incubation of stage 8 chick embryos with dHAND and eHAND antisense oligonucleotides revealed that either oligonucleotide alone had no effect on embryonic development, whereas together they arrested development at the looping heart tube stage. Thus, dHAND and eHAND may play redundant roles in the regulation of the morphogenetic events of vertebrate heart development.","dc:creator":"Srivastava D","dc:date":"1995","dc:title":"A subclass of bHLH proteins required for cardiac morphogenesis."},"rdfs:label":"Chick knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Knockdown with general impact on heart development"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":6575,"specifiedBy":"GeneValidityCriteria9","strengthScore":10,"subject":{"id":"cggv:7d88f30a-e7c9-44f0-a0e3-b1cbf667592c","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:4807","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"HAND1 was first reported in relation to autosomal dominant congenital heart disease in 2012\n(Cheng et al., PMID 22032825). At least 3 rare variants (2 missense, 1 frameshift) have been reported in humans. Additional, more frequent missense variants have been reported in blood (Wang et al., PMID 21519287; Cheng et al., PMID: 22032825) and fixed tissue (Reamon-Buettner et al., PMID 18276607; Reamon-Buettner et al., PMID 19586923). Evidence supporting this gene-disease relationship includes case-level\ndata and experimental data. HAND1 has been noted to be associated with the following disease entities: double-outlet right ventricle with ventricular septal defect, tetralogy of Fallot, and ventricular septal defect (OMIM 602406). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, these disease entities have been lumped into one disease entity, Autosomal Dominant HAND1-related Congenital Heart Defects. Of note, this gene has also been implicated in abnormalities of placental development and function (. These will be assessed separately. Variants in this gene have been reported in at least 3 probands in 3 publications (PMIDs 28112363, 27942761, 22032825), using an allele frequency threshold of 1x10-5. This gene-disease relationship is supported by animal models, expression studies, and functional assays. Expression studies confirmed that HAND1 is expressed early in mouse and human embryogenesis (PMIDs 7649392, 36563664, 25050861, 28521042, 31341279, 30759401). Loss of HAND1 resulted in abnormal cardioid formation from human induced pluripotent stem cells (PMIDs 34446706, 34019794). Mouse models demonstrated that cardiac-specific insufficiency and overexpression of HAND1 both altered cardiac development, particularly the differentiation of ventricular cardiomyocytes (PMIDs 33757801, 17050624, 31286141). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 04/3/23 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:7a70bdb1-a3fc-45c5-aabb-4d2829fa6f29"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}