{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-01-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-05-31T23:39:18.874Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25772934","type":"dc:BibliographicResource","dc:abstract":"Microphthalmia with linear skin defects (MLS) syndrome is an X-linked male-lethal disorder also known as MIDAS (microphthalmia, dermal aplasia, and sclerocornea). Additional clinical features include neurological and cardiac abnormalities. MLS syndrome is genetically heterogeneous given that heterozygous mutations in HCCS or COX7B have been identified in MLS-affected females. Both genes encode proteins involved in the structure and function of complexes III and IV, which form the terminal segment of the mitochondrial respiratory chain (MRC). However, not all individuals with MLS syndrome carry a mutation in either HCCS or COX7B. The majority of MLS-affected females have severe skewing of X chromosome inactivation, suggesting that mutations in HCCS, COX7B, and other as-yet-unidentified X-linked gene(s) cause selective loss of cells in which the mutated X chromosome is active. By applying whole-exome sequencing and filtering for X-chromosomal variants, we identified a de novo nonsense mutation in NDUFB11 (Xp11.23) in one female individual and a heterozygous 1-bp deletion in a second individual, her asymptomatic mother, and an affected aborted fetus of the subject's mother. NDUFB11 encodes one of 30 poorly characterized supernumerary subunits of NADH:ubiquinone oxidoreductase, known as complex I (cI), the first and largest enzyme of the MRC. By shRNA-mediated NDUFB11 knockdown in HeLa cells, we demonstrate that NDUFB11 is essential for cI assembly and activity as well as cell growth and survival. These results demonstrate that X-linked genetic defects leading to the complete inactivation of complex I, III, or IV underlie MLS syndrome. Our data reveal an unexpected role of cI dysfunction in a developmental phenotype, further underscoring the existence of a group of mitochondrial diseases associated with neurocutaneous manifestations. ","dc:creator":"van Rahden VA","dc:date":"2015","dc:title":"Mutations in NDUFB11, encoding a complex I component of the mitochondrial respiratory chain, cause microphthalmia with linear skin defects syndrome."},"evidence":[{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:577a0861-ac74-4364-97fc-da29d6b6ea6e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8596e8f0-111f-454e-ab30-9c652496e2b9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"All complex I subunits, accessory subunits, iron/sulfur proteins etc. > 45 complex I genes ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25772934","rdfs:label":"Immunodectection of Complex I assembly Intermediates"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Not scored because data expands on PMID: 27509854 which already reached maximum score "},{"id":"cggv:9c497523-6a3b-473f-b868-15608628697a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9f75bc11-8922-4d69-a339-99536a59649c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Major criteria for complex I deficiency noted \nMajor Bernier criteria (<20% Tissue, <30% FCL) (muscle) ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26741492","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders have the highest incidence among congenital metabolic disorders characterized by biochemical respiratory chain complex deficiencies. It occurs at a rate of 1 in 5,000 births, and has phenotypic and genetic heterogeneity. Mutations in about 1,500 nuclear encoded mitochondrial proteins may cause mitochondrial dysfunction of energy production and mitochondrial disorders. More than 250 genes that cause mitochondrial disorders have been reported to date. However exact genetic diagnosis for patients still remained largely unknown. To reveal this heterogeneity, we performed comprehensive genomic analyses for 142 patients with childhood-onset mitochondrial respiratory chain complex deficiencies. The approach includes whole mtDNA and exome analyses using high-throughput sequencing, and chromosomal aberration analyses using high-density oligonucleotide arrays. We identified 37 novel mutations in known mitochondrial disease genes and 3 mitochondria-related genes (MRPS23, QRSL1, and PNPLA4) as novel causative genes. We also identified 2 genes known to cause monogenic diseases (MECP2 and TNNI3) and 3 chromosomal aberrations (6q24.3-q25.1, 17p12, and 22q11.21) as causes in this cohort. Our approaches enhance the ability to identify pathogenic gene mutations in patients with biochemically defined mitochondrial respiratory chain complex deficiencies in clinical settings. They also underscore clinical and genetic heterogeneity and will improve patient care of this complex disorder. ","dc:creator":"Kohda M","dc:date":"2016","dc:title":"A Comprehensive Genomic Analysis Reveals the Genetic Landscape of Mitochondrial Respiratory Chain Complex Deficiencies."},"rdfs:label":"Complex I deficiency in Muscle "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"not scored because included in variant evidence"},{"id":"cggv:d91f5c16-370e-4a4c-8bd9-441f1eef39e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd7a6b85-d01c-489d-935e-19bf9ac6948a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":">45 complex I genes, including catalytic subunits, assembly factor, iron/sulfur proteins and  >10+ involved in disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"CryoEM Mammalian Complex I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"\nsee Leigh Syndrome GCEP criteria "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba8fd57f-76d8-43d5-93aa-31328ed8da8d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:53c30044-1b5d-4f7f-bd9b-edbf7c06757d","type":"FunctionalAlteration","dc:description":"-Substantially lower protein levels of NDUFB11 and NDUFB8 in mutants than WT on Western blot for both patient cell lines and K562 erythroleukemia cells (SFigure4); as measured by band intensity normalized to porin\n\n-Significantly lower complex I activity; Relative complex IV activity normal\n\n-Significantly lower basal OCR and Maximal OCR in mutation fibroblasts compared to wild type SF6\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27488349","type":"dc:BibliographicResource","dc:abstract":"The congenital sideroblastic anemias (CSAs) are a heterogeneous group of inherited blood disorders characterized by pathological mitochondrial iron deposition in erythroid precursors. Each known cause has been attributed to a mutation in a protein associated with heme biosynthesis, iron-sulfur cluster biogenesis, mitochondrial translation, or a component of the mitochondrial respiratory chain. Here, we describe a recurring mutation, c.276_278del, p.F93del, in NDUFB11, a mitochondrial respiratory complex I-associated protein encoded on the X chromosome, in 5 males with a variably syndromic, normocytic CSA. The p.F93del mutation results in respiratory insufficiency and loss of complex I stability and activity in patient-derived fibroblasts. Targeted introduction of this allele into K562 erythroleukemia cells results in a proliferation defect with minimal effect on erythroid differentiation potential, suggesting the mechanism of anemia in this disorder.","dc:creator":"Lichtenstein DA","dc:date":"2016","dc:title":"A recurring mutation in the respiratory complex 1 protein NDUFB11 is responsible for a novel form of X-linked sideroblastic anemia."},"rdfs:label":"Fibroblast studies from 400-III-2"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Functional evidence was used to increase variant scoring of p.F93Del in 400-III-2 and will not be double scored"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a995045-c396-413e-9bb8-442126181c16","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eecb3e52-4cdc-413e-92ab-a018f65ce45f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"After transduction, the protein level of NDUFB11 in the patient increased considerably, when compared to untransduced cells or cells transduced with an empty vector (Fig. 2c). \nWestern blotting of BNGE displayed a recovery in the amount of holocomplex I in the patient\ntransduced with NDUFB11 of about 50% when compared to the ratio CI/CIII of the untransduced patient’s cells. Accordingly, in-gel activity assay of BNGE showed a marked increase of CI activity in patient’s cells transduced with NDUFB11 that reached almost control level (Fig. 2d). These results proved evidence that the p.93delF variant in NDUFB11 was the cause of\nCI deficiency in the patient","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27102574","type":"dc:BibliographicResource","dc:abstract":"NDUFB11, a component of mitochondrial complex I, is a relatively small integral membrane protein, belonging to the \"supernumerary\" group of subunits, but proved to be absolutely essential for the assembly of an active complex I. Mutations in the X-linked nuclear-encoded NDUFB11 gene have recently been discovered in association with two distinct phenotypes, i.e. microphthalmia with linear skin defects and histiocytoid cardiomyopathy. We report on a male with complex I deficiency, caused by a de novo mutation in NDUFB11 and displaying early-onset sideroblastic anemia as the unique feature. This is the third report that describes a mutation in NDUFB11, but all are associated with a different phenotype. Our results further expand the molecular spectrum and associated clinical phenotype of NDUFB11 defects.","dc:creator":"Torraco A","dc:date":"2017","dc:title":"A novel mutation in NDUFB11 unveils a new clinical phenotype associated with lactic acidosis and sideroblastic anemia."},"rdfs:label":"Patient Firbos Transduced with WT NDUFB11"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:3e252a2a-8888-4e21-9b88-fa9a586aae1e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a462da16-cdbf-4eee-90f8-7b86a93fc763","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Longevity, climbing activity were both reduced in dndufb11 knockdown flies compared to gfp control \nLactate and pyruvate significantly higher in dndufb11 knockdown compared to gfp control\nBN PAGE shows reduced CI in knockdown compared to control","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26741492","rdfs:label":"dndufb11-knockdown Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:cbfcf2c2-f01d-4bca-bf51-4f91c6719917","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95a824d8-5389-4d9d-aee5-ca3d457d5507","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"-Knockdown of ndufb11 in zebrafish embryos carrying the heart marker Tg{cmlc2:mRFP} displayed edema and abnormal heart structure in approximately 80% of injected animals. \n\n-Detailed analysis revealed heart structure defects such as loss of the S-shaped heart at 3 days post fertilization (dpf), resulting in a linear heart tube consistent with defective cardiac looping\n\n-Suppression of ndufb11 expression in Tg {fli1: EGFP: gata1: dsRED} zebrafish embryos also revealed defects in angiogenic vessels, edema also seen\n\n-This linear heart tube defect was confirmed by whole mount in situ hybridization of the gata5 transcript, which is expressed in heart tissue along with the gut and pharynx","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25921236","type":"dc:BibliographicResource","dc:abstract":"Histiocytoid cardiomyopathy (Histiocytoid CM) is a rare form of cardiomyopathy observed predominantly in newborn females that is fatal unless treated early in life. We have performed whole exome sequencing on five parent-proband trios and identified nuclear-encoded mitochondrial protein mutations in three cases. The molecular genetic basis of Histiocytoid CM remains unknown despite several hypotheses in medical literature. The findings presented in this manuscript may represent components of genetic etiologies for this heterogeneous disease. Two probands had de novo non-sense mutations in the second exon of the X-linked nuclear gene NDUFB11. A third proband was doubly heterozygous for inherited rare variants in additional components of complex I, NDUFAF2 and NDUFB9, confirming that Histiocytoid CM is genetically heterogeneous. In a fourth case, the proband with Histiocytoid CM inherited a mitochondrial mutation from her heteroplasmic mother, as did her brother who presented with cardiac arrhythmia. Strong candidate recessive or compound heterozygous variants were not found for this individual or for the fifth case. Although NDUFB11 has not been implicated before in cardiac pathology, morpholino-mediated knockdown of ndufb11 in zebrafish embryos generated defective cardiac tissue with cardiomegaly, looping defects, and arrhythmia which suggests the role of NDUFB11 in the pathogenesis of this abnormal cardiac pathology. Taken together, the unbiased whole exome sequencing approach confirms the suspected genetic heterogeneity of Histiocytoid CM. Therefore, the novel NDUFB11 mutation may cause a complex 1 deficiency in synergy with additional unknown mtDNA variants.","dc:creator":"Shehata BM","dc:date":"2015","dc:title":"Exome sequencing of patients with histiocytoid cardiomyopathy reveals a de novo NDUFB11 mutation that plays a role in the pathogenesis of histiocytoid cardiomyopathy."},"rdfs:label":"Morpholino Zebrafish Studies of dnufb11"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:df6a73e9-2f2f-4b7a-a109-4ff37606a353","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53ae474c-5df6-4c22-9172-0c3c9515446b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors found that this partial knockdown of ndufb11 (via splice blocking morpholino MO1) resulted in a decrease in the number of erythroid cells by flow cytometry using a Tg(globinLCR:eGFP) line (supplemental Figure 3B), and diminished hemoglobin by odianisidine\nstaining (Figure 1B). in zebrafish","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27488349","rdfs:label":"Zebrafish morpholino knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4521,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:1fcdd02d-5deb-4d30-bdf0-fcc0a62027bd","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:20372","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The relationship between *NDUFB11* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 20, 2022. *NDUFB11* encodes an accessory subunit of complex I of the mitochondrial respiratory chain. \n*NDUFB11* was first reported in relation to X-linked mitochondrial disease in 2015 (PMID: 25772934). While various names have been given to the constellation of features seen in those with *NDUFB11*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFB11* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included eight unique variants, comprising four nonsense and frameshift variants, three missense variants, and one in-frame deletion, in 13 probands across seven publications (PMIDs: 25772934, 25921236, 26741492, 27488349, 28050600, 27102574, 30423443). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached.\n\nOf note, *NDUFB11* pathogenic variants were initially reported in individuals with linear skin defects, failure to thrive, developmental delay, and histiocytoid cardiomyopathy. Subsequent publications have shown expansion of the phenotypic spectrum, ranging from isolated cardiomyopathy to multisystemic disorders including cardiomyopathy, optic atrophy, myopathy, short stature, and hearing impairment. The recurrent in-frame deletion, c.276_278del (p.Phe93del) has been reported in at least five probands (PMIDs: 27488349, 27102574) with a unique presentation of sideroblastic anemia with or without some of the multisystemic features described above. Loss-of-function is implicated as the mechanism of disease. This gene-disease association is also supported by the known biochemical function, rescue in a cell culture model, and animal models (PMIDs: 27509854, 25921236, 26741492, 27488349, 27102574). More evidence is available in the literature, but the maximum score for experimental evidence (6 points) has been reached.\n\nIn summary, *NDUFB11* is definitively associated with X-linked mitochondrial disease. This has been repeatedly demonstrated and has been upheld over time. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 20, 2022 (SOP Version 8).\n\n","dc:isVersionOf":{"id":"cggv:b349c412-dba4-4b4d-91ba-47d72f8f910f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}