{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-02-14T17:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10006","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bfc998e-011d-4c8d-9f52-c749f90b57c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ad6d37e-5dd3-4b24-8232-5f43d84dd3d5","type":"FunctionalAlteration","dc:description":"crystal structure shows alterations to binding pocket","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23509005","type":"dc:BibliographicResource","dc:abstract":"Phosphoribosyl pyrophosphate synthetase isoform 1 (PRS1) has an essential role in the de novo and salvage synthesis of human purine and pyrimidine nucleotides. The dysfunction of PRS1 will dramatically influence nucleotides' concentration in patient's body and lead to different kinds of disorders (such as hyperuricemia, gout and deafness). The D52H missense mutation of PRS1 will lead to a conspicuous phosphoribosyl pyrophosphate content elevation in the erythrocyte of patients and finally induce hyperuricemia and serious gout. In this study, the enzyme activity analysis indicated that D52H-mutant possessed similar catalytic activity to the wild-type PRS1, and the 2.27 Å resolution D52H-mutant crystal structure revealed that the stable interaction network surrounding the 52 position of PRS1 would be completely destroyed by the substitution of histidine. These interaction variations would further influence the conformation of ADP-binding pocket of D52H-mutant and reduced the inhibitor sensitivity of PRS1 in patient's body.","dc:creator":"Chen P","dc:date":"2013","dc:title":"A small disturbance, but a serious disease: the possible mechanism of D52H-mutant of human PRS1 that causes gout."},"rdfs:label":"D52H mutant mechanism"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This study solved the crystal strucuture of the variant and showed that it would inhibit the binding sensitivity of teh PRS1 allosteric site. This consistent with the phenotype of hyperuricemia due to elevation of PRP. This also allows the scoring of cases with this variant."},{"id":"cggv:33c53be9-ca62-4089-812e-68c9acf835c0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6cd4bf6f-7028-4e26-b6a6-23772fa4502d","type":"FunctionalAlteration","dc:description":"Patient erythrocytes were isolated and activity was slightly decreased at low inorganic phosphate concentrations but at normal inorganic phosphate concentrations, the activity was strongly increased (79% increase) compared to reference values.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28742244","type":"dc:BibliographicResource","dc:abstract":"Phosphoribosylpyrophosphate synthetase (PRPPS) superactivity (OMIM 300661) is a rare inborn error of purine metabolism that is caused by gain-of-function mutations in the X-chromosomal gene PRPS1 (Xq22.3). Clinical characteristics include congenital hyperuricemia and hyperuricosuria, gouty arthritis, urolithiasis, developmental delay, hypotonia, recurrent infections, short stature, and hearing loss. Only eight families with PRPPS superactivity and PRPS1 gain-of-function mutations have been reported to date. We report on a 7-year-old boy with congenital hyperuricemia, urolithiasis, developmental delay, short stature, hypospadias, and facial dysmorphisms. His mother also suffered from hyperuricemia that was diagnosed at age 13 years. A novel PRPS1 missense mutation (c.573G>C, p.[Leu191Phe]) was detected in the proband and his mother. Enzyme activity analysis confirmed superactivity of PRPP synthetase. Analysis of the crystal structure of human PRPPS suggests that the Leu191Phe mutation affects the architecture of both allosteric sites, thereby preventing the allosteric inhibition of the enzyme. The family reported here broadens the clinical spectrum of PRPPS superactivity and indicates that this rare metabolic disorder might be associated with a recognizable facial gestalt.","dc:creator":"Porrmann J","dc:date":"2017","dc:title":"Novel PRPS1 gain-of-function mutation in a patient with congenital hyperuricemia and facial anomalies."},"rdfs:label":"PRPP Synthase activity in erythroctes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient suffers from congenital hyperuricemia, urolithiasis, developmental delay, short stature, hypospadias, and facial dysmorphisms. Hyperuriciemia was  diagnosed at age 13, the variant wwas detected in the proband  and his mother and the assay shows that the increase in PRPS1 superactivity is the cause of the disorder"},{"id":"cggv:1340ffac-b1c2-4211-939a-9930ff259f7a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9fc531ad-4dbc-4fb1-a794-b62e7e925fdb","type":"FunctionalAlteration","dc:description":"enzyme assays.  While the assay was used to show that the variants are pathogenic, the fact that increased pyrimidines are resultant provides a clear association with the gout phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7593598","type":"dc:BibliographicResource","dc:abstract":"The genetic and functional basis of phosphoribosylpyrophosphate synthetase (PRS) superactivity associated with purine nucleotide inhibitor-resistance was studied in six families with this X chromosome-linked purine metabolic and neurodevelopmental disorder. Cloning and sequencing of PRS1 and PRS2 cDNAs, derived from fibroblast total RNA of affected male patients by reverse transcription and PCR amplification, demonstrated that each PRS1 cDNA contained a distinctive single base substitution predicting a corresponding amino acid substitution in the PRS1 isoform. Overall, the array of substitutions encompassed a substantial portion of the translated sequence of PRS1 cDNA. Plasmid-mediated expression of variant PRS1 cDNAs in Escherichia coli BL21 (DE3/pLysS) yielded recombinant mutant PRS1s, which, in each case, displayed a pattern and magnitude of purine nucleoside diphosphate inhibitor-resistance comparable to that found in cells of the respective patient. Kinetic analysis of recombinant mutant PRS1s showed that widely dispersed point mutations in the X chromosome-linked PRPS1 gene encoding the PRS1 isoform result in alteration of the allosteric mechanisms regulating both enzyme inhibition by purine nucleotides and activation by inorganic phosphate. The functional consequences of these mutations provide a tenable basis for the enhanced production of phosphoribosylpyrophosphate, purine nucleotides, and uric acid that are the biochemical hallmarks of PRS superactivity.","dc:creator":"Becker MA","dc:date":"1995","dc:title":"The genetic and functional basis of purine nucleotide feedback-resistant phosphoribosylpyrophosphate synthetase superactivity."},"rdfs:label":"PRPS1 superactivity assays"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"While the assay was used to show that the variants are pathogenic, the fact that increased pyrimidines are resultant provides a clear association with the gout phenotype"},{"id":"cggv:6818d1fe-1c37-476d-8080-b225a9ad1cc7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b58fba2b-7e05-40a8-b4dc-af1b17ba9ad8","type":"FunctionalAlteration","dc:description":"Southern and Northern blot analysis and slot blotting of nuclear runoffs to deliniate the process underlying aberrant PRPS1 expression in fibroblasts and lymphoblasts from patients with overactivity of normal PRS. Neither PRPS1 amplification nor altered stability or processing of PRS1 mRNA was identified","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10066814","type":"dc:BibliographicResource","dc:abstract":"Phosphoribosylpyrophosphate (PRPP) synthetase (PRS) superactivity is an X-linked disorder characterized by gout with overproduction of purine nucleotides and uric acid. Study of the two X-linked PRS isoforms (PRS1 and PRS2) in cells from certain affected individuals has shown selectively increased concentrations of structurally normal PRS1 transcript and isoform, suggesting that this form of the disorder involves pretranslational dysregulation of PRPS1 expression and might be more appropriately termed overactivity of normal PRS. We applied Southern and Northern blot analyses and slot blotting of nuclear runoffs to delineate the process underlying aberrant PRPS1 expression in fibroblasts and lymphoblasts from patients with overactivity of normal PRS. Neither PRPS1 amplification nor altered stability or processing of PRS1 mRNA was identified, but PRPS1 transcription was increased relative to GAPDH (3- to 4-fold normal in fibroblasts; 1.9- to 2.4-fold in lymphoblasts) and PRPS2. Nearly coordinate relative increases in each process mediating transfer of genetic information from PRPS1 transcription to maximal PRS1 isoform expression in patient fibroblasts further supported the idea that accelerated PRPS1 transcription is the major aberration leading to PRS1 overexpression. In addition, modulated relative increases in PRS activities at suboptimal Pi concentration and in rates of PRPP and purine nucleotide synthesis in intact patient fibroblasts indicate that despite an intact allosteric mechanism of regulation of PRS activity, PRPS1 transcription is a major determinant of PRPP and purine synthesis. The genetic basis of disordered PRPS1 transcription remains unresolved; normal- and patient-derived PRPS1s share nucleotide sequence identity at least 850 base pairs 5' to the consensus transcription initiation site.","dc:creator":"Ahmed M","dc:date":"1999","dc:title":"Accelerated transcription of PRPS1 in X-linked overactivity of normal human phosphoribosylpyrophosphate synthetase."},"rdfs:label":"PRPS1 accelerated Transcription in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"since no variants were identified we cannot score this. Some other gene's alteration may be what is causing the disorder, but this does provide some evidence that PRPS1 activity is increased in individuals with this disorder."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:98f0346e-6cc6-479a-b746-6ff9accb588c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2508229d-be11-488e-a55e-de7e071b5da9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"No other\nproblems\napart from\nhyperuricemia\nand arthritis reported","previousTesting":true,"previousTestingDescription":"PRS1 superactivity disorder diagnosis","sex":"Male","variant":{"id":"cggv:98f0346e-6cc6-479a-b746-6ff9accb588c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aa2185f2-9652-4de8-a5a4-cb7cbbe39997","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.154G>C (p.Asp52His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254937"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598","rdfs:label":"OG"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant was found to cause a gain-of -function that led to PRPS1 superactivity in a patient diagnosed with the neurodevelpmental disorder. The exact mechanism of how the variant caused the superactivity was not clear. This patinet had hyperruicemia but no other features."},{"id":"cggv:ab5162b4-4722-47b5-820f-6b43a4ce8ea4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b2f69f85-4c45-4571-b44b-ab7580b6cb2f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"The PRPS1 variant was identified as a hemizygous change in the proband via the sequencing of the exons of 4813 genes associated with known clinical phenotypes.\n\nThe variant was identified in the mother in a heterozygous state and it was excluded from the maternal grandmother and uncle. The maternal grandfather was not tested for the variant.","firstTestingMethod":"PCR","phenotypeFreeText":"congenitalhyperuricemia and hyperuricosuria, gouty arthritis, urolithiasis, developmental delay,hypotonia, recurrent infections, short stature, and hearing loss. hypospadias, cryptorchidism, myopia, Prominent\nforehead, cupshaped and low-set ears, bilateral epicanthus, downslanting palpebral fissures and flat nasal bridge, hyperuricemia","previousTesting":true,"previousTestingDescription":"Mother was also diagnosed with hyperuricemia at age 13 years.","sex":"Male","variant":{"id":"cggv:ab5162b4-4722-47b5-820f-6b43a4ce8ea4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7d333966-218f-468c-a15f-fa521fed2f6f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.573G>C (p.Leu191Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413811637"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28742244"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28742244","rdfs:label":"Porrmann_1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Synthase activity in the proband was found to be increased. The patient had multiple features including hyperuricemia commonly associated with superactiviyt but did not have hearing loss."},{"id":"cggv:e1e1e7e4-a49f-4cd1-b926-d89fb6f6df70_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:080e4fb6-fd1f-4fff-aef0-e4934793879c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"PCR of the PRPS1 gene","firstTestingMethod":"PCR","phenotypeFreeText":"developmental delay, hearing loss, no dysmorphisms reported","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e1e1e7e4-a49f-4cd1-b926-d89fb6f6df70_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6a9e7a4e-0d65-45fc-9f1d-7b3a2c56141c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.579C>G (p.His193Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254943"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598","rdfs:label":"VRG"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant was functionally assessed and found to limit allosteric inhibition resulting in overactivity that led to  hyperuricemia. The patient had hearing loss and the variant was absent from gnomAD"},{"id":"cggv:03cc457b-1b77-4ed6-9599-8266bffae4a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:305c6741-cf69-4881-9d2b-2576afa494ad","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"","phenotypeFreeText":"PRPS1 superactiivty disorder. Hypotonia, two\nbrothers died\nof pneumonia. Low-set ears,\nbilateral\nepicanthus,\nptosis,\nstrabismus,\nhigh-arched\npalate, sparse\nhair, patient had hearing loss and hyperuricemia","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:03cc457b-1b77-4ed6-9599-8266bffae4a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:57ea9844-803b-4d96-9144-640b3ae82e1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.341A>G (p.Asn114Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254933"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8253776","type":"dc:BibliographicResource","dc:abstract":"Superactivity of phosphoribosylpyrophosphate synthetase (PRS) is an X chromosome-linked disorder of purine metabolism, characterized by gout with uric acid overproduction and, in some families, neurodevelopmental impairment. Two highly homologous isoforms of PRS (PRS1 and PRS2), each encoded by a distinct X chromosome-linked locus, have been identified, and PRS1 and 2 cDNAs have been cloned. The entire 954-base pair translated regions of PRS1 and 2 cDNAs derived from cultured lymphoblasts and fibroblasts from two patients in whom purine nucleotide feedback resistance of PRS is associated with enzyme superactivity and neurodevelopmental defects were examined by direct sequencing after polymerase chain reaction amplification of PRS transcripts. Nucleotide sequences of PRS2 cDNAs from the patients and normal individuals were identical. In contrast, PRS1 cDNAs from the patients differ from normal PRS1 cDNA, each by a single base substitution. PRS1 cDNA from patient N. B. showed an A to G transition at nucleotide 341, corresponding to an asparagine to serine change at amino acid residue 113 of mature PRS1. A G to C transversion at nucleotide 547, indicating an aspartic acid to histidine change at amino acid 182, was found for PRS1 cDNA from patient S. M. Point mutations at the sites identified in the PRS1 cDNAs of the two patients were confirmed by the results of RNase mapping analysis. Normal, N. B., and S. M. PRS1 cDNAs were introduced into Escherichia coli BL21 (DE3)/pLyS, and recombinant N. B. and S. M. PRS1s showed the purine nucleotide feedback resistance phenotypes characteristic of PRS from patients' cells.","dc:creator":"Roessler BJ","dc:date":"1993","dc:title":"Human X-linked phosphoribosylpyrophosphate synthetase superactivity is associated with distinct point mutations in the PRPS1 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8253776","rdfs:label":"N.B."}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"PRPS1 superacitivty was identified in the individual. of note, the patient's two brothers did die of pneumonia which may be more consistent with the respiratory infections decribed in Arts syndrome, but this patient did have hyperuricemia and PRPS1 superactivity with hearing loss and a variant absent from gnomAD."},{"id":"cggv:ab77e245-b0e0-4f80-849a-3b1c497cd57d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:421f26a8-0a89-4d25-b502-961de7481bb9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":27,"detectionMethod":"All known exons of PRPS1 were sequenced and the variant was identified in exon 4","firstTestingMethod":"PCR","phenotypeFreeText":"uric acid overproduction without gout\nbut with developmental delay, hypotonia, hearing loss, and recurrent\nrespiratory infections. Due to the presence of recurrent infections which are a prominent feature of patients with Arts syndrome, the paper indicates that the patient reported here has an intermediate phenotype. Patient passed away from respiratory failure from an infection","previousTesting":true,"previousTestingDescription":"X inactivation was not shown in the mother despite testing. The variant was passed from maternal grandmother to patient.","sex":"Male","variant":{"id":"cggv:ab77e245-b0e0-4f80-849a-3b1c497cd57d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:874965aa-24ff-40a5-90d9-9d08c046826c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.424G>C (p.Val142Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259726"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22246954","type":"dc:BibliographicResource","dc:abstract":"We identified a novel missense mutation, c.424G>C (p.Val142Leu) in PRPS1 in a patient with uric acid overproduction without gout but with developmental delay, hypotonia, hearing loss, and recurrent respiratory infections. The uric acid overproduction accompanying this combination of symptoms suggests that the patient presented with phosphoribosylpyrophosphate (PRPP) synthetase superactivity, but recurrent infections have not been associated with superactivity until now. However, recurrent infections are a prominent feature of patients with Arts syndrome, which is caused by PRPS1 loss-of-function mutations, indicating that the patient reported here has an intermediate phenotype. Molecular modeling predicts that the p.Val142Leu change affects both allosteric sites that are involved in inhibition of PRPS1 and the ATP-binding site, which suggests that this substitution can result both in a gain-of-function and loss-of-function of PRPP synthetase. This finding is in line with the normal PRPP synthetase activity in fibroblasts and the absence of activity in erythrocytes of the present patient. We postulate that the overall effect of the p.Val142Leu change on protein activity is determined by the cell type, being a gain-of-function in proliferating cells and a loss-of-function in postmitotic cells. Our results show that missense mutations in PRPS1 can cause a continuous spectrum of features ranging from progressive non-syndromic postlingual hearing impairment to uric acid overproduction, neuropathy, and recurrent infections depending on the functional sites that are affected.","dc:creator":"Moran R","dc:date":"2012","dc:title":"Phosphoribosylpyrophosphate synthetase superactivity and recurrent infections is caused by a p.Val142Leu mutation in PRS-I."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22246954","rdfs:label":"Moran_1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This patient did not present with gouty arthritis but did present with elevated levels of serum uric acid The patient had recurrent respiratory infections, developmental delay, hypotonia, and bilateral hearing loss but was found to have normal PRS-I activity and therefore cannot be scored for either curation because they reproesent a case that is in between and may actually have an alternative cause. Variant is absent from gnomAD."},{"id":"cggv:a39aeb98-11a8-4c5c-89c1-e3eaefb0a888_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f1adb4e1-ca78-4acb-a3b2-57f27f51c7d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"PCR of the PRPS1 gene with RNase analysis","firstTestingMethod":"PCR","phenotypeFreeText":"mild developmental delay, hypospadias, dysplastic teeth, failure to cry with tears, hyperuricemia, \"odd grin\" facial dysmorphism","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a39aeb98-11a8-4c5c-89c1-e3eaefb0a888_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:83de662b-db3d-466b-b185-6b7d9ef98071","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.547G>C (p.Asp183His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254935"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8253776"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8253776","rdfs:label":"S. M."}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This individual did not present with hearing loss but did have hyperuricemia and other features that resulted in a diganosis of PRPS1 superactivity disorder"},{"id":"cggv:16aa1238-3e3b-46cc-81fd-6565a96cdf88_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cb16d09a-70bc-4ab7-ab63-36764e9c8e22","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"not available","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:16aa1238-3e3b-46cc-81fd-6565a96cdf88_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6686fb28-4354-4b09-897c-5169e11d33c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.569C>T (p.Ala190Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254941"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598","rdfs:label":"A.L"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"no detailed clinical data available other than hyperuricemia and functionally assessed gain of function variant, downgraded despite absence from gnomAD"},{"id":"cggv:f328c4de-b1f1-436a-b96b-73260a5189a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6b1498b-f666-4c94-a211-14c6e92c0908","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"PRPS1 sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"Developmental\ndelay, short\nstature,\nhypotonia,\naxonal\nneuropathy,\nhyperopia Prominent\nforehead,\nepicanthus,\nhypotelorism,\nbeaked nose,\nbroad mouth,\ntriangular face","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f328c4de-b1f1-436a-b96b-73260a5189a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:98113c62-982f-47f1-aeb4-855f77af8885","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.385C>A (p.Leu129Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254939"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7593598","rdfs:label":"RD"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"PRPS1 activity was found to be increased in patient with developmental delay, short stature, facial dysmorphisms, hypotonia, axonal neuropathy, hyperopia,, hyperuricemia, but NOT hearing loss"},{"id":"cggv:287f199d-8690-4373-a38a-24c59cd77bee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38156384-0624-4cfb-95c0-cfe30735c786","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"PRPS1 PCR with sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"renal colic and hyperuricemia accelerated purine nucleotide and uric acid production\nin this woman resulted from defective allosteric regulation\nof PRS activity. Results of neurologic examination including hearing tests were normal","previousTesting":true,"previousTestingDescription":"renal colic ad hyperuriceia manifested at age 11 years","sex":"Female","variant":{"id":"cggv:287f199d-8690-4373-a38a-24c59cd77bee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a28e7eea-9a0e-4ca8-9d95-ef9a489d46a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002764.3(PRPS1):c.578A>T (p.His193Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413811704"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12847698","type":"dc:BibliographicResource","dc:abstract":"Overactivity of phosphoribosylpyrophosphate synthetase (PRS) is an X chromosome-linked disorder of purine metabolism that is characterized by gout with uric acid overproduction and, in some families, neurodevelopmental impairment. We present the case of a 24-year-old Spanish woman with renal colic and hyperuricemia, which first manifested at age 11 years. Results of enzymatic and genetic studies supported the view that accelerated purine nucleotide and uric acid production in this woman resulted from defective allosteric regulation of PRS activity, which is, in turn, a consequence of a mutation in one of the patient's PRPS1 genes: an A-to-T substitution at nucleotide 578, encoding leucine for histidine at amino acid residue 192 of the mature PRS1 isoform. A previous example of disordered regulation of PRS1 activity in a family with a different substitution at the same amino acid residue strengthens this proposed mechanism. This is the first reported instance of PRS overactivity in which the propositus and sole affected family member is a woman.","dc:creator":"García-Pavía P","dc:date":"2003","dc:title":"Phosphoribosylpyrophosphate synthetase overactivity as a cause of uric acid overproduction in a young woman."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12847698","rdfs:label":"Garcia-Pavia_1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This woman was the first female proband to have overactivity of PRPS1 that caused increased uric acid production due to defective allosteric regulation"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.75}],"evidenceStrength":"Limited","sequence":102,"specifiedBy":"GeneValidityCriteria7","strengthScore":5.75,"subject":{"id":"cggv:66176faa-b0ff-4fee-b695-c4a4f527dfa0","type":"GeneValidityProposition","disease":"obo:MONDO_0010395","gene":"hgnc:9462","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The PRPS1 gene has been associated with X-linked phosphoribosylpyrophosphate synthetase superactivity using the ClinGen Clinical Validity Framework as of 7/5/2018. This association was made using case-level and experimental data. At least 9 unique gain of function (GOF) missense variants have been reported in humans. The PRPP protein was first associated with this disease in humans as early as 1972 (Sperling et al.); however, Roessler et al. first identified variants in the PRPS1 gene in 1993. Association is seen in at least 8 probands across 5 publications (PMID: 7593598, 28742244, 22246954, 8253776, 12847698). Variants in this gene segregated with disease in 1 additional family member (PMID: 28742244). The crystal structure of this enzyme has been solved, which informs that functionally assessed GOF missense variants are located in one of two allosteric sites in the protein (Chen et al. 2015). This gene-disease association is supported by functional assays demonstrating that PRPS1 variants cause an overproduction of pyrimidines, leading to hyperuricemia and gout (PMID: 7593598, 28742244, 23509005). Of note, intellectual disability and developmental delay are present in the severe superactivity phenotype, which is usually observed in infants or young children; in contrast, the mild phenotype normally lacks these conditions and manifests in juvenile or adult probands (PMID: 22246954, 28742244). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms between GOF missense variants in PRPS1-superactivity and PRPS1 deficiency disorders (X-linked nonsyndromic hearing loss, Charcot-Marie-Tooth disease, Arts syndrome, and more severe deficiency phenotypes), which are caused by loss of function missense variants. In summary, there is limited evidence to support this gene-disease association. Although additional case-level information is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease association. These classifications were approved by the ClinGen Hearing Loss Working Group on 7/9/2018. The ClinGen ID/Autism GCEP reviewed the curation on 12/11/2019 to include additional information about the incidence of intellectual disability in the disease spectrum.\n","dc:isVersionOf":{"id":"cggv:76dc3f8d-e1c9-4506-9381-d2b5ab3df300"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}