{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcbv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-01T19:56:13.015Z","role":"Publisher"},{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-10T07:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcb_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcb_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":6807,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:a4c867bd-c6b5-4968-b5c9-01bfbd7b57c1","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4580","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*GRIK2* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2016 (Guzman et al., PMID: 28180184). Clinical features include intellectual disability, developmental and speech delay, motor delay, hypotonia, hypertonia, visual impairment, seizures, abnormal myelination, and autism spectrum disorder. Variants in *GRIK2* have also been reported with autosomal recessive complex neurodevelopmental disorder. This gene-disease relationship has been assessed separately.\n\nA pathogenic de novo missense variant in *GRIK2* (c.1969G>A [p.Ala657Thr]) was first identified in a 2016 study by Guzman et al. (PMID: 28180184) via trio whole-exome sequencing of a 10 year-old proband who displayed ataxia, motor and speech delay, and intellectual disability, and her unaffected parents. Subsequently, 5 additional unrelated probands harboring the same variant were described in a 2021 study (Stolz et al., PMID: 34375587) which performed trio whole-exome sequencing on the probands and their parents, including the proband from the 2016 study. In this study, two additional *GRIK2* missense variants (c.1979C>A [p.Thr660Lys] and c.1979C>G [p.Thr660Arg]) were also identified. All three variants were *de novo* missense variants affecting the GluK2a protein M3 domain which forms the ion channel pore, were found in multiple unrelated heterozygous probands via trio whole-exome sequencing of the probands and their parents, and each proband displayed several neurodevelopmental symptoms such as intellectual disability, developmental and speech delay, motor delay, hypotonia, hypertonia, visual impairment, seizures, abnormal myelination, and autism spectrum disorder. Electrophysiological experiments performed in cell culture as part of the 2021 study demonstrated complex effects on functional properties and membrane localization of homomeric and heteromeric KARs, in particular, markedly slowed gating kinetics, thus supporting the clinical phenotypes observed in the probands.\n\nAn additional variant, c.2003T>C [p.Ile668Thr], with a similar autosomal dominant inheritance pattern and gain of function molecular mechanism was identified in one proband via identical methods, and also described in the 2021 study (PMID: 34375587). However, compared to the other three variants, this variant affects a different protein domain (M3-S2 linker), the proband only had autism spectrum disorder, and electrophysiological molecular experiments displayed a milder phenotype. Therefore, we did not include the c.2003T>C [p.Ile668Thr] in the scoring for this curation.\n\nBased on the studies described, *GRIK2* variants affecting the M3 protein domain result in a gain of function inherited in an autosomal dominant pattern, and are associated with a spectrum of neurodevelopmental disorders. Based on the volume of evidence in the literature, the maximum score for genetic evidence (12 points) has been reached.\n\nIn summary, there is definitive evidence to support the relationship between autosomal dominant gain of function missense variants in the *GRIK2* M3 domain and complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on February 10, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:7f1b4733-9b55-401b-bc3b-6ead723e7fcb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}