{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:00:00.000Z","role":"Approver"},{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:24:19.117Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e04f5d2d-93a6-4265-91ef-6ce478fadc3e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e04f5d2d-93a6-4265-91ef-6ce478fadc3e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:377178c7-52a1-4720-a034-025bb7a67ba9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.796C>T (p.Arg266Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA833601"}},"detectionMethod":"Whole exome sequencing (WES), trio-based WES or a muscular disease gene panel was used to detect genetic variations in the proband. Candidate variants in the probands were validated by Sanger sequencing in the family","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"LGMD, hyperCKemia, CK (IU/L): 1999- 5429, muscular dystrophy shown on biopsy","phenotypes":["obo:HP_0003560","obo:HP_0006785","obo:HP_0003236"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d496e12e-76c9-4da0-a1ff-c1cda3727490_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:377178c7-52a1-4720-a034-025bb7a67ba9"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33200426","type":"dc:BibliographicResource","dc:abstract":"Dystroglycanopathy is a group of muscular dystrophies with deficient glycosylation of alpha-dystroglycan (α-DG). We recruited patients from 36 tertiary academic hospitals in China. In total, 143 patients with genetically diagnosed dystroglycanopathy were enrolled. Of these, limb girdle muscular dystrophy was the most common initial diagnosis (83 patients) and Walker-Warburg syndrome was the least common (1 patient). In 143 patients, mutations in FKRP gene were the most prevalent (62 patients), followed by POMT2, POMT1 (16), POMGNT1, ISPD (14), FKTN, GMPPB, B3GALNT2, DPM3, and DAG1. Several frequent mutations were identified in FKRP, POMT1, POMGNT1, ISPD, and FKTN genes. Many of these were founder mutations. Patients with FKRP mutations tended to have milder phenotypes, while those with mutations in POMGNT1 genes had more severe phenotypes. Mental retardation was a clinical feature associated with mutations of POMT1 gene. Detailed clinical data of 83 patients followed up in Peking University First Hospital were further analyzed. Our clinical and genetic analysis of a large cohort of Chinese patients with dystroglycanopathy expanded the genotype variation and clinical spectrum of congenital muscular dystrophies.","dc:creator":"Song D","dc:date":"2021","dc:title":"Genetic variations and clinical spectrum of dystroglycanopathy in a large cohort of Chinese patients."}},"rdfs:label":"Song_Patient 76"},{"id":"cggv:d496e12e-76c9-4da0-a1ff-c1cda3727490","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d496e12e-76c9-4da0-a1ff-c1cda3727490_variant_evidence_item"}],"strengthScore":0,"dc:description":"The variant is present in gnomAD v2 (AF: 0.0003978), and v4 (AF: 0.0001313). Due to the high allele frequency of this variant, the proband will receive 0 points. Additionally, this proband only meets 2 out of 4 criteria for LGMD (dystrophic biopsy and elevated CK levels)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d7a37290-e6ec-485a-8f29-769f23ac6173_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d7a37290-e6ec-485a-8f29-769f23ac6173","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:958f4239-b665-4f83-8a02-cc238fe3917c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"POMGNT1, 9-BP DUP, -83","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39719"}},"detectionMethod":"The coding exons, flanking intronic regions, 5′-upstream region of ∼650 bp and polyadenylation sites of the POMGNT1 gene were screened.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband reach cognitive milestones as expected. At 9mo, he could sit without support, but could not acquire a sitting position unaided. At 2yo, he was unsteady when standing and lacked reflexes to protect himself against falling. At 8yo, profound muscle weakness of the anterior tibialis muscles was noted. Serum CK levels were 283 IU/l (2yo) and 389 IU/l (7yo) [nv=36 and 217 IU/l].","phenotypes":["obo:HP_0002808","obo:HP_0003391","obo:HP_0001324","obo:HP_0001270","obo:HP_0001290","obo:HP_0003547","obo:HP_0002938","obo:HP_0003690","obo:HP_0012378","obo:HP_0008180","obo:HP_0003551","obo:HP_0003202"],"previousTesting":true,"previousTestingDescription":"Histological analysis on quadriceps biopsy from patient at 4yo revealed pronounced variation in muscle fibre diameters and numerous rounded atrophic fibers. IHC revealed abnormal staining for α-DG, while β-DG, merosin and dystrophin immunoreactivity was normal. Coding exons, flanking intronic regions, polyadenylation sites and 5′-upstream region of ∼650 bp of the POMT1, POMT2, FKTN, FKRP, LARGE and DAG1 genes were screened and no mutations were detected.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cb1f725d-9876-490c-989c-8ba1cc7d72f5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:958f4239-b665-4f83-8a02-cc238fe3917c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22419172","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophy type 2O (LGMD2O) belongs to a group of rare muscular dystrophies named dystroglycanopathies, which are characterized molecularly by hypoglycosylation of α-dystroglycan (α-DG). Here, we describe the first dystroglycanopathy patient carrying an alteration in the promoter region of the POMGNT1 gene (protein O-mannose β-1,2-N-acetylglucosaminyltransferase 1), which involves a homozygous 9-bp duplication (-83_-75dup). Analysis of the downstream effects of this mutation revealed a decrease in the expression of POMGNT1 mRNA and protein because of negative regulation of the POMGNT1 promoter by the transcription factor ZNF202 (zinc-finger protein 202). By functional analysis of various luciferase constructs, we localized a proximal POMGNT1 promoter and we found a 75% decrease in luciferase activity in the mutant construct when compared with the wild type. Electrophoretic mobility shift assay (EMSA) revealed binding sites for the Sp1, Ets1 and GATA transcription factors. Surprisingly, the mutation generated an additional ZNF202 binding site and this transcriptional repressor bound strongly to the mutant promoter while failing to recognize the wild-type promoter. Although the genetic causes of dystroglycanopathies are highly variable, they account for only 50% of the cases described. Our results emphasize the importance of extending the mutational screening outside the gene-coding region in dystroglycanopathy patients of unknown aetiology, because mutations in noncoding regions may be the cause of disease. Our findings also underline the requirement to perform functional studies that may assist the interpretation of the pathogenic potential of promoter alterations.","dc:creator":"Raducu M","dc:date":"2012","dc:title":"Promoter alteration causes transcriptional repression of the POMGNT1 gene in limb-girdle muscular dystrophy type 2O."}},"rdfs:label":"Raducu_Proband"},{"id":"cggv:cb1f725d-9876-490c-989c-8ba1cc7d72f5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cb1f725d-9876-490c-989c-8ba1cc7d72f5_variant_evidence_item"},{"id":"cggv:cb1f725d-9876-490c-989c-8ba1cc7d72f5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors characterized the WT POMGNT1 promoter region and identify that the duplication might alter promoter activity. Transient transfection in COS-7 and HEK293T cells revealed 75% reduction in luciferase activity of the mutant construct compared to WT. EMSA assay showed that the mutation resulted in strong affinity for a transcription repressor compared to WT, which might result in reduced expression of POMGNT1. qRT-PCR and Western blot analyses on RNA from COS-7/HEK293T cells expressing the mutant promoter showed 50% decrease in POMGNT1 gene expression and 7-% decrease in POMGNT1 protein, respectively."}],"strengthScore":0,"dc:description":"The proband was homozygous for the 5'UTR variant, NM_017739.3:c.-83_-75dup, while both parents were heterozygous. The authors characterized the WT POMGNT1 promoter region and identify that the duplication might alter promoter activity. Transient transfection in COS-7 and HEK293T cells revealed 75% reduction in luciferase activity of the mutant construct compared to WT. EMSA assay showed that the mutation resulted in strong affinity for a transcription repressor compared to WT, which might result in reduced expression of POMGNT1. qRT-PCR and Western blot analyses on RNA from COS-7/HEK293T cells expressing the mutant promoter showed 50% decrease in POMGNT1 gene expression and 7-% decrease in POMGNT1 protein, respectively. \nDespite the evidence strongly suggesting that this variant is disease causing, the proband is not scored as the proband does not meet the LGMD phenotype criteria defined by the GCEP. Experts consider this proband to show a congenital muscular dystrophy phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:352d557f-8e4b-4817-bb7d-5363cf58b42d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:352d557f-8e4b-4817-bb7d-5363cf58b42d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"allele":{"id":"cggv:ade88786-ccb6-47a5-90d2-39c8fd791eb4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.466G>A (p.Glu156Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586396"}},"detectionMethod":"Reanalysis of WES data revealed the POMGNT1 variants that were validated by Sanger sequencing.","firstTestingMethod":"Genotyping","phenotypeFreeText":"Proband suffered from night blindness since childhood. Her best corrected visual acuity was 20/25 OD and 20/50 OS. Fundus showed tigroid appearance, possibly thinning of mid-peripheral retinal pigment epithelium and loss of choroid-capillaries. Thinning of outer retinal layer with preserved foveal photoreceptor IS/OS junctions was observed. Visual field testing demonstrated constricted visual field of both eyes. No syndromic abnormalities were observed. Serum CK level = 60 U/l (nv = 24-170 U/l). No evidence of periventricular white matter abnormality, ventriculomegaly, pontocerebellar hypoplasia or cerebellar cyst in magnetic resonance images.","phenotypes":["obo:HP_0000662","obo:HP_0001133"],"previousTesting":true,"previousTestingDescription":"WES was performed but the cause of RP was unidentified","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0e9c7e7b-957e-42fe-80b2-ed3337b4396c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ade88786-ccb6-47a5-90d2-39c8fd791eb4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26908613","type":"dc:BibliographicResource","dc:abstract":"A growing number of human diseases have been linked to defects in protein glycosylation that affects a wide range of organs. Among them, O-mannosylation is an unusual type of protein glycosylation that is largely restricted to the muscular and nerve system. Consistently, mutations in genes involved in the O-mannosylation pathway result in infantile-onset, severe developmental defects involving skeleton muscle, brain and eye, such as the muscle-eye-brain disease (MIM no. 253280). However, the functional importance of O-mannosylation in these tissues at later stages remains largely unknown. In our study, we have identified recessive mutations in POMGNT1, which encodes an essential component in O-mannosylation pathway, in three unrelated families with autosomal recessive retinitis pigmentosa (RP), but without extraocular involvement. Enzymatic assay of these mutant alleles demonstrate that they greatly reduce the POMGNT1 enzymatic activity and are likely to be hypomorphic. Immunohistochemistry shows that POMGNT1 is specifically expressed in photoreceptor basal body. Taken together, our work identifies a novel disease-causing gene for RP and indicates that proper protein O-mannosylation is not only essential for early organ development, but also important for maintaining survival and function of the highly specialized retinal cells at later stages.","dc:creator":"Xu M","dc:date":"2016","dc:title":"Mutations in POMGNT1 cause non-syndromic retinitis pigmentosa."}},"rdfs:label":"Xu_Proband 2"},{"id":"cggv:0e9c7e7b-957e-42fe-80b2-ed3337b4396c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e9c7e7b-957e-42fe-80b2-ed3337b4396c_variant_evidence_item"},{"id":"cggv:0e9c7e7b-957e-42fe-80b2-ed3337b4396c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Glu156Lys is shown to cause reduced enzymatic activity when assayed in HEK293T cells, with 30% of WT level, indicating some residual activity."}],"strengthScore":0,"dc:description":"The proband was homozygous for the missense variant, Glu156Lys, which is shown to cause reduced enzymatic activity when assayed in HEK293T cells, with 30% of WT level, indicating some residual activity. The evidence is noted for information, but the proband is not scored any points for the isolated Retinitis Pigmentosa phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0708860f-3679-4c7c-8809-631729d6490a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0708860f-3679-4c7c-8809-631729d6490a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:9b9f6f3a-715d-4fcf-9271-10d1cd54cb8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1649G>A (p.Ser550Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116540"}},"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical features from PMID: 12588800: Moderate white matter lucency. Proband did not show head control at 8yo. CK levels at 4yo = 628 U/L.","phenotypes":["obo:HP_0002079","obo:HP_0010864","obo:HP_0007260","obo:HP_0002365","obo:HP_0001320","obo:HP_0007973"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed to narrow down the MEB locus in families by founder haplotype mapping.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:23dbada2-4f87-46f1-94d4-c5befd832b58_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9b9f6f3a-715d-4fcf-9271-10d1cd54cb8f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11709191","type":"dc:BibliographicResource","dc:abstract":"Muscle-eye-brain disease (MEB) is an autosomal recessive disorder characterized by congenital muscular dystrophy, ocular abnormalities, and lissencephaly. Mammalian O-mannosyl glycosylation is a rare type of protein modification that is observed in a limited number of glycoproteins of brain, nerve, and skeletal muscle. Here we isolated a human cDNA for protein O-mannose beta-1,2-N-acetylglucosaminyltransferase (POMGnT1), which participates in O-mannosyl glycan synthesis. We also identified six independent mutations of the POMGnT1 gene in six patients with MEB. Expression of most frequent mutation revealed a great loss of the enzymatic activity. These findings suggest that interference in O-mannosyl glycosylation is a new pathomechanism for muscular dystrophy as well as neuronal migration disorder.","dc:creator":"Yoshida A","dc:date":"2001","dc:title":"Muscular dystrophy and neuronal migration disorder caused by mutations in a glycosyltransferase, POMGnT1."}},"rdfs:label":"Yoshida_Patient MK"},{"id":"cggv:23dbada2-4f87-46f1-94d4-c5befd832b58","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23dbada2-4f87-46f1-94d4-c5befd832b58_variant_evidence_item"},{"id":"cggv:23dbada2-4f87-46f1-94d4-c5befd832b58_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant occurs in the last nucleotide of exon 19 and RT-PCR analysis on patient skeletal muscle sample shows that the variant causes splice alteration and exon 19 skipping, p.Ser535_Ser550del (PMID: 12588800). Functional evidence in PMID: 12788071 reveals that the mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"strengthScore":0.5,"dc:description":"The proband was found to be homozygous for the missense variant, Ser550Asn. The variant occurs in the last nucleotide of exon 19 and RT-PCR analysis on patient skeletal muscle sample shows that the variant causes splice alteration and exon 19 skipping, p.Ser535_Ser550del (PMID: 12588800). Functional evidence in PMID: 12788071 reveals that the mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c73d733b-b3c3-4f8f-84eb-4b8accad0b58_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c73d733b-b3c3-4f8f-84eb-4b8accad0b58","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":52,"allele":[{"id":"cggv:114c7eb8-c190-479d-9f6d-d00fa71a83dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.1895+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA263963"}},{"id":"cggv:def44af9-e603-487d-9a81-bf77d9f44589","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1505G>C (p.Gly502Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586397"}}],"detectionMethod":"Reanalysis of WES data revealed the POMGNT1 variants that were validated by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband's visual acuity of 20/400 OD, 20/40 OS. Thinning of whole retina with a flat fovea and absent IS/OS junctions was noted. Bone-spicule and salt-and-pepper pigment proliferation were scattered in the whole retina with macular involvement in both eyes.","phenotypes":["obo:HP_0007737","obo:HP_0007814","obo:HP_0007994","obo:HP_0000662"],"previousTesting":true,"previousTestingDescription":"WES was performed and the cause of RP was unidentified","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:31ec9b42-019e-497e-a636-2e8b16b09e30_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:114c7eb8-c190-479d-9f6d-d00fa71a83dd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26908613"},{"id":"cggv:634699c4-1712-4262-970a-6c3b8a54551e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:def44af9-e603-487d-9a81-bf77d9f44589"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26908613"}],"rdfs:label":"Xu_Proband 3"},{"id":"cggv:634699c4-1712-4262-970a-6c3b8a54551e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:634699c4-1712-4262-970a-6c3b8a54551e_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband was compound heterozygous for two variants confirmed in trans. The splice site variant, NM_017739.3:c.1895+1G>A, is shown to result in intron 21 retention (PMID: 22554691) and an immediate PTC, Val633Ter. NMD is not predicted. The impact of the missense variant, Gly502Ala, is not known. The evidence is noted for information, but the proband is not scored any points for the isolated Retinitis Pigmentosa phenotype."},{"id":"cggv:31ec9b42-019e-497e-a636-2e8b16b09e30","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:31ec9b42-019e-497e-a636-2e8b16b09e30_variant_evidence_item"},{"id":"cggv:31ec9b42-019e-497e-a636-2e8b16b09e30_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_017739.3:c.1895+1G>A is shown to result in intron 21 retention (PMID: 22554691) and an immediate PTC, Val633Ter. NMD is not predicted. "}],"strengthScore":0,"dc:description":"The proband was compound heterozygous for two variants confirmed in trans. The splice site variant, NM_017739.3:c.1895+1G>A, is shown to result in intron 21 retention (PMID: 22554691) and an immediate PTC, Val633Ter. NMD is not predicted. The impact of the missense variant, Gly502Ala, is not known. The evidence is noted for information, but the proband is not scored any points for the isolated Retinitis Pigmentosa phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:864f6c7a-c5ab-479d-b9b7-25aee9b3617a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:864f6c7a-c5ab-479d-b9b7-25aee9b3617a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":69,"allele":[{"id":"cggv:044e3cfa-792b-4c80-80ee-a7395ea117ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.187C>T (p.Arg63Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116550"}},{"id":"cggv:a2c4d3aa-a402-4ab8-8259-a3c3cc76621c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.860T>G (p.Ile287Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA833593"}}],"detectionMethod":"WES was performed in the proband and his sister. POMGNT1 variants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband was aware of visual problems at 10yo. Visual acuity at 69yo was 20/100 and very restricted visual fields in both eyes. His fundus images showed bone spicules, narrow vessels, peripapillary atrophy and a tigroid appearance. He showed no extraocular disease.","phenotypes":["obo:HP_0007737","obo:HP_0000510","obo:HP_0001123"],"previousTesting":true,"previousTestingDescription":"Target capture sequencing for mutations in known RP genes was first performed.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:4eb4db9a-8f25-4d6d-91ff-03a6129144c2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:044e3cfa-792b-4c80-80ee-a7395ea117ae"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26908613"},{"id":"cggv:5e44eacc-b44d-4808-9257-47bff1db58b7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a2c4d3aa-a402-4ab8-8259-a3c3cc76621c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26908613"}],"rdfs:label":"Xu_Proband MOGL2063"},{"id":"cggv:5e44eacc-b44d-4808-9257-47bff1db58b7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5e44eacc-b44d-4808-9257-47bff1db58b7_variant_evidence_item"},{"id":"cggv:5e44eacc-b44d-4808-9257-47bff1db58b7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The missense variant is shown to cause reduced enzymatic activity when assayed in HEK293T cells, with 10% of WT level, indicating some residual activity"}],"strengthScore":0,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg63Ter, and a missense variant, Ile287Ser, confirmed in trans. Arg63Ter has also been reported in patients with MEB. The missense variant is shown to cause reduced enzymatic activity when assayed in HEK293T cells, with 10% of WT level, indicating some residual activity. The Ile287Ser missense variant is reported at a max MAF of 0.00006152 (1/16256 alleles) in the African population gnomAD v2.1.1. The evidence is noted for information, but the proband is not scored any points for the isolated Retinitis Pigmentosa phenotype."},{"id":"cggv:4eb4db9a-8f25-4d6d-91ff-03a6129144c2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4eb4db9a-8f25-4d6d-91ff-03a6129144c2_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband was compound heterozygous for a nonsense variant, Arg63Ter, and a missense variant, Ile287Ser, confirmed in trans. Arg63Ter has also been reported in patients with MEB. The missense variant is shown to cause reduced enzymatic activity when assayed in HEK293T cells, with 10% of WT level, indicating some residual activity. The Ile287Ser missense variant is reported at a max MAF of 0.00006152 (1/16256 alleles) in the African population gnomAD v2.1.1. The evidence is noted for information, but the proband is not scored any points for the isolated Retinitis Pigmentosa phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:84fcd106-195c-47e8-ad20-cfb3561316fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:84fcd106-195c-47e8-ad20-cfb3561316fa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"allele":[{"id":"cggv:a814bc51-f776-450d-9a32-586110fc7097","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1832del (p.Leu611fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116553"}},{"id":"cggv:58167140-820b-45d0-931a-df1f8f1a049c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.1539+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA234711"}}],"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"She was diagnosed with mild Walker-Warburg syndrome. Her DQ was 43. She showed white matter lucency. Proband was able to sit with support at 3yo. CK levels at 12yo = 1339 U/L.","phenotypes":["obo:HP_0007260","obo:HP_0002365","obo:HP_0007973","obo:HP_0002342","obo:HP_0001320","obo:HP_0000545","obo:HP_0008045","obo:HP_0002465","obo:HP_0000518"],"previousTesting":true,"previousTestingDescription":"Screening for mutations in the FKTN gene was negative.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:086cbf3d-de26-45d1-9d43-25bd7ab40def_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a814bc51-f776-450d-9a32-586110fc7097"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12588800","type":"dc:BibliographicResource","dc:abstract":"Muscle-eye-brain disease (MEB), an autosomal recessive disorder prevalent in Finland, is characterized by congenital muscular dystrophy, brain malformation and ocular abnormalities. Since the MEB phenotype overlaps substantially with those of Fukuyama-type congenital muscular dystrophy (FCMD) and Walker-Warburg syndrome (WWS), these three diseases are thought to result from a similar pathomechanism. Recently, we showed that MEB is caused by mutations in the protein O-linked mannose beta1,2-N-acetylglucosaminyltransferase 1 (POMGnT1) gene. We describe here the identification of seven novel disease-causing mutations in six of not only non-Finnish Caucasian but also Japanese and Korean patients with suspected MEB, severe FCMD or WWS. Including six previously reported mutations, the 13 disease-causing mutations we have found thus far are dispersed throughout the entire POMGnT1 gene. We also observed a slight correlation between the location of the mutation and clinical severity in the brain: patients with mutations near the 5' terminus of the POMGnT1 coding region show relatively severe brain symptoms such as hydrocephalus, while patients with mutations near the 3' terminus have milder phenotypes. Our results indicate that MEB may exist in population groups outside of Finland, with a worldwide distribution beyond our expectations, and that the clinical spectrum of MEB is broader than recognized previously. These findings emphasize the importance of considering MEB and searching for POMGnT1 mutations in WWS or other congenital muscular dystrophy patients worldwide.","dc:creator":"Taniguchi K","dc:date":"2003","dc:title":"Worldwide distribution and broader clinical spectrum of muscle-eye-brain disease."}},{"id":"cggv:72ffe3f4-02c7-4f58-981b-41ee978f6eb2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58167140-820b-45d0-931a-df1f8f1a049c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12588800"}],"rdfs:label":"Taniguchi_Patient MS"},{"id":"cggv:086cbf3d-de26-45d1-9d43-25bd7ab40def","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:086cbf3d-de26-45d1-9d43-25bd7ab40def_variant_evidence_item"},{"id":"cggv:086cbf3d-de26-45d1-9d43-25bd7ab40def_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional evidence in PMID: 12788071 reveals that this mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"strengthScore":2,"dc:description":"The proband was compound heterozygous for two LOF variants confirmed in trans. The common variant, c.1539+1G>A, shown to have <1% enzyme activity was inherited from the father (Scandinavian origin), while the 1-bp deletion leading to frameshift and premature termination, Leu611ArgfsTer23, was inherited from the mother (Japanese origin). Functional evidence in PMID: 12788071 reveals that this mutant protein expressed in HEK293T cells does not show any enzyme activity."},{"id":"cggv:72ffe3f4-02c7-4f58-981b-41ee978f6eb2","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72ffe3f4-02c7-4f58-981b-41ee978f6eb2_variant_evidence_item"},{"id":"cggv:72ffe3f4-02c7-4f58-981b-41ee978f6eb2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The common variant, c.1539+1G>A, is previously shown to have <1% enzyme activity "}],"strengthScore":2,"dc:description":"The proband was compound heterozygous for two LOF variants confirmed in trans. The common variant, c.1539+1G>A, shown to have <1% enzyme activity was inherited from the father (Scandinavian origin), while the 1-bp deletion leading to frameshift and premature termination, Leu611ArgfsTer23, was inherited from the mother (Japanese origin). Functional evidence in PMID: 12788071 reveals that this mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:612230dd-5655-4baa-85df-00dbd6827de0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:612230dd-5655-4baa-85df-00dbd6827de0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":{"id":"cggv:fa8d60df-017f-46bb-be3a-71f9248f1fda","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1539+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA263949"}},"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical features from PMID: 12588800. Moderate white matter lucency. Proband showed head control at 4yo. CK levels at 10mo = 434 U/L.","phenotypes":["obo:HP_0002342","obo:HP_0002365","obo:HP_0001344","obo:HP_0001320"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed to narrow down the MEB locus in families by founder haplotype mapping.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:49ccbd42-6185-4b18-a61e-db7b4b356cc7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fa8d60df-017f-46bb-be3a-71f9248f1fda"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11709191"},"rdfs:label":"Yoshida_Patient YA"},{"id":"cggv:49ccbd42-6185-4b18-a61e-db7b4b356cc7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49ccbd42-6185-4b18-a61e-db7b4b356cc7_variant_evidence_item"},{"id":"cggv:49ccbd42-6185-4b18-a61e-db7b4b356cc7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors show through expression studies in HEK293T cells that both mutant transcripts lead to loss of function, with enzyme activity <1% of that of wild type."}],"strengthScore":1.5,"dc:description":"The proband and another apprently unrelated patient of Turkish origin, KO, were found to be homozygous for the intron 17 splice donor variant, c.1539+1G>T. The variant is expected to alter splicing and result in intron retention and frameshift or exon 17 skipping. The authors show through expression studies in HEK293T cells that both mutant transcripts lead to loss of function, with enzyme activity <1% of that of wild type. The evidence is awarded default points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:69b2ace9-924c-4b6b-a7c6-02dbc58cdedb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:69b2ace9-924c-4b6b-a7c6-02dbc58cdedb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:4de33daf-bde9-42e1-b91e-f5fbe9e51b36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.4(POMGNT1):c.1666G>A (p.Asp556Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116557"}},"detectionMethod":"The POMGNT1 gene was screened for mutations.","firstTestingMethod":"Other","phenotypeFreeText":"Proband developed proximal limb muscle weakness at 12yo, with difficulty rising from a sitting position and climbing stairs. Weakness progressed rapidly. Weakness at 14y was more proximal than distal, with neck, hip girdle, and shoulder abductor muscles affected. Hypertrophy of quadriceps and wasting of the hamstring and deltoid muscles were noted. She had a lordotic stance and poor heel strike because of Achilles tendon tightening. Loss of ambulation noted after a leg fracture at 19y. At 6y, she underwent surgery to correct a convergent squint. Her intellect was normal and she attended university at 21yo. Serum CK levels persistently elevated: 5000-12000 U/L.EMG revealed myopathic process. Muscle biopsy showed dystrophia with abnormal variation in fiber size, necrosis, increased endomysial connective tissue and fat, and basophilic fibers, some of which were granular and had vacuoles. Western blot analyses of dystrophin, sarcoglycans, laminin-α2, caveolin, emerin, calpain-3, dysferlin, telethonin were normal.","phenotypes":["obo:HP_0000545","obo:HP_0008981","obo:HP_0003701","obo:HP_0003323","obo:HP_0003391","obo:HP_0000486"],"previousTesting":true,"previousTestingDescription":"Abnormal glycosylation of α-DG was noted on muscle biopsy. β-DG expression was normal. Laminin overlay assay showed laminin-binding ability of α-DG similar to control. Mutations were excluded in FKRP, POMT1, POMT2, fukutin, and LARGE, and linkage to the MDC1B locus on 1q42 was excluded.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:878643a5-f2ff-45b9-8a40-0e9b0b8d89a0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4de33daf-bde9-42e1-b91e-f5fbe9e51b36"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18195152","type":"dc:BibliographicResource","dc:abstract":"Mutations in protein-O-mannose-beta1,2-N-acetylglucosaminyltransferase 1 (POMGnT1) have been found in muscle-eye-brain disease, a congenital muscular dystrophy with structural eye and brain defects and severe mental retardation.","dc:creator":"Clement EM","dc:date":"2008","dc:title":"Mild POMGnT1 mutations underlie a novel limb-girdle muscular dystrophy variant."}},"rdfs:label":"Clement_Proband"},{"id":"cggv:878643a5-f2ff-45b9-8a40-0e9b0b8d89a0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:878643a5-f2ff-45b9-8a40-0e9b0b8d89a0_variant_evidence_item"},{"id":"cggv:878643a5-f2ff-45b9-8a40-0e9b0b8d89a0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" The variant is reported to show enzyme activity; however, its kinetics differed from that of the controls. No effect was observed in the subcellular localization or expression of recombinant mutant POMGNT1 in C2C12 myotubes"}],"strengthScore":0,"dc:description":"The proband is reported homozygous for the missense variant, Asp56Asn. The parents are heterozygous. The variant is reported to show enzyme activity; however, its kinetics differed from that of the controls. No effect was observed in the subcellular localization or expression of recombinant mutant POMGNT1 in C2C12 myotubes. The variant is reported at a frequency of 0.01160 (1496/128942 alleles) in the non-Finnish European population, with 4 homozygotes; 15 homozygotes reported overall. The proband is not scored any points as the variant identified has a high population frequency and it is likely that the causative variant has not been identified."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b3628e55-72cc-4b6e-aa4e-34d666f9b35e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b3628e55-72cc-4b6e-aa4e-34d666f9b35e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:fa84222d-9852-4e2d-acf0-738e58fc84d4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1478C>G (p.Pro493Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116544"}},{"id":"cggv:a46d2c6b-f40a-4235-9f8d-c553b8d0a2ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001243766.1(POMGNT1):c.1869+7del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA263962"}}],"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical features from PMID: 12588800: Mild white matter lucency. Proband did not develop head control at 3yo. CK levels at 1yo = 4778U/L.","phenotypes":["obo:HP_0010864","obo:HP_0001344","obo:HP_0000545","obo:HP_0007260","obo:HP_0002365"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed to narrow down the MEB locus in families by founder haplotype mapping.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:dcacdffa-3fb3-4550-86e8-76e30b167836_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fa84222d-9852-4e2d-acf0-738e58fc84d4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11709191"},{"id":"cggv:0f351d44-deec-47be-bfd5-e410fbe561da_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a46d2c6b-f40a-4235-9f8d-c553b8d0a2ef"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11709191"}],"rdfs:label":"Yoshida_Patient TLG"},{"id":"cggv:dcacdffa-3fb3-4550-86e8-76e30b167836","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dcacdffa-3fb3-4550-86e8-76e30b167836_variant_evidence_item"},{"id":"cggv:dcacdffa-3fb3-4550-86e8-76e30b167836_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional evidence in PMID: 12788071 reveals that both mutant proteins expressed in HEK293T cells do not show any enzyme activity."}],"strengthScore":0,"dc:description":"The proband was found to be compound heterozygous for a 1-bp deletion that causes a frameshift, Val626SerfsTer8, and introduction of a PTC in the penultimate exon (NMD is predicted) and a missense variant, Pro493Arg. Functional evidence in PMID: 12788071 reveals that both mutant proteins expressed in HEK293T cells do not show any enzyme activity. The authors note that the variant segregated with disease in the family; however, this data is not shown. The evidence is not scored, in order to be conservative."},{"id":"cggv:0f351d44-deec-47be-bfd5-e410fbe561da","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0f351d44-deec-47be-bfd5-e410fbe561da_variant_evidence_item"}],"strengthScore":0,"dc:description":"The proband was found to be compound heterozygous for a 1-bp deletion that causes a frameshift, Val626SerfsTer8, and introduction of a PTC in the penultimate exon (NMD is predicted) and a missense variant, Pro493Arg. Functional evidence in PMID: 12788071 reveals that both mutant proteins expressed in HEK293T cells do not show any enzyme activity. The authors note that the variant segregated with disease in the family; however, this data is not shown. The evidence is not scored, in order to be conservative."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f16b4914-f04c-44fd-afe8-df806b0ae5ef_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f16b4914-f04c-44fd-afe8-df806b0ae5ef","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:044e3cfa-792b-4c80-80ee-a7395ea117ae"},"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was hospitalized at 1yo for a ventriculoperitoneal shunt surgery for hydrocephalus. She was diagnosed with atypical Walker-Warburg syndrome. Her IQ was <30. Proband was able to sit with support at 10yo but could not walk. CK levels at 10yo = 700 U/L.","phenotypes":["obo:HP_0001320","obo:HP_0002365","obo:HP_0007260","obo:HP_0010864","obo:HP_0001344","obo:HP_0000545","obo:HP_0000238","obo:HP_0007973"],"previousTesting":true,"previousTestingDescription":"Screening for mutations in the FKTN gene was negative.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b4504d5c-53fd-4a11-aeec-cc5f24ebb7de_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:044e3cfa-792b-4c80-80ee-a7395ea117ae"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12588800"},"rdfs:label":"Taniguchi_Patient EV"},{"id":"cggv:b4504d5c-53fd-4a11-aeec-cc5f24ebb7de","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b4504d5c-53fd-4a11-aeec-cc5f24ebb7de_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was homozygous for an early truncation variant, Arg63Ter, in exon 3/22. NMD is predicted."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5f3835c8-a6fb-4b1b-b58e-abb13d9c7ad5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5f3835c8-a6fb-4b1b-b58e-abb13d9c7ad5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:58167140-820b-45d0-931a-df1f8f1a049c"},"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical features from PMID: 12588800: Mild white matter lucency. Proband showed head control at 3yo. CK levels at 4yo = 844 U/L.","phenotypes":["obo:HP_0001320","obo:HP_0002365","obo:HP_0007260","obo:HP_0002079","obo:HP_0002342"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed to narrow down the MEB locus in families by founder haplotype mapping.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f630f9ff-a8cd-4f91-8b08-184a310a03aa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58167140-820b-45d0-931a-df1f8f1a049c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11709191"},"rdfs:label":"Yoshida_Patient SA"},{"id":"cggv:f630f9ff-a8cd-4f91-8b08-184a310a03aa","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f630f9ff-a8cd-4f91-8b08-184a310a03aa_variant_evidence_item"},{"id":"cggv:f630f9ff-a8cd-4f91-8b08-184a310a03aa_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors also show through expression studies in HEK293T cells that both mutant transcripts lead to loss of function, with enzyme activity <1% of that of wild type. "}],"strengthScore":1.5,"dc:description":"The proband was found to be homozygous for the intron 17 splice donor variant, c.1539+1G>A. The variant is shown to alter splicing and result in intron retention and frameshift as well as exon 17 skipping. RT-PCR on skeletal muscle sample from the proband revealed both transcripts. The authors also show through expression studies in HEK293T cells that both mutant transcripts lead to loss of function, with enzyme activity <1% of that of wild type. This variant is reported in relation to MEB in several probands from different ethnicities. c.1539+1G>A is a common variant in POMGNT1. Its MAF in the Finnish European population is 0.001952 (49/25102 alleles) and that in non-Finnish European population is 0.0008909 (115/129080 alleles), with NO homozygotes overall. The evidence is awarded default points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:792692e9-dd8e-4e87-a5b7-7220ca6a8312_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:792692e9-dd8e-4e87-a5b7-7220ca6a8312","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:fcb50048-e196-4683-bea7-a61072c2808f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017739.3(POMGNT1):c.1719del (p.His573fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116543"}},"detectionMethod":"The entire coding region (ex 1-22) and intron-exon flanking sequences of POMGNT1 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical features from PMID: 12588800: Moderate white matter lucency. Proband was able to sit with support at 5yo. CK levels at 3yo = 1212 U/L.","phenotypes":["obo:HP_0001320","obo:HP_0000545","obo:HP_0002079","obo:HP_0002365","obo:HP_0001344","obo:HP_0007260","obo:HP_0010864","obo:HP_0007700"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed to narrow down the MEB locus in families by founder haplotype mapping.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:74d1654e-ad66-46b2-b22c-fad48212a036_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fcb50048-e196-4683-bea7-a61072c2808f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11709191"},"rdfs:label":"Yoshida_Patient CC"},{"id":"cggv:74d1654e-ad66-46b2-b22c-fad48212a036","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74d1654e-ad66-46b2-b22c-fad48212a036_variant_evidence_item"},{"id":"cggv:74d1654e-ad66-46b2-b22c-fad48212a036_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional evidence in PMID: 12788071 reveals that the mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"strengthScore":1.5,"dc:description":"The proband was found to be homozygous for the 1-bp deletion that causes a frameshift, His573GlnfsTer61, and introduction of a PTC in the penultimate exon. NMD is predicted. Functional evidence in PMID: 12788071 reveals that the mutant protein expressed in HEK293T cells does not show any enzyme activity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4623e83-7ae4-4eec-9aa4-48fa835bab7f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc241b70-0ab3-4a1f-9a3e-f7ef0fb6075e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR and immunoblotting showed that POMGNT1 is expressed in the neural retina of mouse, rat, cow, cynomolgus monkey and humans and the 661W photoreceptor cell line cloned from a retinal tumor of a transgenic mouse line. IF confocal micorscopy showed that POMGNT1 localized to the photoreceptor inner segment layer. Immunostaining on cells revealed that the POMGNT1 protein was found in the nucleus and the cytoplasm, localized in the Golgi complex. \n\nPOMGNT1 is ubiquitously expressed, with abundant expression in the brain and heart (https://www.gtexportal.org/home/gene/POMGNT1). PMID: 12670716 adds evidence towards the spatial expression of POMGNT1 at peak neuronal migration in the cerebellum during embryonic development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27375352","type":"dc:BibliographicResource","dc:abstract":"The POMGNT1 gene, encoding protein O-linked-mannose β-1,2-N-acetylglucosaminyltransferase 1, is associated with muscle-eye-brain disease (MEB) and other dystroglycanopathies. This gene's lack of function or expression causes hypoglycosylation of α-dystroglycan (α-DG) in the muscle and the central nervous system, including the brain and the retina. The ocular symptoms of patients with MEB include retinal degeneration and detachment, glaucoma, and abnormal electroretinogram. Nevertheless, the POMGnT1 expression pattern in the healthy mammalian retina has not yet been investigated. In this work, we address the expression of the POMGNT1 gene in the healthy retina of a variety of mammals and characterize the distribution pattern of this gene in the adult mouse retina and the 661W photoreceptor cell line.","dc:creator":"Uribe ML","dc:date":"2016","dc:title":"Expression pattern in retinal photoreceptors of POMGnT1, a protein involved in muscle-eye-brain disease."},"rdfs:label":"Uribe_Expression in retinal photoreceptors"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points as expression of POMGNT1 is consistent with the syndromic phenotype affecting muscle, eyes and brain."},{"id":"cggv:016d51c8-412e-41d4-a2b8-92f19155ff66","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d4ab9aa5-2e2a-46b4-91d6-a47bd85eaf7e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"FKTN and POMGNT1 were cotransfected into COS-7 cells and shown to co-immunprecipitate with each other. This interaction was also verified using a bacterial two-hybrid system. Both FKTN and POMGNT1 are definitively associated with muscular dystrophy-dystroglycanopathy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17034757","type":"dc:BibliographicResource","dc:abstract":"The recent identification of mutations in genes encoding demonstrated or putative glycosyltransferases has revealed a novel mechanism for congenital muscular dystrophy. Hypoglycosylated alpha-dystroglycan (alpha-DG) is commonly seen in Fukuyama-type congenital muscular dystrophy (FCMD), muscle-eye-brain disease (MEB), Walker-Warburg syndrome (WWS), and Large(myd) mice. POMGnT1 and POMTs, the gene products responsible for MEB and WWS, respectively, synthesize unique O-mannose sugar chains on alpha-DG. The function of fukutin, the gene product responsible for FCMD, remains undetermined. Here we show that fukutin co-localizes with POMGnT1 in the Golgi apparatus. Direct interaction between fukutin and POMGnT1 was confirmed by co-immunoprecipitation and two-hybrid analyses. The transmembrane region of fukutin mediates its localization to the Golgi and participates in the interaction with POMGnT1. Y371C, a missense mutation found in FCMD, retains fukutin in the ER and also redirects POMGnT1 to the ER. Finally, we demonstrate reduced POMGnT1 enzymatic activity in transgenic knock-in mice carrying the retrotransposal insertion in the fukutin gene, the prevalent mutation in FCMD. From these findings, we propose that fukutin forms a complex with POMGnT1 and may modulate its enzymatic activity.","dc:creator":"Xiong H","dc:date":"2006","dc:title":"Molecular interaction between fukutin and POMGnT1 in the glycosylation pathway of alpha-dystroglycan."},"rdfs:label":"Xiong_Interaction with Fukutin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:2d209b88-900e-4178-98b7-aa9a512365e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05c0c39a-adde-485d-8286-0eeab43f03e2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"POMT1 and POMT2 are both required for the synthesis O-linked mannose to serines and threonines on the α dystroglycan protein. FKTN, FKRP and LARGE are also implicated in this pathway, however their roles are not clearly understood.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16584074","type":"dc:BibliographicResource","dc:abstract":"It has become clear in the past half decade that a number of forms of congenital muscular dystrophy are in fact congenital disorders of glycosylation. Genes for Walker Warburg syndrome, muscle-eye-brain disease, Fukuyama congenital muscular dystrophy, congenital muscular dystrophy 1C and 1D, and limb girdle muscular dystrophy 21 have been identified, and gene mutations resulting in these diseases all cause the underglycosylation of alpha dystroglycan with O-linked carbohydrates. Unlike congenital disorders of glycosylation involving the N-linked pathway, these O-linked disorders possess distinctive muscle, eye, and brain phenotypes. Studies using mice and patient tissues strongly suggest that underglycosylation of dystroglycan inhibits the binding extracellular matrix proteins, effectively divorcing this important cell adhesion molecule from its extracellular environment. Moreover, defects in dystroglycan alone can account for most, if not all, cellular pathology. Thus, these disorders are now collectively referred to as dystroglycanopathies.","dc:creator":"Martin PT","dc:date":"2005","dc:title":"The dystroglycanopathies: the new disorders of O-linked glycosylation."},"rdfs:label":"Martin_α dystroglycan glycosylation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased points are awarded as POMGNT1 is known to share function with at least two other genes, POMT1 and POMT2."},{"id":"cggv:a3b69d41-7ef5-476d-bb35-0129521d80fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1412947-b8db-424d-a869-d7f1ff3f07f0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"POMGnT1 activity measured in control lymphoblasts was 0.163 (±0.042) nmol/h/mg total proteins; while that in three different patient lymphoblasts reanged between 0.005 - 0.008 nmol/h/mg total protein. Two of the patient were previously confirmed to carry biallelic POMGNT1 variants, while reduced activity prompted investigation in the third patient. Compound heterozygous variants were detected, confirmed in trans. PMID: 12788071 assayed different POMGNT1 mutants in HEK293T cells, revealing reduced activity, similar to that seen in patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17869517","type":"dc:BibliographicResource","dc:abstract":"Defects in O-mannosylation of alpha-dystroglycan cause some forms of congenital muscular dystrophy (CMD), the so-called alpha-dystroglycanopathies. Six genes are responsible for these diseases with overlapping phenotypes. We investigated the usefulness of a biochemical approach for the diagnosis and investigation of the alpha-dystroglycanopathies using immortalized lymphoblasts prepared from genetically diagnosed and undiagnosed CMD patients and from control subjects. We measured the activities of protein O-mannose beta1,2-N-acetylglucosaminyltransferase 1 (POMGnT1) and protein O-mannosyltransferase (POMT). Lymphoblasts from patients harbouring known mutations in either POMGNT1 or POMT1 showed a marked decrease in POMGnT1 or POMT activity, respectively, compared to controls. Furthermore, we identified pathogenic mutations in POMGNT1, POMT1 or POMT2 in six previously genetically uncharacterised patients who had very low enzyme activity. In conclusion, the lymphoblast-based enzymatic assay is a sensitive and useful method (i) to select patients harbouring POMGNT1, POMT1 or POMT2 mutations; (ii) to assess the pathogenicity of new or already described mutations.","dc:creator":"Manya H","dc:date":"2008","dc:title":"Protein O-mannosyltransferase activities in lymphoblasts from patients with alpha-dystroglycanopathies."},"rdfs:label":"Manya_Enzyme activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc1a9da1-e849-404f-91c6-673bdcdbea6d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ded0a78-2d19-4f50-a956-38d9bd70fbae","type":"FunctionalAlteration","dc:description":"Basement membrane (BM) assembly was studied in an in-vitro system using neural stem cell (from POMGNT1 KO mice) spheres in Matrigel. BM components such as laminin-111, nidogen-1, perlecan, and collagen IV IF staining on KO spheres showed a reduced fluorescence at all time points compared to WT. The rate of increase of fluorescence intensity was much less compared to WT, indicating reduced assembly rate of BM in KO neural spheres.\n\nBM disruptions as a result of POMGNT1 mutations may lead to neuronal ectopia in the neocortex, the cerebellum, and the retina.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23454088","type":"dc:BibliographicResource","dc:abstract":"Mutations in glycosyltransferases, such as protein O-mannose N-acetylglucosaminyltransferase 1 (POMGnT1), causes disruptions of basement membranes (BMs) that results in neuronal ectopias and muscular dystrophy. While the mutations diminish dystroglycan-mediated cell-ECM interactions, the cause and mechanism of BM disruptions remain unclear. In this study, we established an in vitro model to measure BM assembly on the surface of neural stem cells. Compared to control cells, the rate of BM assembly on POMGnT1 knockout neural stem cells was significantly reduced. Further, immunofluorescence staining and quantitative proteomic analysis of the inner limiting membrane (ILM), a BM of the retina, revealed that laminin-111 and nidogen-1 were reduced in POMGnT1 knockout mice. Finally, atomic force microscopy showed that the ILM from POMGnT1 knockout mice was thinner with an altered surface topography. The results combined demonstrate that reduced levels of key BM components cause physical changes that weaken the BM in POMGnT1 knockout mice. These changes are caused by a reduced rate of BM assembly during the developmental expansion of the neural tissue.","dc:creator":"Zhang P","dc:date":"2013","dc:title":"Biochemical and biophysical changes underlie the mechanisms of basement membrane disruptions in a mouse model of dystroglycanopathy."},"rdfs:label":"Zhang_BM disruption"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The evidence is noted for information; however it is not scored any points since it is not clearly understood how BM disruptions lead to the MDD disease phnotype."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:490c9bd3-63b1-4469-8c8b-f564f516e293","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d17a0b1-5dec-4b21-9ebc-d287cc929088","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of WT hPOMGNT1 successfully restored the O-mannosyl glycosylation of α-DG","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19114101","type":"dc:BibliographicResource","dc:abstract":"Protein O-linked mannose beta1,2-N-acetylglucosaminyltransferase 1 (POMGnT1) is an enzyme that transfers N-acetylglucosamine to O-mannose of glycoproteins. Mutations of the POMGnT1 gene cause muscle-eye-brain (MEB) disease. To obtain a better understanding of the pathogenesis of MEB disease, we mutated the POMGnT1 gene in mice using a targeting technique. The mutant muscle showed aberrant glycosylation of alpha-DG, and alpha-DG from mutant muscle failed to bind laminin in a binding assay. POMGnT1(-/-) muscle showed minimal pathological changes with very low-serum creatine kinase levels, and had normally formed muscle basal lamina, but showed reduced muscle mass, reduced numbers of muscle fibers, and impaired muscle regeneration. Importantly, POMGnT1(-/-) satellite cells proliferated slowly, but efficiently differentiated into multinuclear myotubes in vitro. Transfer of a retrovirus vector-mediated POMGnT1 gene into POMGnT1(-/-) myoblasts completely restored the glycosylation of alpha-DG, but proliferation of the cells was not improved. Our results suggest that proper glycosylation of alpha-DG is important for maintenance of the proliferative activity of satellite cells in vivo.","dc:creator":"Miyagoe-Suzuki Y","dc:date":"2009","dc:title":"Reduced proliferative activity of primary POMGnT1-null myoblasts in vitro."},"rdfs:label":"Miyagoe-Suzuki_Rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"The evidence is scored minimal points for rescue only a specific phenotype associated with POMGNT1 knock out."},{"id":"cggv:6eddd408-6c91-4bdc-9e2e-eb404c2f29d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22688ab0-bdbe-405c-8eaf-6859b97583d4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pomgnt1-/- (KO) mice were smaller in size compared to WT, but were viable. Hypoglycosylation of α-DG was noted based on immunoblot and IF, which showed absence of signals to α-DG monoclonal antibodies from mutant skeletal muscle, but normal expression of α-DG polypeptide. Laminin-binding activity of α-DG was also absent despite similar amounts of laminin present in WT and KO mice.\n\nClasping gesture was noted in KO mice, similar to FKTN-/- mice. H&E staining of tongue sections of adult KO mice (3-6 mo) showed rounding fibers and variation in size with groups of fat cell infiltration; while that of leg muscles showed remarkable fiber size variability with centralized nuclei. No fibrosis or cardiac abnormalities are noted in KO mice.\n\nH&E staining of brain sections revealed possible failed migration of granule cells during cerbellar development. Forebrain defects included abnormal distribution of neural cells, fusion of cerebral hemispheres at multiple regions, and wavy dentate gyrus. Hydrocephalus was noted in 4 out of 7 KO mice. Smaller optic nerves and retinal abnormalities were also observed in KO mice. ERG on 2-4mo mice revealed substantial retinal dysfunction in originating in photoreceptors and affecting outer retinal function.\n\nAdditional evidence from PMID: 19114101 on a different KO mouse model shows that serum CK levels of 5- to 20-wo KO mice were slightly higher (av. 586 U/L, n = 10) (p < 0.05) than those of WT littermates (less than 100 U/L, n = 4), but were much lower than those of mdx mice (>5000 U/L, n = 3, p < 0.01). The serum CK levels of 2-year-old KO mice were still low (less than 300 U/L, n = 4). Muscle regeneration was inefficient, with fatty infiltration and fibrosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16458488","type":"dc:BibliographicResource","dc:abstract":"Protein O-mannose beta1,2-N-acetyglucosaminyltransferase 1 (POMGnT1) is an enzyme involved in the synthesis of O-mannosyl glycans. Mutations of POMGnT1 in humans result in the muscle-eye-brain (MEB) disease. In this study, we have characterized a null mutation generated by gene trapping with a retroviral vector inserted into the second exon of the mouse POMGnT1 locus. Expression of POMGnT1 mRNA was abolished in mutant mice. Glycosylation of alpha-dystroglycan was also reduced. POMGnT1 mutant mice were viable with multiple developmental defects in muscle, eye, and brain, similar to the phenotypes observed in human MEB disease. The present study provides the first genetic animal model to further dissect the roles of POMGnT1 in MEB disease.","dc:creator":"Liu J","dc:date":"2006","dc:title":"A genetic model for muscle-eye-brain disease in mice lacking protein O-mannose 1,2-N-acetylglucosaminyltransferase (POMGnT1)."},"rdfs:label":"Liu_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased as at least two knock-out mouse models exist that recapitulate the human phenotypic features of muscular dystrophy-dystroglycanopathy due to POMGNT1."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":8821,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:00140591-caa8-4d47-b4ca-3f0577b16d73","type":"GeneValidityProposition","disease":"obo:MONDO_0700068","gene":"hgnc:19139","modeOfInheritance":"obo:HP_0000007"},"version":"2.1","dc:description":"The relationship between *POMGNT1* and autosomal recessive myopathy caused by variation in *POMGNT1* (muscular dystrophy-dystroglycanopathy types 3A (congenital with brain and eye anomalies) and 3B (congenital with mental retardation) included)), has been evaluated using the ClinGen Clinical Validity Framework as of August, 2020. The gene is also associated with Muscular dystrophy-dystroglycanopathy (limb-girdle), type 3C, and referred to as LGMD2O and LGMD R15 *POMGNT1*-related in the literature (PMID: 30055862). However, the two individuals reported with the LGMD phenotype do not meet the LGMD GCEP's phenotype criteria. Therefore, the LGMD phenotype, although potentially part of the spectrum, has not been described in individuals with *POMGNT1* variants. The association myopathy caused by variation in *POMGNT1* was made using case-level and experimental data. The *POMGNT1* gene is located on chromosome 1p34.1 and encodes multiple transcript variants. The commonly referred transcript (NM_017739.3) is 2.7 kb long with 22 exons encoding a 660-amino acid protein. More than 100 pathogenic variants reported in humans with autosomal recessive myopathy caused by variation in *POMGNT1* are recorded in ClinVar, ranging from small deletions and duplications, nonsense, frameshift and splicing to missense variants. Myopathy caused by variation in *POMGNT1* encompasses a spectrum of phenotypes including severe forms with muscle-eye-brain disease, Walker-Warburg syndrome and muscular dystrophy dystroglycanopathy with intellectual disability. Patients often show an elevated serum creatine kinase and progressive muscle weakness. *POMGNT1* has been reported in association with autosomal recessive myopathy caused by variation in *POMGNT1* as early as 2001 by Yoshida et al (PMID: 11709191).\n \nOMIM entities: Muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A, 3; Muscular dystrophy-dystroglycanopathy (congenital with mental retardation), type B, 3; Muscular dystrophy-dystroglycanopathy (limb-girdle), type C, 3; Retinitis pigmentosa 76.\n \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) AND inheritance pattern AND phenotypic variability in the above mentioned disease entities. Therefore, all of the disease entities may be lumped into one disease entity, autosomal recessive myopathy caused by variation in *POMGNT1*. However, the patients with an asserted LGMD phenotype do not meet the GCEP-specific LGMD phenotype criteria and therefore are not scored. Similarly, individuals with isolated retinitis pigmentosa are not scored.\n\nSummary of Case Level Data (12 points): The association is seen in at least 7 probands in 4 publications (PMID: 11709191, 12588800, 12788071, 22419172). *POMGNT1* variants are also reported in patients with isolated Retinitis Pigmentosa without other syndromic features (PMID: 26908613). These probands are noted but not scored in this curation. More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n \nThe mechanism for disease is expected to be biallelic loss of function. \n \nSummary of Experimental Data (5.5 points): This gene-disease relationship is supported by animal models, expression studies, functional assays and rescue evidence. *POMGNT1* catalyzes the transfer of N-acetylglucosamine to O-mannose of alpha-dystroglycan and interacts with other proteins in the glycosylation pathway of alpha-dystroglycan in skeletal muscle (PMID: 16584074, 17034757, 17869517, 23454088). *POMGNT1* is expressed ubiquitously, including the retinal photoreceptors and brain, localizing to the Golgi complex and the nucleus (PMID: 27375352). Mouse models with *POMGNT1* knocked out recapitulate the human muscle-eye-brain disease phenotype (PMID: 16458488, 23454088, 19114101).\n \nIn summary, the gene-disease relationship between *POMGNT1* and myopathy caused by variation in *POMGNT1* is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Limb-Girdle Muscular Dystrophy GCEP on August 11, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:03bb8479-2ed3-4b15-9e54-378ea0729ab2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}