{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-07-09T14:23:46.992Z","role":"Publisher"},{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-06-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93b51eab-1ed7-4007-a465-d2d966a82a83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3eba3d04-a244-456d-acd0-a6001e9f296e","type":"FunctionalAlteration","dc:description":" The ARF1-/- homozygous neuronal-specific knockouts (mice) had significant demyelination and neuronal degeneration compared to the heterozygous (+/-) mice. Neuronal number was markedly reduced in the homozygous knockout, as well as the levels of PSD95+SYP+. Both PSD95 & SYP are key for synaptic vesicle endocytosis/localization.  \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37118341","type":"dc:BibliographicResource","dc:abstract":"Peroxidated lipids accumulate in the presence of reactive oxygen species and are linked to neurodegenerative diseases. Here we find that neuronal ablation of ARF1, a small GTPase important for lipid homeostasis, promoted accumulation of peroxidated lipids, lipid droplets and ATP in the mouse brain and led to neuroinflammation, demyelination and neurodegeneration, mainly in the spinal cord and hindbrain. Ablation of ARF1 in cultured primary neurons led to an increase in peroxidated lipids in co-cultured microglia, activation of the microglial NLRP3 inflammasome and release of inflammatory cytokines in an Apolipoprotein E-dependent manner. Deleting the Nlrp3 gene rescued the neurodegenerative phenotypes in the neuronal Arf1-ablated mice. We also observed a reduction in ARF1 in human brain tissue from patients with amyotrophic lateral sclerosis and multiple sclerosis. Together, our results uncover a previously unrecognized role of peroxidated lipids released from damaged neurons in activation of a neurotoxic microglial NLRP3 pathway that may play a role in human neurodegeneration.","dc:creator":"Wang G","dc:date":"2021","dc:title":"Neuronal accumulation of peroxidated lipids promotes demyelination and neurodegeneration through the activation of the microglial NLRP3 inflammasome."},"rdfs:label":"Functional alteration, mouse analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:324c8c6d-323a-4789-a1d0-e2714fe6ffa9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c6da4ef-af25-4f3f-8dad-d362792a2970","type":"FunctionalAlteration","dc:description":"There was a substantial reduction in ARF1 protein concentrations in siRNA-injection oocytes (ARF1-knockdown) in comparison to the control. The knockdown of ARF1 significantly increased the proportions of abnormal protein kinases Aurora A and Plk1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38014604","type":"dc:BibliographicResource","dc:abstract":"ADP-ribosylation factor 1 (Arf1) is a small GTPase belonging to the Arf family. As a molecular switch, Arf1 is found to regulate retrograde and intra-Golgi transport, plasma membrane signaling, and organelle function during mitosis. This study aimed to explore the noncanonical roles of Arf1 in cell cycle regulation and cytoskeleton dynamics in meiosis with a mouse oocyte model. Arf1 accumulated in microtubules during oocyte meiosis, and the depletion of Arf1 led to the failure of polar body extrusion. Unlike mitosis, it finds that Arf1 affected Myt1 activity for cyclin B1/CDK1-based G2/M transition, which disturbed oocyte meiotic resumption. Besides, Arf1 modulated GM130 for the dynamic changes in the Golgi apparatus and Rab35-based vesicle transport during meiosis. Moreover, Arf1 is associated with Ran GTPase for TPX2 expression, further regulating the Aurora A-polo-like kinase 1 pathway for meiotic spindle assembly and microtubule stability in oocytes. Further, exogenous Arf1 mRNA supplementation can significantly rescue these defects. In conclusion, results reported the noncanonical functions of Arf1 in G2/M transition and meiotic spindle organization in mouse oocytes.","dc:creator":"Zhang KH","dc:date":"2024","dc:title":"Arf1 GTPase Regulates Golgi-Dependent G2/M Transition and Spindle Organization in Oocyte Meiosis."},"rdfs:label":"siRNA injection, functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e315a44-edc1-481c-b1c1-6137d4d40677","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:89f019c4-111b-414d-9146-b5913403679c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"mRNA supplementation of ARF1 was able to partly recover function (normal mitotic spindle assembly)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/38014604","rdfs:label":"Cell culture model rescue "}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:336fe4ac-8b07-4eae-9aef-429de4bca648","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:645bc78c-daea-4768-9a82-4af4006a1619","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice were not shown to have the specific phenotype of the disease seen in humans, which includes periventricular nodular heteropia, intellectual disability, and structural brain anomalies. However, the embryonic lethality shown in the homozygous mutants shows that this gene is important in development, including brain development. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25305484","type":"dc:BibliographicResource","dc:abstract":"ADP-ribosylation factor (Arf) 1 is thought to affect the morphologies of organelles, such as the Golgi apparatus, and regulate protein trafficking pathways. Mice have six Arf isoforms. In knockdown experiments with HeLa cells, no single Arf isoform among Arf1-5 is required for organelle morphologies or any membrane trafficking step. This suggests that the cooperation of two or more Arfs is a general feature. Although many cell biological and biochemical analyses have proven the importance of Arf1, the physiological roles of Arf1 in mice remain unknown. To investigate the activity of Arf1 in vivo, we established Arf1-deficient mice. Arf(-/-) blastocysts were identified at the expected Mendelian ratio. The appearance of these blastocysts was indistinguishable from that of wild-type and Arf(+/-) blastocysts, and they grew normally in an in vitro culture system. However, Arf(-/-) embryos were degenerated at E5.5, and none survived to E12.5, suggesting that they died soon after implantation. These data establish for the first time that the Arf1 gene is indispensable for mouse embryonic development after implantation.","dc:creator":"Hayakawa N","dc:date":"2014","dc:title":"The ADP-ribosylation factor 1 gene is indispensable for mouse embryonic development after implantation."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This is an autosomal dominant condition, and the heterozygotes did not appear abnormal. Also, there was no specific brain phenotype noted in the mice. Thus, the score was downgraded. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":8683,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.5,"subject":{"id":"cggv:a48a7957-cd5d-4dc8-aa52-93bb847bcb17","type":"GeneValidityProposition","disease":"obo:MONDO_0020341","gene":"hgnc:652","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"ARF1 was first reported in relation to autosomal dominant periventricular nodular heterotopia in 2016 (Ge et al., PMID: 28868155). Nine variants (missense, frameshift, nonsense) that have been reported in over 10 probands in 4 publications (PMIDs: 28868155, 34353862, 36345169, 37185208) are included in this curation. Not all probands have periventricular nodular heterotopia; the range of the phenotype includes variable facial anomalies, developmental delay, intellectual disability, seizures, and motor abnormalities. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be haploinsufficiency. This gene-disease relationship is also supported by experimental evidence (mouse model, functional alteration evidence, rescue evidence; PMIDs: 25305484, 37118341, 38014604). Mutant mice show embryonic lethality. Functional alteration indicates abnormal mitotic spindle assembly, demyelination, and neuronal degradation in the mutants. Abnormal mitotic spindle assembly is partially reduced in mutants that receive ARF1 mRNA supplementation. In summary, there is definitive evidence supporting the relationship between ARF1 and autosomal dominant periventricular nodular heterotopia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations GCEP on the meeting date 6/25/2024 (SOP Version 10).\nTotal score for genetic evidence should actually be, as the interface would not let me the second case (scored at 1 pt.) for one of the missense variants. ","dc:isVersionOf":{"id":"cggv:5b42038d-6fb1-40be-96c3-1e97eacd9092"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}