{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-04-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-06-28T18:17:21.301Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9859d06d-12bd-4f82-876a-c3571ab16f11","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a3cf972-6fe7-4281-a21d-6c3e325f7438","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"C-terminally myc-tagged OPA3 expressed in HeLa cells and COS7 cells colocalized with the mitochondrial marker protein Tom 20. Specifically, endogenous and extrinsically introduced OPA3 was detected in the mitochondrial fraction, but not in the cytosolic fraction. Treatment of mitochondrial fractions with Proteinase K resulted in digestion of OPA3 and Tom 20 (a MOM protein) in the absence of osmotic shock, while OPA1 (a MIM protein) was digested by proteinase K only after osmotic shock. Of note, OPA3 is also noted to be a protein of the mitochondrial inner membrane in the literature based on studies in patient fibroblasts. \n\nAuthors created several deletion mutants to determine the mitochondrial-targeting domain of OPA3. The C-terminally truncated OPA3-YFP mutants, including OPA3 (Δ83–102), OPA3 (1–30), and OPA3 (1–105), were localized to the mitochondria, whereas the N-terminal deletion mutants of OPA3, OPA3 (20–179) and OPA3 (31–179) were found in the cytoplasm, suggesting that the N-terminal 30 residues of OPA3 are required for mitochondrial targeting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20372962","type":"dc:BibliographicResource","dc:abstract":"The optic atrophy 3 (OPA3) gene, which has no known homolog or biological function, is mutated in patients with hereditary optic neuropathies. Here, we identified OPA3 as an integral protein of the mitochondrial outer membrane (MOM), with a C-terminus exposed to the cytosol and an N-terminal mitochondrial targeting domain. By quantitative analysis, we demonstrated that overexpression of OPA3 significantly induced mitochondrial fragmentation, whereas OPA3 knockdown resulted in highly elongated mitochondria. Cells with mitochondria fragmented by OPA3 did not undergo spontaneous apoptotic cell death, but were significantly sensitized to staurosporine- and TRAIL-induced apoptosis. In contrast, overexpression of a familial OPA3 mutant (G93S) induced mitochondrial fragmentation and spontaneous apoptosis, suggesting that OPA3 mutations may cause optic atrophy via a gain-of-function mechanism. Together, these results indicate that OPA3, as an integral MOM protein, has a crucial role in mitochondrial fission, and provides a direct link between mitochondrial morphology and optic atrophy.","dc:creator":"Ryu SW","dc:date":"2010","dc:title":"Optic atrophy 3 as a protein of the mitochondrial outer membrane induces mitochondrial fragmentation."},"rdfs:label":"Ryu_OPA3 subcellular localization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The default score is awarded for subcellular localization (rather than expression in specific tissues) in the mitochondria, which is expected for this gene causing optic atrophy. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:229f54b4-babd-4476-83a6-7f1171d4326d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc74433b-4061-482e-9d16-47fdabfa6f10","type":"FunctionalAlteration","dc:description":"HeLa cells transfected with OPA3-myc frequently showed abnormal mitochondrial morphology, which led to extensive mitochondrial fragmentation. In quantifying the OPA3-induced mitochondrial fragmentation, the fluorescence of the mitochondrial matrix-targeted yellow fluorescent protein (mito-YFP) recovered rapidly (within ~10 s) into the bleached area of the mitochondria; however, the recovery of fluorescence into the bleached area was significantly blocked in OPA3-myc-transfected cells, indicating OPA3-myc overexpression induced mitochondrial fragmentation. siRNA knockdown of OPA3, on the other hand, resulted in elongated and tubular mitochondria. In addition, overexpression of OPA3 increased the release of cytochrome c with apoptotic stimuli.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20372962","rdfs:label":"Ryu_FA in non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"The functional evidence is scored reduced points as it is not clearly established that mitochondrial fragmentation is the mechanism of disease as patient fibroblasts have not revealed altered mitochondrial morphology. "},{"id":"cggv:f8164c84-e895-4140-8cf0-879c8d6a7aa2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:35b1ea84-df57-4e7c-a0da-aed2a8d60573","type":"FunctionalAlteration","dc:description":"Authors suggest a common mitochondrial uncoupling associated with reduced efficiency of ATP synthesis in LHON, ADOA (OPA1) and ADOAC (OPA3). In the routine respiratory state, the affected fibroblasts used a greater proportion of their respiratory capacity than controls (80 vs 60%), thus retaining a low “reserve” capacity to face greater energy requirements. ADOA and ADOAC fibroblasts also showed significantly enhanced complex V activity without modification of protein expression, and the mitochondrial ATP production was normal despite the reduced efficiency of ATP synthesis. Microscopic studies of fibroblasts from patients with hereditary optic atrophy show no systematic alterations of mitochondrial network morphology. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18496845","type":"dc:BibliographicResource","dc:abstract":"Hereditary optic neuropathies are heterogeneous diseases characterized by the degeneration of retinal ganglion cells leading to optic nerve atrophy and impairment of central vision. We found a common coupling defect of oxidative phosphorylation in fibroblasts of patients affected by autosomal dominant optic atrophy (mutations of OPA1), autosomal dominant optic atrophy associated with cataract (mutations of OPA3), and Leber's hereditary optic neuropathy, a disorder associated with point mutations of mitochondrial DNA complex I genes. Interestingly, the energetic defect was significantly more pronounced in Leber's hereditary optic neuropathy and autosomal dominant optic atrophy patients with a more complex phenotype, the so-called plus phenotype.","dc:creator":"Chevrollier A","dc:date":"2008","dc:title":"Hereditary optic neuropathies share a common mitochondrial coupling defect."},"rdfs:label":"Chevrollier_Mitochondrial coupling defect"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"While the functional analysis shows a mitochondrial defect in OPA3-related disease, it is unclear how this relates to disease manifestation. Therefore a minimal score is awarded. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.35}],"evidenceStrength":"Moderate","sequence":8537,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.35,"subject":{"id":"cggv:002fb388-fa6c-49ff-8284-109a4609858f","type":"GeneValidityProposition","disease":"obo:MONDO_0008133","gene":"hgnc:8142","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*OPA3* was first reported in relation to autosomal dominant optic atrophy 3 in 2004 (Reynier et al; PMID: 15342707). *OPA3* encodes the lipid metabolism regulator, OPA3, which was initially thought to be mitochondrial inner membrane (MIM) protein, but later shown to be a mitochondrial outer membrane (MOM) protein (Ryu et al, 2010; PMID: 20372962). The function of this protein is not clearly understood, but involved in mitochondrial processes. Optic atrophy 3 (also known as autosomal dominant optic atrophy with cataract, ADOAC) is characterized by optic atrophy with onset mostly in childhood, decreased visual acuity, cerebellar ataxia, areflexia, mild extrapyramidal signs, and cataract, among other features.\n\nOMIM entities: AD optic atrophy with cataract; Costeff syndrome/3-methylglutaconic aciduria type 3 (MGA3). The two disease entities are characterized by several overlapping features. While optic atrophy is a clinical feature that is part of the spectrum associated with 3-methyglutaconic aciduria type III, the optic atrophy 3 with cataract entity also includes certain distinct phenotypes. The inheritance patterns (AR for MGA type III and AD for optic atrophy 3) as well as the molecular mechanism (biallelic loss of function for MGA type III and gain of function for optic atrophy 3) for the two entities are different. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, the following disease entities have been split into two disease entities, autosomal recessive 3-methylglutaconic aciduria type 3 (Costeff syndrome) and the autosomal dominant optic atrophy 3 with cataract. Only the AD optic atrophy 3 with cataract is curated by the Glaucoma/Neuro-Op GCEP. The AR metabolic disease will be curated by another relevant GCEP.  \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. \n\nAt least five variants (missense), including one recurrent variant, in this gene have been reported in at least 13 probands in 6 publications (PMID: 28050599, 25159689, 22797356, 31119193, 24136862, 15342707). One recurrent variant, Gln105Glu, has been observed as a de novo variant in 1 individual and in 8 other unrelated individuals (all likely European origin, but without explicit ancestry information), along with segregation data. Haplotype analysis across 3 families in one study revealed a common disease genotype only in two families, but not in the third, indicating that the variant likely arose independently in other families, and hence recurrence of this variant has been scored half of the default points. \n\nLimited experimental evidence is available in the literature. OPA3 is shown to localize to the mitochondria, specifically in the outer membrane (PMID: 20372962). Functional evidence in HeLa cells show that *OPA3* overexpression induces mitochondrial fragmentation (PMID: 20372962). Analyses in patient fibroblasts with an *OPA3* variant shows a mitochondrial coupling defect, similar to fibroblasts with *OPA1* and LHON alterations. \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on April 18th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:43fa9b49-eca7-44a2-a767-c35ac42cf62f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}