{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-08-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:23:18.956Z","role":"Publisher"}],"evidence":[{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12ba8827-14e4-4f3d-9c16-9b0bdf47ea0c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbb3d535-21a4-4f02-b172-c2021c598682","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NPC1, a lysosomal cholesterol transporter, and SLC38A9 were shown to interact physically via co-immunoprecipitation: FLAG-tagged NPC1 immuno-precipitated SLC38A9, as well as other components of the mTORC1 complex, including Ragulator, Rag GTPases, and the vacuolar H+-ATPase (v-ATPase). NPC1 was curated as Definitively associated with Niemann-Pick disease type C1 by the ClinGen Lysosomal Diseases GCEP. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28336668","type":"dc:BibliographicResource","dc:abstract":"The mechanistic target of rapamycin complex 1 (mTORC1) protein kinase is a master growth regulator that becomes activated at the lysosome in response to nutrient cues. Here, we identify cholesterol, an essential building block for cellular growth, as a nutrient input that drives mTORC1 recruitment and activation at the lysosomal surface. The lysosomal transmembrane protein, SLC38A9, is required for mTORC1 activation by cholesterol through conserved cholesterol-responsive motifs. Moreover, SLC38A9 enables mTORC1 activation by cholesterol independently from its arginine-sensing function. Conversely, the Niemann-Pick C1 (NPC1) protein, which regulates cholesterol export from the lysosome, binds to SLC38A9 and inhibits mTORC1 signaling through its sterol transport function. Thus, lysosomal cholesterol drives mTORC1 activation and growth signaling through the SLC38A9-NPC1 complex.","dc:creator":"Castellano BM","dc:date":"2017","dc:title":"Lysosomal cholesterol activates mTORC1 via an SLC38A9-Niemann-Pick C1 signaling complex."},"rdfs:label":"SLC38A9 interacts with NPC1 protein "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:9778d8e7-5814-41b9-bae2-bb110f3277b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8bf30689-92a3-4c0b-b2bc-519a0ae1888c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Activation of the mTORC1 pathway by SLC38A9 regulation of amino acid transport mediates mTORC1 activity, and thereby lysosomal metabolism","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25561175","type":"dc:BibliographicResource","dc:abstract":"Cell growth and proliferation are tightly linked to nutrient availability. The mechanistic target of rapamycin complex 1 (mTORC1) integrates the presence of growth factors, energy levels, glucose and amino acids to modulate metabolic status and cellular responses. mTORC1 is activated at the surface of lysosomes by the RAG GTPases and the Ragulator complex through a not fully understood mechanism monitoring amino acid availability in the lysosomal lumen and involving the vacuolar H(+)-ATPase. Here we describe the uncharacterized human member 9 of the solute carrier family 38 (SLC38A9) as a lysosomal membrane-resident protein competent in amino acid transport. Extensive functional proteomic analysis established SLC38A9 as an integral part of the Ragulator-RAG GTPases machinery. Gain of SLC38A9 function rendered cells resistant to amino acid withdrawal, whereas loss of SLC38A9 expression impaired amino-acid-induced mTORC1 activation. Thus SLC38A9 is a physical and functional component of the amino acid sensing machinery that controls the activation of mTOR. ","dc:creator":"Rebsamen M","dc:date":"2015","dc:title":"SLC38A9 is a component of the lysosomal amino acid sensing machinery that controls mTORC1."},"rdfs:label":"SLC38A9 regulates lysosomal metabolism "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:952b9907-62f4-40c0-a951-e853313bc900","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea89bb82-2f5d-4543-a00f-640830eebb7e","type":"FunctionalAlteration","dc:description":"HEK293T cells overexpressing the SLC38A9.2, SLC38A9.4, and the SLC38A9.1 Δ110 variants did not maintain mTORC1 signaling after amino acid withdrawal, consistent with these variants impairing wild-type SLC38A9-mediated activation of mTORC1 in response to amino acid withdrawal ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25567906","type":"dc:BibliographicResource","dc:abstract":"The mechanistic target of rapamycin complex 1 (mTORC1) protein kinase is a master growth regulator that responds to multiple environmental cues. Amino acids stimulate, in a Rag-, Ragulator-, and vacuolar adenosine triphosphatase-dependent fashion, the translocation of mTORC1 to the lysosomal surface, where it interacts with its activator Rheb. Here, we identify SLC38A9, an uncharacterized protein with sequence similarity to amino acid transporters, as a lysosomal transmembrane protein that interacts with the Rag guanosine triphosphatases (GTPases) and Ragulator in an amino acid-sensitive fashion. SLC38A9 transports arginine with a high Michaelis constant, and loss of SLC38A9 represses mTORC1 activation by amino acids, particularly arginine. Overexpression of SLC38A9 or just its Ragulator-binding domain makes mTORC1 signaling insensitive to amino acid starvation but not to Rag activity. Thus, SLC38A9 functions upstream of the Rag GTPases and is an excellent candidate for being an arginine sensor for the mTORC1 pathway. ","dc:creator":"Wang S","dc:date":"2015","dc:title":"Metabolism. Lysosomal amino acid transporter SLC38A9 signals arginine sufficiency to mTORC1."},"rdfs:label":"SLC38A9 mutants in HEK293T cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:debbd08a-242d-459a-a4f5-7903731b049e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:25dc4e02-315a-4bec-b04e-7b80c6a99373","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Overexpression  of the Ragulator-binding domain of SLC38A9.1 restored mTORC1 signaling (in response to amino acid deprivation)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25567906","rdfs:label":"Rescue of SLC38A9 mutants in HEK293T cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:cd47085e-80b5-4911-9d5c-dafdbfefd270","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a831ea69-2bb8-4327-aed8-36559e99ea33","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout zebrafish showed abnormal lysosomal amino acid metabolism, as evinced by elevated levels of multiple free amino acids","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35457018","type":"dc:BibliographicResource","dc:abstract":"Eukaryotic cells control nutritional homeostasis and determine cell metabolic fate through a series of nutrient transporters and metabolic regulation pathways. Lysosomal localized amino acid transporter member 9 of the solute carrier family 38 (SLC38A9) regulates essential amino acids' efflux from lysosomes in an arginine-regulated fashion. To better understand the physiological role of SLC38A9, we first described the spatiotemporal expression pattern of the ","dc:creator":"Wu X","dc:date":"2022","dc:title":"Slc38a9 Deficiency Induces Apoptosis and Metabolic Dysregulation and Leads to Premature Death in Zebrafish."},"rdfs:label":"SLC38A9 knockout zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":5089,"specifiedBy":"GeneValidityCriteria9","strengthScore":4.5,"subject":{"id":"cggv:dd0d88c4-1d32-43f5-a1ae-de2889453e16","type":"GeneValidityProposition","disease":"obo:MONDO_0002561","gene":"hgnc:26907","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"The relationship between the SLC38A9 gene and lysosomal storage disorders was evaluated using the ClinGen Clinical Validity Framework as of July 21, 2022. SLC38A9 encodes solute carrier family 38, member 9, a lysosomal amino acid transporter protein involved in regulating the mechanistic target of rapamycin complex 1 (mTORC1), via modulating transport of amino acids that stimulate mTORC1 activation (PMID: 25561175, PMID: 25567906) and mediating cholesterol-driven mTORC1 activation (PMID: 28336668). \n\nTo our knowledge, SLC38A9 has not been reported in association with human disease to date. Based on published experimental data, there is minimal evidence suggesting a role for SLC38A9 in lysosomal storage disorders. This experimental evidence (4.50 points total) includes: the biochemical function of the gene product (solute carrier family 38, member 9) being consistent with altered amino acid-mediated signaling of mTORC1 (PMID: 25561175); the physical interaction between SLC38A9 and NPC intracellular cholesterol transporter 1 (PMID: 28336668), a protein encoded by the NPC1 gene, which has been curated as Definitively associated with the lysosomal storage disease Niemann-Pick disease type C1 by the ClinGen Lysosomal Diseases GCEP; functional alteration (impaired amino acid-mediated signaling of mTORC1 in HEK293T cells harboring SLC38A9 variants lacking key amino acid residues involved in interacting with the Ragulator complex (PMID: 25567906); rescue of HEK293T cells harboring SLC38A9 variants lacking key amino acid residues involved in interacting with the Ragulator complex by reexpression of the segment containing these residues (PMID: 25567906); and the abnormal amino acid metabolism seen in a SLC38A9 knockout zebrafish model (PMID: 35457018).\n\nIn summary, there is currently no direct evidence supporting the association between the SLC38A9 gene and lysosomal storage disorders. There is minimal experimental evidence suggesting that the SLC38A9 gene may play a role in lysosomal storage disorders via its role in regulating mTORC1, but additional publications, including those involving human cases, are needed to define the role of the SLC38A9 gene in lysosomal storage disorders. This clinical validity classification was approved by the ClinGen Lysosomal Diseases GCEP on August 2, 2022 (SOP v9).","dc:isVersionOf":{"id":"cggv:34c72694-90be-4ba1-a876-4f77562e7e72"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}