{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:02.762Z","role":"Publisher"},{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-05-15T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:dda98333-ca4a-444f-a3d1-da553f54e72c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c720806-a950-4fb8-9a0d-d0ce5f977d8a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":5,"detectionMethod":"A DNA library was prepared according to an in-solution hybrid capture-based protocol designed for more than 4800 genes. Paired-end 150-bp reads were sequenced on a MiSeq platform. Confirmation of genetic results and segregation analysis were performed via Sanger sequencing. Deletion was confirmed by array-based comparative genomic hybridization (array-CGH).","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"platelet count 89-177x10^9/L","phenotypes":["obo:HP_0100327","obo:HP_0000821","obo:HP_0004977","obo:HP_0001999","obo:HP_0001537","obo:HP_0000347","obo:HP_0001873","obo:HP_0001903","obo:HP_0001319","obo:HP_0002098","obo:HP_0000023","obo:HP_0000368","obo:HP_0000047","obo:HP_0001540","obo:HP_0001181","obo:HP_0000421","obo:HP_0011900"],"previousTesting":true,"previousTestingDescription":"A truncating heterozygous variant in the DUOX2 gene, known to be associated with transient thyroid dyshormonogenesis type 6 (TDH6), was also detected and may explain the proband's mild hypothyroidism.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:dda98333-ca4a-444f-a3d1-da553f54e72c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cf43cce7-f2a2-4aff-80eb-a66acc82356a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.67+32G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249835"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32109542","type":"dc:BibliographicResource","dc:abstract":"Rare genetic diseases and syndromes may appear with unique features in some patients. In genetically-solved cases, this situation indicates a phenotypic expansion of the syndrome with additional features (i.e. the disease-associated gene gives rise to unusual clinical presentation). However, this situation can also hide a multilocus pathogenic variation that cannot be solved genetically except by a massive sequencing approach, such as exome sequencing. Here we describe the case of a child with bilateral radial aplasia, transient thrombocytopenia and anemia, cow's milk intolerance, hypospadias, facial dysmorphism, mild hypothyroidism and umbilical and inguinal hernia. Bilaterally absent radius, presence of thumbs and low platelet count are pathognomonic of thrombocytopenia absent radius (TAR) syndrome, but the child also showed other features beyond those reported in the literature. Since various diseases resembling the proband's phenotype required differential diagnosis, clinical exome sequencing was performed. The results showed compound heterozygous mutations in the RBM8A gene, confirming the suspicion of TAR syndrome. A truncating heterozygous variant in the DUOX2 gene, known to be associated with transient thyroid dyshormonogenesis type 6 (TDH6), was also detected and may explain the proband's mild hypothyroidism.","dc:creator":"Miertuš J","dc:date":"2020","dc:title":"Expanding the phenotype of thrombocytopenia absent radius syndrome with hypospadias."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32109542","rdfs:label":"Miertus Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for the maternal GRCh37 (chr1:145,380,000–145,720,000)x1 deletion allele and paternal intronic SNP (c.67+32G>C). In addition to RBM8A the deletion involves 15 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, and PDZK1) which are not implicated in TAR."},{"id":"cggv:98933b1e-ab9b-4eeb-b045-22f73f20a480_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe1f834c-802c-4867-8a7e-50e57e9cb74c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Gene panel for limb malformations, targeting all exons. Sanger sequencing was used to confirm nucleotide variations and identify intronic variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0004977","obo:HP_0001873","obo:HP_0001800","obo:HP_0007514","obo:HP_0012098"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:98933b1e-ab9b-4eeb-b045-22f73f20a480_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.-21G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249745"}},{"id":"cggv:efaef432-efe1-49be-8e89-c6d62357abf3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.205+3_205+6del (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915941066"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32227665","type":"dc:BibliographicResource","dc:abstract":"Thrombocytopenia-Absent Radius (TAR) syndrome is characterized by radial defect and neonatal thrombocytopenia. It is caused by bi-allelic variants of RBM8A gene (1q21.1) with the association of a null allele and a hypomorphic non-coding variant. RBM8A encodes Y14, a core protein of the Exon Junction Complex involved in mRNA maturation. To date, only two hypomorphic variants have been identified. We report on a cohort of 26 patients affected with TAR syndrome and carrying biallelic variants in RBM8A. Half patients carried a 1q21.1 deletion and one of the two known hypomorphic variants. Four novel non-coding variants of RBM8A were identified in the remaining patients. We developed experimental models enabling their functional characterization in vitro. Two variants, located respectively in the 5'-UTR and 3'-UTR regions, are responsible for a diminished expression whereas two intronic variants alter splicing. Our results bring new insights into the molecular knowledge of TAR syndrome and enabled us to propose genetic counseling for patients' families. This article is protected by copyright. All rights reserved.","dc:creator":"Boussion S","dc:date":"2020","dc:title":"TAR syndrome: clinical and molecular characterization of a cohort of 26 patients and description of novel non-coding variants of RBM8A."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32227665","rdfs:label":"Patient 1 (NGS263)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound inheritance of a maternal null allele (c.205+3_205+6del) and a paternal low-frequency 5'UTR SNP (c.-21G>A) was observed in this TAR patient. The intronic deletion is responsible for the abolition of the donor splice site, leading to in-frame exon 3 skipping (26 of 174 amino acids). Transfected MC3T3-E1 cells confirm the presence of a shortened protein. This deletion probably disrupts the nuclear shuttling sequence, containing both functional nuclear localization and nuclear exporting signals, and may disrupt interaction with an additional EJC component MAGOH."},{"id":"cggv:0d53c88e-95fa-4751-8c4c-2afb5d16cc85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a47350d5-7150-4783-836f-5e87467a20aa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":4,"detectionMethod":"Array-CGH analysis for deletion identification and sanger sequencing the rs139428292 and rs201779890 SNPs.","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"thrombocytopenia (40.000/mmc), PTT (43.7 s)","phenotypes":["obo:HP_0001558","obo:HP_0004977","obo:HP_0006495","obo:HP_0004209","obo:HP_0001873","obo:HP_0006507","obo:HP_0007380","obo:HP_0009486"],"previousTesting":true,"previousTestingDescription":"Normal karyotype.","sex":"Male","variant":{"id":"cggv:0d53c88e-95fa-4751-8c4c-2afb5d16cc85_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26550033","type":"dc:BibliographicResource","dc:abstract":"Thrombocytopenia-absent radius syndrome (TAR; MIM 274000) is a rare autosomal recessive disorder combining specific skeletal abnormalities with a reduced platelet count. TAR syndrome has been associated with the compound inheritance of an interstitial microdeletion in 1q21.1 and a low frequency noncoding RBM8A SNP.","dc:creator":"Tassano E","dc:date":"2015","dc:title":"Thrombocytopenia-absent radius (TAR) syndrome due to compound inheritance for a 1q21.1 microdeletion and a low-frequency noncoding RBM8A SNP: a new familial case."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26550033","rdfs:label":"Tassano Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for the paternal GRCh37 (chr1:145291711-145831389)x1 deletion allele and maternal 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 17 genes (NBPF10, HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, PDZK1 and GPR89A) which are not implicated in TAR."},{"id":"cggv:f6d3b95e-d271-4737-b51f-1ed32301417f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59d42032-4b92-478b-8b72-7991e1f5f9c8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genome-wide CNV analysis by SNP/CGH arrays.","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"TAR syndrome","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f6d3b95e-d271-4737-b51f-1ed32301417f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28690869","type":"dc:BibliographicResource","dc:abstract":"Inherited bone marrow failure syndromes (IBMFSs) comprise a genetically heterogeneous group of diseases with hematopoietic failure and a wide array of physical malformations. Copy number variants (CNVs) were reported in some IBMFSs. It is unclear what impact CNVs play in patients evaluated for a suspected diagnosis of IBMFS. Clinical and genetic data of 323 patients from the Canadian Inherited Marrow Failure Registry from 2001 to 2014, who had a documented genetic work-up, were analyzed. Cases with pathogenic CNVs (at least 1 kilobasepairs) were compared to cases with other mutations. Genotype-phenotype correlations were performed to assess the impact of CNVs. Pathogenic nucleotide-level mutations were found in 157 of 303 tested patients (51.8%). Genome-wide CNV analysis by single nucleotide polymorphism arrays or comparative genomic hybridization arrays revealed pathogenic CNVs in 11 of 67 patients tested (16.4%). In four of these patients, identification of CNV was crucial for establishing the correct diagnosis as their clinical presentation was ambiguous. Eight additional patients were identified to harbor pathogenic CNVs by other methods. Of the 19 patients with pathogenic CNVs, four had compound-heterozygosity of a CNV with a nucleotide-level mutation. Pathogenic CNVs were associated with more extensive non-hematological organ system involvement (p=0.0006), developmental delay (p=0.006) and short stature (p=0.04) compared to nucleotide-level mutations. In conclusion, a significant proportion of patients with IBMFSs harbor pathogenic CNVs which were associated with a more extensive non-hematological phenotype in this cohort. Patients with a phenotype suggestive of IBMFSs but without identification of pathogenic nucleotide-level mutations should undergo specific testing for CNVs.","dc:creator":"Waespe N","dc:date":"2017","dc:title":"The clinical impact of copy number variants in inherited bone marrow failure syndromes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28690869","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.25,"dc:description":"This patient is compound heterozygous for the GRCh37 (chr1:145372550–145792064)x1 deletion allele and 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 16 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, PDZK1 and GPR89A) which are not implicated in TAR. No phenotypic information is provided."},{"id":"cggv:627a37b5-6e0a-4c3c-9420-83f2afad6fe8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:7c1e8e03-5192-4728-88c3-d3abbc10aedb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"One individual had exome sequencing while the remaining cases underwent qPCR for the common 1q21.1 microdeletion and genotyping by Sanger sequencing for the intronic SNP.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"platelet count 90-140x10^9/L","phenotypes":["obo:HP_0100327","obo:HP_0002814","obo:HP_0004977","obo:HP_0001873","obo:HP_0000978"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:627a37b5-6e0a-4c3c-9420-83f2afad6fe8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cf43cce7-f2a2-4aff-80eb-a66acc82356a"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22366785","type":"dc:BibliographicResource","dc:abstract":"The exon-junction complex (EJC) performs essential RNA processing tasks. Here, we describe the first human disorder, thrombocytopenia with absent radii (TAR), caused by deficiency in one of the four EJC subunits. Compound inheritance of a rare null allele and one of two low-frequency SNPs in the regulatory regions of RBM8A, encoding the Y14 subunit of EJC, causes TAR. We found that this inheritance mechanism explained 53 of 55 cases (P < 5 × 10(-228)) of the rare congenital malformation syndrome. Of the 53 cases with this inheritance pattern, 51 carried a submicroscopic deletion of 1q21.1 that has previously been associated with TAR, and two carried a truncation or frameshift null mutation in RBM8A. We show that the two regulatory SNPs result in diminished RBM8A transcription in vitro and that Y14 expression is reduced in platelets from individuals with TAR. Our data implicate Y14 insufficiency and, presumably, an EJC defect as the cause of TAR syndrome.","dc:creator":"Albers CA","dc:date":"2012","dc:title":"Compound inheritance of a low-frequency regulatory SNP and a rare null mutation in exon-junction complex subunit RBM8A causes TAR syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"This individual is compound heterozygous for a 1q21.1 deletion and an intronic SNP (c.67+32G>C). The deletion breakpoints for these individuals were not reported by the authors, only that it spans at a minimum the common 200kb deletion region. As such the impact of the loss of additional material outside of RBM8A cannot be assessed since how many and which genes are impacted is unknown. The intronic SNP occurs at an allele frequency of 0.02287 in the gnomAD Finnish European population (7 homozygotes reported), however is consistent with a hypomorphic mechanism as shown by experimental studies in which this variant disrupts binding of nuclear proteins to the RBM8A promoter sequence (shown by electrophoretic mobility shift assay), leading to reduced promoter activity in vitro (shown by luciferase assay), and reduced protein expression on Western blot in patient/carrier platelets."},{"id":"cggv:64cb319a-1e44-4112-a48c-dd97188abe4c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:52d1d670-7c07-413b-aeb4-5c474a539488","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"aCGH, whole-exome, whole-genome, and targeted sequencing","firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0000347","obo:HP_0000316","obo:HP_0000431","obo:HP_0009890","obo:HP_0001245","obo:HP_0001633","obo:HP_0004977","obo:HP_0001631","obo:HP_0011220","obo:HP_0000414","obo:HP_0000369","obo:HP_0006495","obo:HP_0001385","obo:HP_0002982"],"previousTesting":true,"previousTestingDescription":"Whole-exome sequencing did not identify variants in genes associated with similar phenotypes such as MECOM, HOXA11, TBX5, or Fanconi anemia.","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:64cb319a-1e44-4112-a48c-dd97188abe4c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:40c48e4a-184f-40e2-a26a-ef02753692f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_002328.4(GNRHR2):n.683T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1055447"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31836590","type":"dc:BibliographicResource","dc:abstract":"Thrombocytopenia-absent radii (TAR) syndrome, characterized by neonatal thrombocytopenia and bilateral radial aplasia with thumbs present, is typically caused by the inheritance of a 1q21.1 deletion and a single-nucelotide polymorphism in RBM8A on the nondeleted allele. We evaluated two siblings with TAR-like dysmorphology but lacking thrombocytopenia in infancy. Family NCI-107 participated in an IRB-approved cohort study and underwent comprehensive clinical and genomic evaluations, including aCGH, whole-exome, whole-genome, and targeted sequencing. Gene expression assays and electromobility shift assays (EMSAs) were performed to evaluate the variant of interest. The previously identified TAR-associated 1q21.1 deletion was present in the affected siblings and one healthy parent. Multiple sequencing approaches did not identify previously described TAR-associated SNPs or mutations in relevant genes. We discovered rs61746197 A > G heterozygosity in the parent without the deletion and apparent hemizygosity in both siblings. rs61746197 A > G overlaps a RelA-p65 binding motif, and EMSAs indicate the A allele has higher transcription factor binding efficiency than the G allele. Stimulation of K562 cells to induce megakaryocyte differentiation abrogated the shift of both reference and alternative probes. The 1q21.1 TAR-associated deletion in combination with the G variant of rs61746197 on the nondeleted allele is associated with a TAR-like phenotype. rs61746197 G could be a functional enhancer/repressor element, but more studies are required to identify the specific factor(s) responsible. Overall, our findings suggest a role of rs61746197 A > G and human disease in the setting of a 1q21.1 deletion on the other chromosome.","dc:creator":"Brodie SA","dc:date":"2019","dc:title":"1q21.1 deletion and a rare functional polymorphism in siblings with thrombocytopenia-absent radius-like phenotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31836590","rdfs:label":"Brother"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"This individual is compound heterozygous for a GRCh38 (chr1:145,601,946-148,597,425)x1 deletion and a 3'UTR (rs61746197 A > G) variant. In addition to RBM8A the deletion involves ~30 genes, the impact of the loss of additional material has not been fully evaluated. The 3'UTR SNP occurs within GNRHR2 at an allele frequency of 0.009113 in the gnomAD Finnish European population (2 homozygotes reported). It is consistent with a hypomorphic mechanism as shown by experimental studies in which this variant has lower binding efficiency of transcription factors (shown by electrophoretic mobility shift assay)."},{"id":"cggv:4d17db26-5206-4fce-b82b-142fdd61d6dd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:0147d981-44ea-4d7d-bdc9-0457e806db83","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"Gene panel for limb malformations, targeting all exons. Sanger sequencing was used to confirm nucleotide variations and identify regulatory variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0004059","obo:HP_0000121","obo:HP_0004977","obo:HP_0001873","obo:HP_0006495"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4d17db26-5206-4fce-b82b-142fdd61d6dd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:90aa5c3e-2b80-45c9-9c48-cd30fb629bee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.*6C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA222836"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32227665"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32227665","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"This individual is compound heterozygous for a paternal 1q21.1 deletion and a maternal 3'UTR SNP (c.*6C>G). The deletion breakpoints for these individuals were not reported by the authors, as such the impact of the loss of additional material outside of RBM8A cannot be assessed since how many and which genes are impacted is unknown. The 3'UTR SNP occurs at an allele frequency of 0.1483 in the gnomAD African population (with 297 homozygotes) but is consistent with a hypomorphic mechanism. It is responsible for diminished expression shown by luciferase assay (around 60-70%)."},{"id":"cggv:42c03007-d112-465b-8431-0afdc18032df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03023710-01d2-4745-be65-f7e39e3b8056","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Gene panel for limb malformations, targeting all exons. Sanger sequencing was used to confirm nucleotide variations and identify intronic/regulatory variants.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0004977","obo:HP_0001873"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:42c03007-d112-465b-8431-0afdc18032df_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ad28156d-6e9f-4ad6-9c6a-00e69947aa87","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.206-13C>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915941068"}},{"id":"cggv:3a0c42b6-0105-480f-bca3-388a6943a583","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.145927445C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1055219"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32227665"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32227665","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound inheritance of a paternal null allele (c.206-13C>A) and a maternal low-frequency 5'UTR SNP (c.-19G>T) was observed in this TAR patient. The intronic variant creates a novel splicing acceptor site, leading to an 11bp insertion and causing a premature stop codon. Transfected MC3T3-E1 cells confirm the absence of protein expression for this variant, like due to NMD. The 5'UTR SNP occurs at an allele frequency of 0.00003019 in the gnomAD Latino population and is consistent with a hypomorphic mechanism; it is responsible for diminished expression (shown by luciferase assay), in a similar range (around 60-70%) to the two known regulatory SNPs. Variant c.-19G>T is located 2 base pairs from known variant c.-21G>A, and is likely to alter transcription factor binding as well."},{"id":"cggv:c2ad1cb2-ab5e-4a3c-8021-2da7cee36a8d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:a1c515df-3aa0-4db0-8a42-8d5a58d4e3fc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"All exons of RBM8A were amplified and Sanger sequenced to identify the nonsense variant, genotyping by Sanger sequencing identified the 5'UTR SNP.","firstTestingMethod":"PCR","phenotypeFreeText":"unspecified neonatal bleeding, platelet count 78x10^9/L","phenotypes":["obo:HP_0001626","obo:HP_0001873","obo:HP_0100327","obo:HP_0004977"],"previousTesting":true,"previousTestingDescription":"qPCR for the common 1q21.1 microdeletion did not identify a deletion","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c2ad1cb2-ab5e-4a3c-8021-2da7cee36a8d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:739b9200-33d6-487e-b377-70a30ee4b736","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.487C>T (p.Arg163Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342738"}},{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Case 140"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Compound inheritance of a nonsense variant (Arg163Ter) and a low-frequency 5'UTR SNP (c.-21G>A) was observed in this TAR patient. The nonsense variant generates a premature stop codon in exon 6 of 6 and is not predicted to cause NMD but would truncate the final 12 of 174 amino acids. The 5'UTR SNP occurs at an allele frequency of 0.02774 in the gnomAD non-Finnish European population (47 homozygotes reported), however is consistent with a hypomorphic mechanism as shown by experimental studies in which this variant increases binding of a transcriptional repressor to the RBM8A promoter sequence (shown by electrophoretic mobility shift assay), leading to reduced promoter activity in vitro (shown by luciferase assay), and reduced protein expression on Western blot in patient/carrier platelets. These variants were not confirmed to be in trans; no parental testing was performed."},{"id":"cggv:3050016f-d171-429b-b5a6-da1a46d361c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9a8d681-53df-4371-9d1b-5fcbd4c654e3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"CGH microarray to identify the deletion and genotyping of rs139428292 (G>A) and rs201779890 (G>C) SNPs was carried out by direct sequencing.","firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0004059","obo:HP_0001762","obo:HP_0000047","obo:HP_0006507","obo:HP_0000347","obo:HP_0012368","obo:HP_0002119","obo:HP_0000107","obo:HP_0011129","obo:HP_0006495","obo:HP_0004977","obo:HP_0001371"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3050016f-d171-429b-b5a6-da1a46d361c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24053387","type":"dc:BibliographicResource","dc:abstract":"Thrombocytopenia-absent radius syndrome is a rare autosomal recessive disorder characterized by megakaryocytic thrombocytopenia and longitudinal limb deficiencies mostly affecting the radial ray. Most patients are compound heterozygotes for a 200 kb interstitial microdeletion in 1q21.1 and a hypomorphic allele in RBM8A, mapping in the deleted segment. At the moment, the complete molecular characterization of thrombocytopenia-absent radius syndrome is limited to a handful of patients mostly ascertained in the pediatric age","dc:creator":"Bottillo I","dc:date":"2013","dc:title":"Prenatal diagnosis and post-mortem examination in a fetus with thrombocytopenia-absent radius (TAR) syndrome due to compound heterozygosity for a 1q21.1 microdeletion and a RBM8A hypomorphic allele: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24053387","rdfs:label":"Bottillo Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"This patient is compound heterozygous for the maternal GRCh37 (chr1:145415190-145804738)x1 deletion allele and paternal 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 16 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, PDZK1 and GPR89A) which are not implicated in TAR. This case was a prenatal diagnosis so full phenotyping was not available, no platelet count was determined."},{"id":"cggv:b411ac13-71b3-4325-9ffb-741fcce37308_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e868178-910c-4c7c-a287-db3d1bca85dc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Array-CGH analysis was conducted on DNA from CVS for deletion detection, and a 5' untranslated region (UTR) low‑frequency allele (rs139428292) in gene RBM8A as detected by Sanger sequencing.","firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0010880","obo:HP_0009824"],"previousTesting":true,"previousTestingDescription":"GTG banding (300–400 bands) of chromosomes revealed a normal male karyotype","sex":"Male","variant":{"id":"cggv:b411ac13-71b3-4325-9ffb-741fcce37308_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24220582","type":"dc:BibliographicResource","dc:abstract":"Thrombocytopenia‑absent radius syndrome (TAR) is a rare genetic disorder that is characterized by the absence of the radius bone in each forearm and a markedly reduced platelet count that results in life‑threatening bleeding episodes (thrombocytopenia). Tar syndrome has been associated with a deletion of a segment of 1q21.1 cytoband. The 1q21.1 deletion syndrome phenotype includes Tar and other features such as mental retardation, autism and microcephaly. This study describes a case of a prenatally diagnosed fetus with compound inheritance of a small (334 kb) deletion, as detected by array‑comparative genomic hybridization, and a 5' untranslated region (UTR) low‑frequency allele (rs139428292) in gene RBM8A as detected by Sanger sequencing. The study describes the first case of prenatal analysis of TAR syndrome in a fetus with compound inheritance of a 334‑kb deletion in the 1q21.1 region and a low‑frequency 5' UTR single nucleotide polymorphism, and provides confirmation of the causal nature of the RBM8A gene in the diagnosis of TAR syndrome. ","dc:creator":"Papoulidis I","dc:date":"2014","dc:title":"Prenatal detection of TAR syndrome in a fetus with compound inheritance of an RBM8A SNP and a 334‑kb deletion: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24220582","rdfs:label":"Papoulidis Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.25,"dc:description":"This patient is compound heterozygous for the paternal GRCh37 (chr1:145413388-145747269)x1 deletion allele and maternal 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 15 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, and PDZK1) which are not implicated in TAR. This was a case of prenatal detection with little phenotypic information available for the fetus."},{"id":"cggv:669dfe1e-3510-4a60-a1f7-b28e2d353d92_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab9be62a-78b5-4913-b5f2-9851d048b55e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genome-wide CNV analysis by SNP/CGH arrays.","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"TAR syndrome","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:669dfe1e-3510-4a60-a1f7-b28e2d353d92_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28690869"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28690869","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.25,"dc:description":"This patient is compound heterozygous for the GRCh37 (chr1:145390101–145792052)x1 deletion allele and 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 16 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, PDZK1 and GPR89A) which are not implicated in TAR. No phenotypic information is provided."},{"id":"cggv:82e9bc47-d2f3-4507-bb2f-14bbd8ffccd3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b3ce381-fe1c-4e72-b2bc-bfcb074804fc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"All exons of RBM8A were amplified and Sanger sequenced to identify the frameshift variant, genotyping by Sanger sequencing identified the 5'UTR SNP.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 13x10^9/L","phenotypes":["obo:HP_0000967","obo:HP_0001873","obo:HP_0100327","obo:HP_0004977"],"previousTesting":true,"previousTestingDescription":"qPCR for the common 1q21.1 microdeletion did not identify a deletion","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:82e9bc47-d2f3-4507-bb2f-14bbd8ffccd3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c051f95e-f0b1-46e5-a3a9-b49d114d8857","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005105.4(RBM8A):c.207_208insAGCG (p.Val70fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342737"}},{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Case 33"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound inheritance of a null allele (Val70fs) and a low-frequency 5'UTR SNP (c.-21G>A) was observed in this TAR patient for whom Y14 protein expression by Western blot was significantly reduced. The frameshift variant generates a premature stop codon in exon 4 of 6 and is predicted to cause NMD. The 5'UTR SNP occurs at an allele frequency of 0.02774 in the gnomAD non-Finnish European population (47 homozygotes reported), however is consistent with a hypomorphic mechanism as shown by experimental studies in which this variant increases binding of a transcriptional repressor to the RBM8A promoter sequence (shown by electrophoretic mobility shift assay), leading to reduced promoter activity in vitro (shown by luciferase assay), and reduced protein expression on Western blot in patient/carrier platelets."},{"id":"cggv:2480436f-85d2-4ca5-9b51-3a8d132b16b2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:dc8a7851-5f10-4669-94c3-6c780cd39513","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":6,"detectionMethod":"Four individuals had exome sequencing while the remaining cases underwent qPCR for the common 1q21.1 microdeletion and genotyping by Sanger sequencing for the 5'UTR SNP.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002814","obo:HP_0000978","obo:HP_0004977","obo:HP_0001873"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2480436f-85d2-4ca5-9b51-3a8d132b16b2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"This individual is compound heterozygous for a 1q21.1 deletion and a 5'UTR SNP (c.-21G>A). The deletion breakpoints for these individuals were not reported by the authors, only that it spans at a minimum the common 200kb deletion region. As such the impact of the loss of additional material outside of RBM8A cannot be assessed since how many and which genes are impacted is unknown."},{"id":"cggv:b649f06d-9d34-4e6e-b882-586685ff0212_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1183479d-d6ca-4497-9024-a67e6295df74","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Array-CGH identified the deletion and Sanger sequencing of all coding exons and adjacent intronic sequences identified the SNP.","firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0004425","obo:HP_0006507","obo:HP_0000347","obo:HP_0004977","obo:HP_0000343","obo:HP_0000316","obo:HP_0006495"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b649f06d-9d34-4e6e-b882-586685ff0212_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6100fa9c-88af-42c8-9e0d-533802b3966c"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32127157","type":"dc:BibliographicResource","dc:abstract":"To describe the ultrasonographic, pathologic and molecular findings in a fetus with TAR syndrome, and to illustrate the contribution of chromosomal microarray analysis (CMA) to the etiological investigation of fetal upper limb reduction defects.","dc:creator":"Travessa AM","dc:date":"2020","dc:title":"Upper limb phocomelia: A prenatal case of thrombocytopenia-absent radius (TAR) syndrome illustrating the importance of chromosomal microarray in limb reduction defects."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32127157","rdfs:label":"Travessa Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"This patient is compound heterozygous for the maternal GRCh37 (chr1:145388977–145746493)x1 deletion allele and paternal 5'UTR SNP (c.-21G>A). In addition to RBM8A the deletion involves 15 genes (HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR2, PEX11B, ITGA10, ANKRD35, PIAS3, NUDT17, POLR3C, RNF115, CD160, and PDZK1) which are not implicated in TAR. This case was a prenatal diagnosis so full phenotyping was not available, no platelet count was determined."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.75},{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f028cd4a-2429-4fc8-917b-454a03adb049","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50c6df1f-d88e-47d4-9635-839a7bd2e87d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RBM8A gene expression was determined to be present in all 8 hematopoietic lineages assayed by qPCR. Furthermore, expression was reduced in TAR patient platelets which may contribute the presence of thrombocytopenia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Expression in hemopoietic lineages"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in hematopoietic lineages is consistent with the tissue enhanced expression in blood reported by The Human Protein Atlas."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5633e0f1-a0af-4654-9a69-3f2c50aa4125","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:71601c96-d669-48ce-8530-e565f6c51daf","type":"FunctionalAlteration","dc:description":"In the case of TAR syndrome patients, a profound decrease in megakaryocyte (MK) forming unit colony number, from 10-fold to 25-fold, was observed in all culture conditions. Similar decreases were not observed with erythroid or granulocytic progenitors. An in vitro MK maturation defect was further demonstrated in TAR patient cells, which may be, in part, explained by the significantly lower expression of Mpl (thrombopoietin receptor encoded by PML) in patient platelets. The ratio of two isoforms of MpI, which arise by alternative splicing (a process which involves RBM8A), was altered; the c-mpl-P to c-mpl-K ratio was reduced in TAR platelets but heterogeneous among patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10688818","type":"dc:BibliographicResource","dc:abstract":"The thrombocytopenia and absent radii (TAR) syndrome is a rare disease associating bilateral radial agenesis and congenital thrombocytopenia. Here, we investigated in vitro megakaryocyte (MK) differentiation and expression of c-mpl in 6 patients. Using blood or marrow CD34(+) cells, the colony-forming unit (CFU)-MK number was markedly reduced. CD34(+) cells were also cultured in liquid medium in the presence of a combination of 3 cytokines (stem cell factor, interleukin-3, and interleukin-6) or megakaryocyte growth and development factor (PEG-rHuMGDF) with or without SCF. In the presence of PEG-rHuMGDF, the majority of mature megakaryocytes (CD41 high, CD42 high) underwent apoptosis. This phenomenon was also observed in cultures stimulated by three cytokines. However, this last combination of cytokines allowed a more complete terminal MK differentiation. Surprisingly, a homogeneous population of CD34(-)CD41(+)CD42(-) cells accumulated during the cultures. This population was unable to differentiate along the myeloid pathways. This result suggests that a fraction of MK cells is unable to differentiate in the TAR syndrome. We subsequently investigated whether this could be related to an abnormality in c-mpl. No mutation or rearrangement in the c-mpl gene was found by Southern blots or by sequencing of the c-mpl coding region and its promoter in any of the patients. Using Western blot analysis, a decreased level of Mpl was found in patient platelets. A decreased level of c-mpl messenger RNA in TAR platelets was also detected with a lower c-mpl-P to c-mpl-K ratio in comparison to adult platelets. Altogether, these results demonstrate that the thrombocytopenia of the TAR syndrome is associated with a dysmegakaryocytopoiesis characterized by cells blocked at an early stage of differentiation. (Blood. 2000;95:1633-1641)","dc:creator":"Letestu R","dc:date":"2000","dc:title":"Existence of a differentiation blockage at the stage of a megakaryocyte precursor in the thrombocytopenia and absent radii (TAR) syndrome."},"rdfs:label":"Megakaryocytopoiesis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Progressive correction of the thrombocytopenia in TAR patients after birth suggests that the gene(s) involved in defective megakaryocytopoiesis is developmentally regulated, as seen for Mpl which is markedly reduced in cord blood platelets in comparison to that of adult platelets. The low c-mpl-P to c-mpl-K ratio observed during the late MK differentiation in TAR syndrome may play a role in the defective megakaryocytopoiesis, though likely does not fully explain the defect."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94f03d3f-baf6-4e05-afcf-7e96888a086a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a1a1dbd0-04d8-4e1c-868f-5eb1564e5ce2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"At the highest dosage the embryos died within 24hrs post-fertilization while the lower doses had gross developmental defects at 78 hpf. These effects were more extensive than those seen from similar experiments for other genes implicated in hemopoiesis and are compatible with rbm8a being required for early zebrafish development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22366785","rdfs:label":"Zebrafish Knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This is consistent with the genotypes observed in human patients, with compound inheritance of one null allele and one low frequency SNP; two null alleles have not been reported which may be consistent with the high dosage morpholino knockdown lethality. However, this zebrafish does not model TAR phenotypes so only receives the minimum score."},{"id":"cggv:b31c98b2-d8c8-432a-b9a5-1c3b7b027596","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:57992556-aa4b-4508-8253-2b56ce68cb91","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RBM8A haploinsufficiency causes a similar reduction in expression as is observed in TAR patients. The mice have severe microcephaly whereas TAR patients are rarely reported with microcephaly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25948253","type":"dc:BibliographicResource","dc:abstract":"The cerebral cortex is built during embryonic neurogenesis, a period when excitatory neurons are generated from progenitors. Defects in neurogenesis can cause acute neurodevelopmental disorders, such as microcephaly (reduced brain size). Altered dosage of the 1q21.1 locus has been implicated in the etiology of neurodevelopmental phenotypes; however, the role of 1q21.1 genes in neurogenesis has remained elusive. Here, we show that haploinsufficiency for Rbm8a, an exon junction complex (EJC) component within 1q21.1, causes severe microcephaly and defective neurogenesis in the mouse. At the onset of neurogenesis, Rbm8a regulates radial glia proliferation and prevents premature neuronal differentiation. Reduced Rbm8a levels result in subsequent apoptosis of neurons, and to a lesser extent, radial glia. Hence, compared to control, Rbm8a-haploinsufficient brains have fewer progenitors and neurons, resulting in defective cortical lamination. To determine whether reciprocal dosage change of Rbm8a alters embryonic neurogenesis, we overexpressed human RBM8A in two animal models. Using in utero electroporation of mouse neocortices as well as zebrafish models, we find RBM8A overexpression does not significantly perturb progenitor number or head size. Our findings demonstrate that Rbm8a is an essential neurogenesis regulator, and add to a growing literature highlighting roles for EJC components in cortical development and neurodevelopmental pathology. Our results indicate that disruption of RBM8A may contribute to neurodevelopmental phenotypes associated with proximal 1q21.1 microdeletions. ","dc:creator":"Mao H","dc:date":"2015","dc:title":"Rbm8a haploinsufficiency disrupts embryonic cortical development resulting in microcephaly."},"rdfs:label":"Haploinsufficiency in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"7% of TAR patients do exhibit cognitive impairments and brain malformations which is consistent with the microcephaly observed in haploinsufficient mice, however the mouse phenotype is more severe than seen in most TAR patients. Additionally, the mouse is not reported to have radial aplasia or thrombocytopenia which are characteristic of TAR patients."},{"id":"cggv:5ba945e2-5192-44cf-84af-f53c5ce754b5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c3a5b8aa-04a3-4b5d-816b-b58b70293c83","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygosity for the EP(2)056J insertion, which causes absence of y14 expression, or compound heterozygosity for the EP(2)056J insertion and a chromosomal deletion covering the y14 locus are both lethal in the fruit fly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11696323","type":"dc:BibliographicResource","dc:abstract":"mRNA localization is a powerful and widely employed mechanism for generating cell asymmetry. In Drosophila, localization of mRNAs in the oocyte determines the axes of the future embryo. oskar mRNA localization at the posterior pole is essential and sufficient for the specification of the germline and the abdomen. Its posterior transport along the microtubules is mediated by Kinesin I and several proteins, such as Mago-nashi, which, together with oskar mRNA, form a posterior localization complex. It was recently shown that human Y14, a nuclear protein that associates with mRNAs upon splicing and shuttles to the cytoplasm, interacts with MAGOH, the human homolog of Mago-nashi.","dc:creator":"Hachet O","dc:date":"2001","dc:title":"Drosophila Y14 shuttles to the posterior of the oocyte and is required for oskar mRNA transport."},"rdfs:label":"Fly Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This is consistent with the genotypes observed in human patients, with compound inheritance of one null allele and one low frequency SNP; two null alleles have not been reported which may be consistent with homozygous lethality. However, this fly does not model TAR phenotypes so only receives the minimum score."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":763,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.25,"subject":{"id":"cggv:faee03aa-326e-4d79-8ac8-69274eeef8a8","type":"GeneValidityProposition","disease":"obo:MONDO_0010121","gene":"hgnc:9905","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"RBM8A was first reported in relation to autosomal recessive thrombocytopenia-absent radius syndrome (TAR) in 2007 (Klopocki E, et al., 2007, PMID: 17236129) when a heterozygous 1q21.1 microdeletion was associated with the syndrome. In 2012 (Albers CA, et al., 2012, PMID: 22366785) the mechanism was clarified as compound inheritance of a null mutation and a low frequency regulatory SNP. The null allele in the vast majority of cases is a 1q21.1 microdeletion spanning at least 200kb and including at least 12 genes in addition to RBM8A. Seventeen additional genes commonly included in these deletions (NBPF10, HJV, TXNIP, POLR3GL, ANKRD34A, LIX1L, GNRHR3, PEX11B, ITGA11, ANKRD36, PIAS4, NUD18, POLR3C, RNF115, CD160, PDZK1, and GPR89A) have been evaluated to assess the impact of the loss of the additional material and found to have no known association with TAR, based on lack of associated coding sequence mutations (via candidate gene sequencing in PMID: 17236129 and exome sequencing in PMID: 22366785), or the predominant phenotypes of bilateral radial aplasia and thrombocytopenia, based on associations reported in OMIM or ORPHANET and a literature review. Additionally, four cases of TAR with non-deletion RBM8A null alleles strengthen the evidence that RBM8A is the associated gene within the 1q21.1 deletion (PMIDs: 22366785, 32227665).\n\nIn addition to the 1q21.1 deletion alleles, at least 9 unique variants (1 frameshift, 1 nonsense, 2 splicing, and 5 regulatory SNPs located in the 5’UTR, first intron, or 3’UTR) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands, where both variants have been described, in 8 publications (PMIDs: 22366785, 24053387, 32227665, 32109542, 24220582, 26550033, 32127157, 28690869). Variants in this gene segregated with disease in 3 additional family members. This gene-disease relationship is supported by the expression of RBM8A in relevant tissues, the functional alteration in megakaryocytopoiesis of patient cells (PMID: 10688818), and some phenotypic consistency with animal models (PMIDs: 22366785, 11696323, 25948253). In summary, RBM8A is definitively associated with autosomal recessive TAR.\n","dc:isVersionOf":{"id":"cggv:56c276a7-3068-48db-9baa-6f178eb9c3a7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}