{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-12-04T17:00:00.000Z","role":"Approver"},{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:07.492Z","role":"Publisher"}],"evidence":[{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:647220c4-85f8-4e36-8d69-2a3c3ae9ce64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:063372ef-5398-4b5b-b337-048f854026b4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Analysis of mitochondrial transport in yeast with deletion of the ornithine transporter and expressing the human ornithine transporter (ORNT1; encoded by SLC25A15), found that labeled L-ornithine was effectively competed by unlabeled L-ornithine, providing evidence that ORNT1 is involved in transport of ornithine. Therefore, deficiency of ORNT1 (encoded by SLC25A15) is expected to reduce the level of ornithine in mitochondria, and increase ornithine level in the cytosol. The decreased level of mitochondrial ornithine reduces the urea cycle rate since ornithine is required by ornithine transcarbamylase (OTC) to drive the urea cycle. Ammonia and carbamyl-phosphate levels increase, causing hyperammonemia. Increased carbamoyl phosphate can bind lysine, forming homocitrulline which gives rise to homocitrullinuria or enter in the pyrimidine pathway, leading to increased excretion of orotic acid in urine (See PMID 25874378; Figure 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16256388","type":"dc:BibliographicResource","dc:abstract":"Yeast deletion models have general utility for the study of a variety of inherited metabolic disorders. Mutations in the mitochondrial ornithine transporter result in hyperammonemia, hyperornithinemia, homocitrullinuria syndrome, a disorder of the urea cycle. To study the effects of mutations in a model system that more closely resembles the in vivo environment, we have developed an expression system based on a yeast strain lacking its endogenous ornithine transporter homologue. Wild-type human ornithine transporter and a recurrent mutation, DeltaF 188, were expressed and characterized with this system. The wild-type transporter appeared to insert into yeast mitochondria in the same orientation as in mammalian mitochondria. It showed stereospecificity, strong antiport activity and ornithine transport was competed by citrulline and arginine. The DeltaF 188 mutant was not incorporated into the membrane to the same extent as wild type, but retained significant residual activity and lost stereospecificity. In these isolated mitochondria, samarium chloride was found to be a potent blocker of transport compared to previously reported sulfhydryl-based inhibitors. A low-affinity background transport activity that promoted the exchange of ornithine for either acidic or basic amino acids was observed. This yeast model can readily be extended to the study of protein:protein interactions. In this manner, the use of yeast deletion strains can serve as a general framework to perform metabolic pathway analysis.","dc:creator":"Morizono H","dc:date":"2005","dc:title":"The use of yeast mitochondria to study the properties of wild-type and mutant human mitochondrial ornithine transporter."},"rdfs:label":"Transport function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:c38fe01c-80b2-42b5-bcc9-73113268bc7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbf36911-9ae3-4f6b-b82a-42a252652203","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"SLC25A15 (ORC1, ORNT1) was expressed in E. coli and reconstituted into liposomes to analyze its transport function and that of a second ornithine transporter (ORC2, ORNT2). Both SLC25A15 (ORC1, ORNT1) and ORNT2 (ORC2) transport ornithine, lysine, arginine, and citrulline, and they are inactivated by the same inhibitors. However ORC2 has a broader a broader substrate specificity than ORC1, and ORC1 is 3 times more active. Because SLC25A15 (ORC1, ORNT1) transports citrulline better than ORNT2 (ORC2) and because it is more abundant than ORNT2 (ORC2) in liver, SLC25A15 is likely to carry out the important function of exchanging cytosolic ornithine and mitochondrial citrulline, thus providing an essential link in the urea cycle between enzyme activities in the cytosol and others in the mitochondrial matrix.  It has been proposed that the presence of ORC2 could ameliorate the severity of the phenotype in individuals with HHH syndrome. Of note, no pathogenic variants have been identified in ORC2. Impaired transport of ornithine from the cytosol to the mitochondrial matrix would disrupt the urea cycle at the level of the ornithine transcarbamylase (OTC) reaction, and prevent ornithine degradation in the urea cycle. Therefore, ornithine transporter deficiency would be expected to result in increased ammonia and ornithine. Increased carbamoyl phosphate can bind lysine, giving homocitrulline.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12807890","type":"dc:BibliographicResource","dc:abstract":"Two isoforms of the human ornithine carrier, ORC1 and ORC2, have been identified by overexpression of the proteins in bacteria and by study of the transport properties of the purified proteins reconstituted into liposomes. Both transport L-isomers of ornithine, lysine, arginine, and citrulline by exchange and by unidirectional mechanisms, and they are inactivated by the same inhibitors. ORC2 has a broader specificity than ORC1, and L- and D-histidine, L-homoarginine, and D-isomers of ornithine, lysine, and ornithine are all substrates. Both proteins are expressed in a wide range of human tissues, but ORC1 is the predominant form. The highest levels of expression of both isoforms are in the liver. Five mutant forms of ORC1 associated with the human disease hyperornithinemia-hyperammonemia-homocitrullinuria were also made. The mutations abolish the transport properties of the protein. In patients with hyperornithinemia-hyperammonemia-homocitrullinuria, isoform ORC2 is unmodified, and its presence compensates partially for defective ORC1.","dc:creator":"Fiermonte G","dc:date":"2003","dc:title":"The mitochondrial ornithine transporter. Bacterial expression, reconstitution, functional characterization, and tissue distribution of two human isoforms."},"rdfs:label":"Ornithine transporter function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of SLC25A15 is well characterized and highly consistent with the findings in patients with ornithine translocase deficiency."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b33e9445-3eac-4311-9a88-8ec9cdc8a92e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9292671-316b-4232-8c00-8bcd7fda73eb","type":"FunctionalAlteration","dc:description":"In this study, residues around the proposed substrate binding site of ORNT1 (also known as ORC1, encoded by SLC25A15) were altered by site-directed mutagenesi and the impact on transport was investigated in reconstituted liposomes. N74A had no impact on ornithine transport compared to wild type. However, all of the tested variants of Glu-77 and Asn-78, as well as the nonconservative substitutions R179A, E180A, E180Q, R275A, and R275Q, resulted in a severe deleterious impact on transport activity. The results demonstrated that residues Gln-77, Asn-78, Arg-179, Glu-180, and Arg-275 are critical for transport. Furthermore, the conservative variants  R179K, E180D, and R275K caused reduced initial uptake rates for ornithine transport as compared with wild-type (Figure 1C).\nORNT1 and ORNT2 (ORC2) have different substrate specificities. ORNT1 transports L-forms of ornithine, lysine, arginine, and citrulline, while ORNT2 has broader transport functions including the L- and D-forms of these amino acids, and L-histidine and L-homoarginine. The authors noted that in the 8 ORC1 and ORC2 sequences available, asparagine or tyrosine in position 74 and arginine or glutamine in position 179 in ORC1 and ORC2, respectively, are completely conserved. ORC1-N74Y and ORC2-Y74N did not significantly change the substrate specificity of wild-type ORC1 and ORC2, respectively. In contrast, the substrate specificities of ORC1-R179Q and ORC2-Q179R mutants were markedly altered as compared with those of wild-type. The substrate specificity of the two isoforms could be swapped by exchanging the residues at position 179.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22262851","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial carriers are a large family of proteins that transport specific metabolites across the inner mitochondrial membrane. Sequence and structure analysis has indicated that these transporters have substrate binding sites in a similar location of the central cavity consisting of three major contact points. Here we have characterized mutations of the proposed substrate binding site in the human ornithine carriers ORC1 and ORC2 by carrying out transport assays with a set of different substrates. The different substrate specificities of the two isoforms, which share 87% identical amino acids, were essentially swapped by exchanging a single residue located at position 179 that is arginine in ORC1 and glutamine in ORC2. Altogether the substrate specificity changes demonstrate that Arg-179 and Glu-180 of contact point II bind the C(α) carboxylate and amino group of the substrates, respectively. Residue Glu-77 of contact point I most likely interacts with the terminal amino group of the substrate side chain. Furthermore, it is likely that all three contact points are involved in the substrate-induced conformational changes required for substrate translocation because Arg-179 is probably connected with Arg-275 of contact point III through Trp-224 by cation-π interactions. Mutations at position 179 also affected the turnover number of the ornithine carrier severely, implying that substrate binding to residue 179 is a rate-limiting step of the catalytic transport cycle. Given that Arg-179 is located in the vicinity of the matrix gate, it is concluded that it is a key residue in the opening of the carrier to the matrix side.","dc:creator":"Monné M","dc:date":"2012","dc:title":"Substrate specificity of the two mitochondrial ornithine carriers can be swapped by single mutation in substrate binding site."},"rdfs:label":"ORNT1 (SLC25A15) and ORNT2 substrate specificity studies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The score is increased because this study not only shows which residues in SLC25A15 are important for ornithine transport activity but also identifies the basis of substrate specificity for ORNT1 (SLC25A15) and ORNT2."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9925c19d-0b4c-4d34-b4b4-49d0a1d6bb72","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:aeb5b256-933c-4441-bafb-f7da297cc72d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transformed fibroblasts from patients with HHH syndrome were unable to incorporate ornithine radio-label into cellular protein but had normal OAT activity, confirming the diagnosis of HHH. When mouse and human ORNT1 (SLC25A15) cDNAs were expressed in these cells, ornithine incorporation into cellular protein was restored (Fig. 3). The ability of HHH cells to incorporate radio-label derived from 14C-ornithine into cellular protein was ~15% that of control fibroblasts. Expression of either human or mouse ORNT1 in these transient transfection assays increased incorporation by approximately 2.5 times.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10369256","type":"dc:BibliographicResource","dc:abstract":"Neurospora crassa ARG13 and Saccharomyces cerevisiae ARG11 encode mitochondrial carrier family (MCF) proteins that transport ornithine across the mitochondrial inner membrane. We used their sequences to identify EST candidates that partially encode orthologous mammalian transporters. We thereby identified such a gene (ORNT1) that maps to 13q14 and whose expression, similar to that of other urea cycle (UC) components, was high in liver and varied with changes in dietary protein. ORNT1 expression restores ornithine metabolism in fibroblasts from patients with hyperammonaemia-hyperornithinaemia-homocitrullinuria (HHH) syndrome. In a survey of 11 HHH probands, we identified 3 ORNT1 mutant alleles that account for 21 of 22 possible mutant ORNT1 genes in our patients: F188delta, which is common in French-Canadian HHH patients and encodes an unstable protein; E180K, which encodes a stable, properly targeted protein that is inactive; and a 13q14 microdeletion. Our results show that ORNT1 encodes the mitochondrial ornithine transporter involved in UC function and is defective in HHH syndrome.","dc:creator":"Camacho JA","dc:date":"1999","dc:title":"Hyperornithinaemia-hyperammonaemia-homocitrullinuria syndrome is caused by mutations in a gene encoding a mitochondrial ornithine transporter."},"rdfs:label":"SLC25A15 rescue in HHH fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:aae35f33-c473-4e2e-86c4-1822d3d264da","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1bd5d7cf-b187-4c99-9237-98a0ea961e6d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Mitochondria from yeast cells with deletion of the yeast ornithine transporter and expressing the human transporter (hORNT1) showed a 7.6 times increase in ornithine uptake (7.6-fold) compared to the parent plasmid control (Fig. 3). Residual uptake of ornithine was noted in the control mitochondria (from cells transformed with the parent plasmid) but seems to be mediated by a different transporter mechanisms. Furthermore, when a human SLC25A15 founder variant, p.Phe188del, was expressed in yeast cells lacking the ornithine transporter, the altered protein could incorporate into mitochondria but there was a reduced uptake (<50% of control) of ornithine, although higher than the control (Fig. 3, Fig. 5). This residual uptake was thought to be due to both the activity of the variant hORNT1 and upregulation of an alternate transport system.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16256388","rdfs:label":"Rescue of ornithine uptake in yeast"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9ad10e4a-0a1a-4d5d-8b1e-610acf5cac07_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:88994821-cffb-4ba2-bafd-c71442165d51","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"Sequence analysis for SLC25A15 (ORNT1) from fibroblast cDNA, followed by sequencing of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Poorly controlled seizures. Since infancy, frequent episodes of vomiting and lethargy when fed a high protein diet, and a tendency to select a low protein diet.","phenotypes":["obo:HP_0001317","obo:HP_0002064","obo:HP_0001251","obo:HP_0001249","obo:HP_0007256"],"previousTesting":true,"previousTestingDescription":"Blood and CSF ammonia levels 100-350 umol/l (normal range: 11-35). Markedly increased ornithine in plasma and urine, 5 to 10 times of control concentrations, and marked increase of urinary homocitrulline. Carbamyl phosphate synthetase I, ornithine transcarbamylase, arginine succinate synthetase, and arginase activities were normal in liver.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9ad10e4a-0a1a-4d5d-8b1e-610acf5cac07_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d572d89-6484-4be3-8290-14740f659125","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.40808499_40808500insAAC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940319"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10805333","type":"dc:BibliographicResource","dc:abstract":"Hyperornithinemia, hyperammonemia and homocitrullinuria (HHH) syndrome presents with various neurological symptoms, including mental retardation, spastic paraparesis with pyramidal signs, cerebellar ataxia, and episodic disturbance of consciousness or coma caused by hyperammonemia. We report three novel mutations in the mitochondrial ornithine transporter gene (ORNT1) of Japanese patients with HHH syndrome: a nonsense mutation (R179X) associated with exon skipping and a frameshift, a missense mutation (G27E), and an insertion of AAC between codons 228 and 229, leading to an insertion of the amino acid Asn. The ORNT1 gene consists of at least six exons, and all exon-intron junction sequences conform to the GT/AG rule. All 3 patients were homozygous for their respective mutations. This study confirms that defects in the ORNT1 gene cause the HHH syndrome and that the genetic basis in Japanese patients is heterogeneous.","dc:creator":"Tsujino S","dc:date":"2000","dc:title":"Three novel mutations (G27E, insAAC, R179X) in the ORNT1 gene of Japanese patients with hyperornithinemia, hyperammonemia, and homocitrullinuria syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10805333","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"This individual is homozygous for a single amino acid insertion in SLC25A15. The variant is absent in gnomAD. The score is reduced because no functional studies supporting a deleterious impact of this insertion were identified."},{"id":"cggv:9a1f7585-1fa4-490e-900b-c5d1ad34acf4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8f109308-e222-40a2-9572-f47022ed4f44","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"Sequence analysis of coding region and exon-intron boundaries of SLC25A15.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset in infancy, severe \"liver signs\", severe coagulopathy","phenotypes":["obo:HP_0012026","obo:HP_0007256","obo:HP_0001259","obo:HP_0001249","obo:HP_0001987"],"previousTesting":true,"previousTestingDescription":"Plasma ammonia 200, plasma ornithine 700, urine homocitrulline 130, urine orotic acid 600 (no units or normal range provided but typically normal ranges are plasma ammonia <55umol/L, plasma ornithine 30-110 umol/L, urine homocitrulline - traces).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9a1f7585-1fa4-490e-900b-c5d1ad34acf4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a9b335dc-427d-4284-a72c-f92a2c799ebd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.208_209delinsTT (p.Ala70Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16619809"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19242930","type":"dc:BibliographicResource","dc:abstract":"Hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome is an autosomal recessive disorder of the urea cycle. With the exception of the French-Canadian founder effect, no common mutation has been detected in other populations. In this study, we collected 16 additional HHH cases and expanded the spectrum of SLC25A15/ORC1 mutations. Eleven novel mutations were identified including six new missense and one microrearrangement. We also measured the transport properties of the recombinant purified proteins in reconstituted liposomes for four new and two previously reported missense mutations and proved that the transport activities of these mutant forms of ORC1 were reduced as compared with the wild-type protein; residual activity ranged between 4% and 19%. Furthermore, we designed three-dimensional (3D)-modeling of mutant ORC1 proteins. While modeling the changes in silico allowed us to obtain new information on the pathomechanisms underlying HHH syndrome, we found no clear-cut genotype-phenotype correlations. Although patient metabolic alterations responded well to low-protein therapy, predictions concerning the long-term evolution of HHH syndrome remain uncertain. The preference for a hepatic rather than a neurological presentation at onset also continues, largely, to elude us. Neither modifications in oxidative metabolism-related energy, such as those expected in different mtDNA haplogroups, nor sequence variants in SLC25A2/ORC2 seem to be crucial. Other factors, including protein stability and function, and ORC1-ORC2 structural interactions should be further investigated.","dc:creator":"Tessa A","dc:date":"2009","dc:title":"Identification of novel mutations in the SLC25A15 gene in hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome: a clinical, molecular, and functional study."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930","rdfs:label":"Patient 12"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense change, p.Ala70Leu, in SLC25A15. The variant is absent in gnomAD. A yeast strain with deletion of the ornithine transporter (deltaArg11) expressing this variant could not grow under non-permissive conditions (no arginine) (PMID 26589310). The score is reduced because no units or normal ranges were provided for the biochemical data."},{"id":"cggv:0c3613ab-8cb6-4d51-9b9a-45fb746d82c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:819eca19-8fe1-4e60-882c-af5026ba9ade","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequence analysis of coding exons (exons 2-7) and intron-exon boundaries of SLC25A15 (ORNT1) from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"“Poor school performance”, finished high school in special education classes, Full scale IQ 55 at 10 years old, dysarthria, lower extremity hyper-reflexia, cortical atrophy on MRI at 18 years. During the last 3 years of life (age at death not given), patient was hospitalized 7 times for symptomatic hyperammonemia (with no known trigger), and later died from hyperammonemic encephalopathy.","phenotypes":["obo:HP_0003218","obo:HP_0012026","obo:HP_0001987","obo:HP_0003217"],"previousTesting":true,"previousTestingDescription":"Plasma ornithine 387 nmol/L (normal 30-110), glutamine 1573 nmol/L (normal 400-900), ammonia 55 nmol/L (11-55), urine orotic acid 23 mmol/mg creatinine (normal <5). Homocitrulline not separated from methionine on urine amino acid analysis, however a normal plasma methionine but elevated urine methionine peak suggested elevated urine homocitrulline.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0c3613ab-8cb6-4d51-9b9a-45fb746d82c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d1c5d00e-0923-4365-9e90-543de3fbdd11","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.95C>G (p.Thr32Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6000"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16940241","type":"dc:BibliographicResource","dc:abstract":"We studied two related families (HHH013 and HHH015) with the hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome, a disorder of the urea cycle and ornithine degradation pathway, who have the same novel ornithine transporter (ORNT1) genotype (T32R) but a variable phenotype. Both HHH015 patients are doing well in school and are clinically stable; conversely, the three affected HHH013 siblings had academic difficulties and one suffered recurrent episodes of hyperammonemia and ultimately died. Overexpression studies revealed that the product of the ORNT1-T32R allele has residual function. Ornithine transport studies in HHH015 fibroblasts, however, showed basal activity similar to fibroblasts carrying nonfunctional ORNT1 alleles. We also examined two potential modifying factors, the ORNT2 gene and the mitochondrial DNA lineage (haplogroup). Haplogroups, associated with specific diseases, are hypothesized to influence mitochondrial function. Results demonstrated that both HHH015 patients are heterozygous for an ORNT2 gain of function polymorphism and belong to haplogroup A whereas the HHH013 siblings carry the wild-type ORNT2 and are haplogroup H. These observations suggest that the ORNT1 genotype cannot predict the phenotype of HHH patients. The reason for the phenotypic variability is unknown, but factors such as redundant transporters and mitochondrial lineage may contribute to the neuropathophysiology of HHH patients.","dc:creator":"Camacho JA","dc:date":"2006","dc:title":"Clinical and functional characterization of a human ORNT1 mutation (T32R) in the hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16940241","rdfs:label":"HHH013 – Case 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This patient, and two affected siblings, are homozygous for a missense variant, p.Thr32Arg, in SLC25A15. This variant is absent in gnomAD. When p.Thr32Arg was expressed in transformed fibroblasts from a patient with HHH (due to homozygosity for a known pathogenic variant, p.Phe188del), the p.Thr32Arg variant was shown to result in about 10% residual activity (Fig 3). The protein has normal localization in the mitochondria. The variant is not in gnomAD."},{"id":"cggv:db9b00cc-172a-4000-9e51-7afa3e149582_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5599d206-928e-4032-8581-f98a465c916b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Sequence analysis of SLC25A15 including exon/intron boundaries.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001249","obo:HP_0001987","obo:HP_0007256"],"previousTesting":true,"previousTestingDescription":"Plasma ammonia 370, plasma ornithine 822, urine homocitrulline 10, urine orotic acid 4.03 (no units or normal range provided but typically normal ranges are plasma ammonia <55umol/L, plasma ornithine 30-110 umol/L, urine homocitrulline - traces).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:db9b00cc-172a-4000-9e51-7afa3e149582_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db0c48de-e7d0-4a3e-8a19-e10c9a8f4d53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.40808548A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA387919089"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This individual and his affected brother are homozygous for a nonsense variant, p.Lys245X, in SLC25A15. This variant is absent in gnomAD. The points are reduced because no units or normal ranges are provided for the biochemical assays."},{"id":"cggv:d5e0520f-5b45-47dc-9135-23435700d7a7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8c660c95-4004-483f-804c-63acfd71ddbf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"To screen for the known p.Phe188del French-Canadian founder variant, the area around the variant was amplified by PCR, followed by polyacrylaminde gel electrophoresis to separate the normal and variant (3 bp deletion) aplification products by size.","firstTestingMethod":"PCR","phenotypeFreeText":"AST 128 U/L (normal <45), ALT 214 U/L (normal <45)","phenotypes":["obo:HP_0002910","obo:HP_0001987","obo:HP_0001928","obo:HP_0001508","obo:HP_0002133","obo:HP_0001298","obo:HP_0100543","obo:HP_0012026"],"previousTesting":true,"previousTestingDescription":"Plasma ammonia 216 umol/L (normal <80), plasma ornithine 700 umol/L (normal <135), urine homocitrulline was elevated (value not provided).","secondTestingMethod":"Other","sex":"UnknownEthnicity","variant":{"id":"cggv:d5e0520f-5b45-47dc-9135-23435700d7a7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:847ee1f7-10a0-4791-a34a-1570de322379","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.553_555TTC[3] (p.Phe188del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340486"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18978333","type":"dc:BibliographicResource","dc:abstract":"Hyperornithinaemia-hyperammonaemia-homocitrullinuria (HHH) syndrome (OMIM 238970) is caused by impaired ornithine transport across the inner mitochondrial membrane due to mutations in SLC25A15. To date, 22 different mutations of the SLC25A15 gene have been described in 49 patients belonging to 31 unrelated families.","dc:creator":"Debray FG","dc:date":"2008","dc:title":"Phenotypic variability among patients with hyperornithinaemia-hyperammonaemia-homocitrullinuria syndrome homozygous for the delF188 mutation in SLC25A15."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18978333","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This individual, and 14/15 other French-Canadian individuals with HHH syndrome in this study, are homozygous for a previously identified founder variant in SLC25A15, p.Phe188del. The remaining patient is heterozygous for the variant. In a previous study, 9/10 French-Canadian patients were found to be homozygous for the variant, and one was heterozygous (PMID 10369256). When expressed in fibroblasts from a patient with HHH, this variant failed to rescue the ability to incorporate ornithine radiolabel into cellular protein, showing severely impaired SLC25A15 (ORNT1) function. An N-terminal Myc epitope-tagged construct for p.Phe188del, when transfected into HHH fibroblasts, was undetectable, whereas the wild-type protein localized to mitochondria. This suggested that the variant affects stability or targeting (PMID 10369256). When expressed in E. coli and reconstituted in liposome, the variant protein has ~10% normal transport activity (PMID 12807890). The highest population minor allele frequency for p.Phe188del in gnomAD is 0.0001238 (European non-Finnish). The score is increased due to the wealth of case level and functional evidence supporting the pathogenicity of this founder variant."},{"id":"cggv:4d4cbc14-6cc4-4f56-a8b0-23c8cb437a41_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:254d407d-d37e-4fea-b107-0a348dd14c00","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Sequence analysis of coding region and exon-intron boundaries of SLC25A15.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms in infancy. AST 172, ALT 235","phenotypes":["obo:HP_0012026","obo:HP_0031964","obo:HP_0003256","obo:HP_0001256","obo:HP_0031956","obo:HP_0001987","obo:HP_0001410"],"previousTesting":true,"previousTestingDescription":"Plasma ammonia 137, plasma ornithine 951, plasma homocitrulline 1157, urine orotic acid \"increased\" (no units or normal range provided but typically normal ranges are plasma ammonia <55 umol/L, plasma ornithine 30-110 umol/L, urine homocitrulline - traces).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4d4cbc14-6cc4-4f56-a8b0-23c8cb437a41_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:950a48a4-3997-4994-8307-e3554345f1f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.110T>G (p.Met37Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340492"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense variant, p.Met37Arg, in SLC25A15. When expressed in E-coli, this variant has virtually no transport activity for ornithine, arginine, lysine, and citrulline compared to wild type. This variant is not in gnomAD. The points are reduced because no units or normal ranges are provided for the biochemical assays."},{"id":"cggv:4c4d4dc1-a009-433f-917f-259015a9d019_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e10274e-8a16-40b8-b284-45b98ad5bda5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"Sequence analysis of coding regions and exon/intron boundaries of SLC25A15.","firstTestingMethod":"PCR","phenotypeFreeText":"Hearing loss diagnosed at 5 months, mild developmental delay. Complex partial seizures at 2 years old, treated with antiepileptic drugs. At age 6 years, moderate intellectual disability, hyperactivity, bilateral severe deafness, dysarthria and mild spastic paraplegia. Avoidance of high protein foods. Fatty liver in abdominal ultrasound.","phenotypes":["obo:HP_0012026","obo:HP_0001987"],"previousTesting":true,"previousTestingDescription":"At age 30 years, plasma ammonia 140 mg/dl (normal range <70 mg/dl). Plasma ornithine 373.8 nmol/ml (normal range: 66.8–104.6). The patient was stated to have homocitrullinuria but homocitrulline level was not provided.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4c4d4dc1-a009-433f-917f-259015a9d019_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f270092c-436a-42a8-b0a1-6ecddc50aa84","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.823C>T (p.Arg275Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343046"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16376511","type":"dc:BibliographicResource","dc:abstract":"The hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome (MIM 238970) is an autosomal recessive metabolic disorder caused by a deficiency of the mitochondrial ornithine transporter, one of the urea cycle components. Mutations in the SLC25A15 gene have been coupled to the HHH syndrome. We describe a Japanese female patient with the HHH syndrome due to a novel homozygous R275X SLC25A15 mutation and male sibling who presumably carried the same mutation. He exhibited slowly progressive deterioration with seizures, a gait disturbance due to polyneuropathy, episodic confusion, and died of acute encephalopathy at 34 years of age while the proband exhibited moderate mental retardation, seizures, mild spastic paraplegia, and deafness without neurological deterioration for more than 20 years. The clinical features of previously documented patients with the homozygous SLC25A15 mutation demonstrated that genotype did not simply correlate with clinical severity. The phenotypic variability might depend on other factors, such as dietary and other genetic ones.","dc:creator":"Torisu H","dc:date":"2006","dc:title":"A novel R275X mutation of the SLC25A15 gene in a Japanese patient with the HHH syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16376511","rdfs:label":"Torisu case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is homozygous for a nonsense variant, p.Arg275X, in the SLC25A15 gene. The highest population minor allele frequency in gnomAD is 0.00005437 (E. Asian)."},{"id":"cggv:c39e0d56-6b2b-440f-917b-cef8d1e0b350_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d31698aa-bc81-4c01-a62a-37887e2f5596","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"RT-PCR from fibroblast RNA, sequence analysis of SLC25A15 from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"“Spastic gait” and ataxia in infancy, “poor school performance”. Diagnosed with cerebral palsy at age 11 years. Episodic coma beginning at age 13 years. No longer able to walk unsupported at 20 years old. At 32 years, he had an episode of coma which lasted over 6 days; on admission he had hyperammonemia of unknown origin. At 41 years, he had mild intellectual impairment, cerebellar and pyramidal signs. Metabolic testing revealed hyperammonemia, hyperornithemia, and elevated homocitrulline. A brain CT scan revealed mild cerebral and cerebellar atrophy.","phenotypes":["obo:HP_0012026","obo:HP_0002353","obo:HP_0001987"],"previousTesting":true,"previousTestingDescription":"From PMID 1790616, fasting blood ammonia was 98.1 umol/l (normal 5.1-13.7), ornithine in plasma and cerebrospinal fluid were 586.1 (normal 47.1-72.5) and 80.8 umol/l (normal average 8.4) respectively, urinary homocitrulline was 4.57 umol/l (normal 0), and urinary orotic acid was 162 pmol/day (normal < 160). Labeled ornithine was 3-4 x higher in the patient than the control after infusion of [H2]-arginine (which is readily converted to ornithine).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c39e0d56-6b2b-440f-917b-cef8d1e0b350_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7a9a36f5-db25-4f42-ada9-839055ff0f8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.535C>T (p.Arg179Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340488"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10805333"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10805333","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is homozygous for a nonsense variant, p.Arg179Ter, in SLC25A15. This highest population minor allele frequency for this variant in gnomAD is 0.0006516 (E. Asian)."},{"id":"cggv:c1fde49b-68e0-452d-86f1-74ff50b978c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:421ac684-08dc-435f-9251-39ecbb2e1d73","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":22,"detectionMethod":"Sequence analysis of coding exons and intron/exon boundaries.","firstTestingMethod":"PCR","phenotypeFreeText":"AST 389- 657 389 units (normal 2 – 60), ALT  191-381 units (normal 6-53), GGT  229-282 units (normal 10-80)","phenotypes":["obo:HP_0001263","obo:HP_0030948","obo:HP_0001250","obo:HP_0001987","obo:HP_0031956","obo:HP_0012026","obo:HP_0031964"],"previousTesting":true,"previousTestingDescription":"Plasma ornithine 532-555 umol/L (normal 20 – 100), urine ornithine 27-31 mmol/mol creatinine (normal 0 – 8), plasma ammonia 194 umol/L (normal 20 – 60), urine homocitrulline  163-172 mmol/mol creatinine (normal 0 – 10), urine orotic acid 21.6-334.8 mmol/mol creatinine (normal < 1.3). Analysis done on two separate occasions, 10 days apart.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c1fde49b-68e0-452d-86f1-74ff50b978c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b2aad557-ba2e-4361-8983-d360cf72a481","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.446del (p.Ser149fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/567983"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14759633","type":"dc:BibliographicResource","dc:abstract":"Hyperornithinemia, hyperammonemia, and homocitrullinuria (HHH) syndrome is caused by mutations in the SLC25A15 (ORNT1) gene encoding the mitochondrial ornithine transporter, but the mechanism of pathogenesis of the encephalopathy, spastic paraparesis and hepatopathy remains undetermined. HHH syndrome was diagnosed in a 2-year-old Palestinian boy with developmental delay and seizures, and subsequently in his 13-year-old brother with developmental delay. Direct sequencing of the PCR products of SLC25A15 exon amplifications revealed that both brothers were homozygous for a novel 446G deletion in exon 3 as well as for a 760A>T (I254L) polymorphism in exon 5, which is downstream of a premature termination codon produced by the frameshift resulting from the 446G deletion. The index patient had elevated liver enzymes as well as hyperalaninemia, lactic acidemia with an elevated lactate to pyruvate ratio, and increased urinary excretion of lactate, glutarate and Krebs cycle intermediates. These findings are indicative of mitochondrial dysfunction and are in accordance with ultrastructural studies showing increased numbers of large and bizarre mitochondria in liver, muscle, leukocytes and fibroblasts of some HHH patients. Neurologic and hepatic manifestations are characteristic of some primary mitochondrial disorders. Secondary mitochondrial dysfunction may contribute to the pathogenesis of these same features in HHH syndrome.","dc:creator":"Korman SH","dc:date":"2004","dc:title":"Hyperornithinemia, hyperammonemia, and homocitrullinuria syndrome with evidence of mitochondrial dysfunction due to a novel SLC25A15 (ORNT1) gene mutation in a Palestinian family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14759633","rdfs:label":"Korman case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual and his more mildly affected brother are homozygous for a frameshift variant, c.446delG, in SLC25A15. This variant is not in gnomAD."},{"id":"cggv:422b6cfe-5aa6-4292-90d6-af6757905d41_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:69bef3dd-93e3-4e60-9380-402e8c73f18a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Sequencing of coding regions and exon/intron boundaries of SLC25A15 from lymphocyte genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Mild speech delay; presented with lethargy during an intercurrent gastrointestinal infection at 3 years old, at that time hyperammonemia and mild elevation in serum transaminases (AST 79 UI/L, normal range 15–55; ALT, 224 UI/L, normal range 5–45),  liver margin 1 cm\nbelow the right costal edge without jaundice or splenomegaly,  rapidly progressing hepatocellular necrosis with severe hypertransaminasaemia (AST and ALT peaking\nat 20000 UI/L and 18400 UI/L respectively, on day 5), moderate to severe coagulopathy.  Elevated blood concentrations of ornithine, homocitrullinuria and elevated orotic acid concentrations in urine samples. Mild hepatomegaly with diffuse hyperechogenicity.","phenotypes":["obo:HP_0012026","obo:HP_0001987","obo:HP_0002910"],"previousTesting":true,"previousTestingDescription":"On admission - Blood ammonemia (171 μmol/L; reference range <50 μmol/L); Day 4 after admission - Blood ammonia 141 μmol/L (normal <50), plasma ornithine 852 μmol/L (normal 30–130), urine homocitrulline 34 μmol/mmol creatinine (normal - traces), urinary orotic acid 42.8 μmol/mmol creatinine (normal <11).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:422b6cfe-5aa6-4292-90d6-af6757905d41_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:22da2763-9926-4883-8468-2da744498d65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.818T>A (p.Met273Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343045"}},{"id":"cggv:5d1a5ce1-fc1d-4e68-a98f-fb78ce1301a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.337G>T (p.Gly113Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343038"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16601889","type":"dc:BibliographicResource","dc:abstract":"We report a 3-year-old Italian patient with the hyperornithinaemia, hyperammonaemia, homocitrullinuria (HHH) syndrome who presented with neurological deterioration after an intercurrent infection. Hyperammonaemia, coagulopathy and moderate hypertransaminasaemia were detected on hospital admission. Severe hepatocellular necrosis with hypertransaminasaemia (aspartate aminotransferase 20,000 UI/L, alanine aminotransferase 18,400 UI/L) and coagulopathy (PT < 5%) rapidly developed within few days, prompting evaluation for liver transplantation. A protein-restricted diet and arginine supplementation were immediately started, with a rapid improvement of the patient's neurological conditions and normalization of liver function tests and blood ammonia. The diagnosis of HHH syndrome was based on the presence of the typical metabolic abnormalities. Molecular analysis of the SLC25A15 gene showed that the patient was heterozygous for two novel mutations (G113C and M273K). The diagnosis of HHH syndrome should be considered in patients with fulminant hepatitis-like presentations. Early identification and treatment of these patients can be life-saving and can avoid liver transplantation.","dc:creator":"Fecarotta S","dc:date":"2006","dc:title":"HHH syndrome (hyperornithinaemia, hyperammonaemia, homocitrullinuria), with fulminant hepatitis-like presentation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16601889","rdfs:label":"Fecarotta case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This patient is compound heterozygous for two missense variants, p.Gly113Cys and p.Met273Lys, in SLC25A15. The variants are confirmed in trans. When expressed in E.coli and reconstituted in liposomes, both variants had very low transport activities for ornithine, arginine, lysine, and citrulline (~10% normal). In addition, a yeast strain with deletion of the  ornithine transporter (deltaArg11) and expressing this p.Gly113Cys did not grown under non-permissive conditions, and Western blot analysis showed that the protein was present at a lower amount than wild type, suggesting that it is unstable (PMID 26589310). Another variant at the same position, p.Gly113Ser, has been reported in a patient with HHH syndrome. The highest population minor allele frequency in gnomAD for p.Gly113Cys is 0.0001319 (European non-Finnish). The other missense variant is not in gnomAD. The score was increased due to the amount of evidence supporting the deleterious impact of these missense variants."},{"id":"cggv:b3025cca-0b21-4691-bfbb-c22439b3b246_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a08fe7d-d6c6-4f1c-894a-a4d7d93e2650","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"Sequence analysis of the SLC25A15 gene (no further details).","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"From age 1-8 years, recurrent episodes of seizures with vomiting and loss of consciousness; avoided protein; learning difficulties with reading and writing. One episode of depression. Bleeding peptic ulcer at age 38 years. Had excluded protein from his diet. Presented at age 48 years with headache, backache, and sensation of pressure in his ears, nausea, vomiting, positive Babinski sign bilaterally, altered sensorium followed by loss of consciousness. At 48 hours post admission, GI hemorrhage from peptic ulcer, treated via gastroscopy and blood transfusion. Four days after admission, CT scan showed cerebral edema with a pattern later determined to be typical hyperammonemic encephalopathy. The patient was unconsciousness with stereotypic extension of limbs, epilepsy. Treated with protein-reduced food, sodium benzoate, arginine, citrulline, and substitution of essential amino acids. This led to regression of edema.Hospitalized for another 9 months, for rehabiliation, but had progressive spastic paraparesis, dystonia, speech and perception problems.","previousTesting":true,"previousTestingDescription":"Plasma ammonia 213-497 μmol/L (reference level 11–32 μmol/L), plasma ornithine 420 μmol/L (reference 30–110), urine homocitrulline 23 mmol/mol creatinine (normally not detected), elevated plasma glutamine (1321 μmol/L; reference 355–725 μmol/L), whereas citrulline, arginine, and lysine were in the normal range. Orotic acid in urine was 156 mmol/mol creatinine (reference < 1.0). The concentrations of several essential amino acids were low.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b3025cca-0b21-4691-bfbb-c22439b3b246_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:14b7f7ee-672f-4509-9492-85c3b5b4df1c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.40808527C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA387919014"}},{"id":"cggv:90fe7a56-099a-4f36-a3ea-5024066d41f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000013.11:g.40805140G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6959702"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30243302","type":"dc:BibliographicResource","dc:abstract":"Hyperornithinemia-hyperammonemia-homocitrullinuria syndrome, a rare inherited urea cycle disorder, can remain undiagnosed for decades and suddenly turn into an acute life-threatening state. Adult presentation of hyperornithinemia-hyperammonemia-homocitrullinuria syndrome has rarely been described, but is potentially underdiagnosed in the emergency room. In the case of acute hyperammonemia, prompt diagnosis is essential to minimize the risk of brain damage and death.","dc:creator":"Silfverberg T","dc:date":"2018","dc:title":"Late onset hyperornithinemia-hyperammonemia-homocitrullinuria syndrome - how web searching by the family solved unexplained unconsciousness: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30243302","rdfs:label":"Silfverberg case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual is compound heterozygous for a missense variant, p.Gly113Ser, and a nonsense variant, p.Gln238X, in SLC25A15. The variants are confirmed to be in trans. The score is reduced because no functional evidence is available to support the pathogenicity of p.Gly113Ser. However, another variant at this position, p.Gly113Cys, was also found in a patient with HHH and was shown to impact transport activity in vitro (PMID 16601889). The highest population minor allele frequency in gnomAD for p.Gly113Ser is 0.0001319 (European non-Finnish). The nonsense variant is not in gnomAD."},{"id":"cggv:9822b0d0-df68-4d19-be46-0895e41345b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f690c34c-e967-46fc-a06b-2396e210bb76","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequence analysis of coding region and exon-intron boundaries of SLC25A15.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset in infancy. Severe \"liver signs\", severe coagulopathy. AST 2112, ALT 2331 (units and normal range not provided).","phenotypes":["obo:HP_0031964","obo:HP_0001987","obo:HP_0031956","obo:HP_0012026","obo:HP_0001259"],"previousTesting":true,"previousTestingDescription":"Plasma ammonia 321, plasma ornithine 450, plasma homocitrulline \"increased\", urine orotic acid 4.7 (no units or normal range provided but typically normal ranges are plasma ammonia <55umol/L, plasma ornithine 30-110 umol/L, urine homocitrulline - traces).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9822b0d0-df68-4d19-be46-0895e41345b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:479ab1cf-172c-4bf2-b377-9a0149a8480b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014252.4(SLC25A15):c.815C>T (p.Thr272Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340494"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19242930","rdfs:label":"Patient 8"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individuals is homozygous for a missense variant, p.Thr272Ile, in SLC25A15. When expressed in E. coli and reconstituted into liposomes, the variant had very low transport activities (~10% normal) for ornithine, arginine, lysine, and citrulline. In addition, when a yeast strain in which the ornithine transporter was deleted (delatArg11) expressed the variant, growth was partially reduced under non-permissive conditions (PMID 26589310). The highest population minor allele frequency in gnomAD = 0.0009022 (E. Asian); no homozygotes in any population. The points are reduced because no units or normal ranges are provided for the biochemical assays."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":835,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:046e84d9-d0de-4d19-8304-ffcf459b9e15","type":"GeneValidityProposition","disease":"obo:MONDO_0009393","gene":"hgnc:10985","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between SLC25A15 and ornithine translocase deficiency (also known as hyperornithinemia-hyperammonemia-homocitrullinuria syndrome, HHH syndrome) was evaluated using the ClinGen Clinical Validity Framework as of December 4, 2019. SLC25A15 encodes a mitochondrial ornithine transporter (ORNT1) which catalyzes the transport of the L-isomers of ornithine, citrulline, lysine and arginine across the mitochondrial inner membrane. Affected individuals present with the classic biochemical triad of abnormalities – hyperornithinemia, hyperammonemia, and homocitrullinuria. Age of onset and clinical symptoms are variable ranging from a mild form with learning difficulties and mild neurological involvement, to a more severe form with coma, lethargy, hepatic dysfunction, and seizures. Biallelic variants in SLC25A15 were first reported in 1999 (Camacho et al, (PMID 10369256). Since then, more than 30 variants have been reported in SLC25A15 (Martinelli et al, 2015, PMID 25874378). Data from 12 probands who are homozygous or compound heterozygous for SLC25A15 variants were curated, including 14 unique variants (missense, nonsense, frameshift, inframe insertion) (Tsujino et al, 2000, PMID 10805333; Korman et al, 2004, PMID 14759633; Camacho et al, 2006, PMID 16940241; Fecarotta et al, 2006, PMID 16601889; Torisu et al, 2006, PMID 16376511; Debray et al, 2008, PMID  18978333; Tessa et al, 2009, PMID 19242930; Slifverberg et al, 2018, PMID 30243302). One of these variants, p.Phe188del is a founder variant in French-Canadians, and another, p.Arg179X, is commonly seen in Japanese patients with HHH syndrome. This gene-disease relationship is supported by the biochemical function of SLC25A15 which is consistent with the biochemical abnormalities observed in individuals with ornithine translocase deficiency (HHH syndrome) (Camacho et al, 1999, PMID 10369256; Fiermonte et al, 2003, PMD 12807890), functional alteration experiment that identified critical residues for transport activity and substrate specificity (Monné et al, 2012, PMID 22262851), rescue experiments in cultured fibroblasts from patients with HHH syndrome (Camacho et al, 1999, PMID 10369256), and yeast lacking the ornithine transporter (Morizono et al, 2005, PMID 16256388). In summary, SLC25A15 is definitively associated with ornithine translocase deficiency (HHH syndrome). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:e5cb32c9-d506-484f-b023-1c4f17ef0d93"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}