{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-03-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3100b107-6d5a-4219-8abb-9716b6dfaf47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2898b2f-550f-453e-937c-3a3c0d3b4a49","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"F5, F10 and F2 are major components of the coagulation pathway","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3286010","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Furie B","dc:date":"1988","dc:title":"The molecular basis of blood coagulation."},"rdfs:label":"F5_cofactor of F10"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea720843-642c-4c52-bc4c-84f6f41a38c2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01c6631e-f5b8-40c7-a780-5c7ccb63a462","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Non-transgenic  Fv-null pups died within hours of birth due to FV deficiency. Rescue of the Fv-null phenotype was observed in liver-specific transgene expression lines. A single transgenic Fv-null pup from one of the Malb-Fv lines (line 362) lived to 22 days, but died following tail biopsy. Of the expected ~35 Tg+,Fv-/- offspring from the Malb-Fv 358 line, 16 rescued transgenic Fv-null mice survived to adulthood, with no evidence of increased mortality or spontaneous hemorrhage. However, several animals were observed to bleed following tail biopsy and die within a day due to exsanguination. Although postnatal rescue was observed, midembryonic lethality was not rescued by the transgene expression.\n\nNo FV activity in the plasma or platelets and no FV antigen in the platelet-rich plasma was detectable in the rescued mice, suggesting that trace level of FV activity may be sufficient to rescue the deficient phenotype. The low levels may be attributed to low expression of the transgene. The authors explain that complete deficiency in humans may also lead to embryonic lethality. The reason for the milder phenotypes observed in humans could be explained by undetectable yet trace levels of FV activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10669158","type":"dc:BibliographicResource","dc:abstract":"Factor V (FV) is a critical component of the coagulation cascade. FV-deficient patients suffer moderate to severe bleeding, though residual FV activity is detectable in nearly all cases. In contrast, FV-deficient mice die either during mid-embryogenesis, or of massive perinatal hemorrhage. In order to examine the requirements for FV in murine embryogenesis and hemostasis, we generated transgenic mouse lines expressing a Fv minigene under control of either the tissue-specific albumin (Malb) or rat platelet factor 4 (Rpf4) promoter. A total of 12 Malb and 3 Rpf4 lines were analyzed. Though expression in the target tissue was detectable in most lines by RT-PCR, only low levels of transgene expression were achieved (<3% of endogenous Fv in all lines). Despite a low level of Fv transgene expression, rescue of the lethal Fv-/- phenotype was observed with one of the Malb transgenic (Tg+) lines. However, rescue appeared to be incomplete with continued loss of >1/2 of expected Tg+,Fv-/- mice in early embryogenesis. Rescued Tg+,Fv-/- mice have undetectable FV (<0.1%) in both plasma and platelet compartments, but survive the perinatal period and mature to adulthood without spontaneous hemorrhage. We conclude that FV present at <0.1% is sufficient to support postnatal survival. Failure of the Malb transgene to rescue the midembryonic block suggests that FV expression is required during mammalian development at higher levels or with a different tissue-specific or temporal pattern. Taken together, these data may explain the observation of residual FV activity in most human FV-deficient patients due to early embryonic lethality in those absolutely deficient, and suggest that minimal levels of FV expression, below the level of detection, also may be sufficient to support survival in humans.","dc:creator":"Yang TL","dc:date":"2000","dc:title":"Rescue of fatal neonatal hemorrhage in factor V deficient mice by low level transgene expression."},"rdfs:label":"Yang_mouse_rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The experiment shows that the bleeding phenotype is rescued by the transgene expressing the entire coding region of wild type FV. This evidence is supported by a similar experiment in transgenic mice using BACs by Sun et al (PMID: 12855561). The authors show rescue of Fv-null phenotype by both liver-specific Alb and platelet-specific Pf4 transgenes, which are expressed at higher levels (6% to 46% of that of wild-type). Mice expressed grossly normal hemostasis even after minor injury. With supporting evidence, this experiment is scored  default points."},{"id":"cggv:7a05675a-b840-4c41-bb09-3c6a8d37d1b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a11635ce-7ff2-4d84-a987-d524e45d4885","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model phenotype shows spontaneous bleeding and neonatal death associated with complete Factor V deficiency. The phenotype observed in humans ranges from mild to severe bleeding episodes, but not early lethality. \n\nIn addition, complete deficiency of factor V also led to incomplete block of murine embryonic development, leading to loss of 50% embryos in the model system. This was confirmed to not arise due to clone-specific defects, genomic imprinting, sex-specific modification or strain-specific genetic backgrounds. (C57BL/6J and pure 129Sv). The authors conclude that Factor V-dependent generation of thrombin and a subsequent signal through thrombin receptor may be needed for yolk-sac vasculogenesis in embryos, which, about 50% animals are able to overcome through stochastic compensatory mechanisms. The authors also extrapolate that complete factor V deficiency may lead to early lethality in humans as well and that the less severe phenotype observed may be attributed to residual factor V activity in hmans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8900278","type":"dc:BibliographicResource","dc:abstract":"Coagulation factor V is a critical cofactor for the activation of prothrombin to thrombin, the penultimate step in the generation of a fibrin blood clot. Genetic deficiency of factor V results in a congenital bleeding disorder (parahaemophilia), whereas inheritance of a mutation rendering factor V resistant to inactivation is an important risk factor for thrombosis. We report here that approximately half of homozygous embryos deficient in factor V (Fv-/-), which have been generated by gene targeting, die at embryonic day (E) 9-10, possibly as a result of an abnormality in the yolk-sac vasculature. The remaining Fv-/- mice progress normally to term, but die from massive haemorrhage within 2 hours of birth. Considered together with the milder phenotypes generally associated with deficiencies of other clotting factors, our findings demonstrate the primary role of the common coagulation pathway and the absolute requirement for functional factor V for prothrombinase activity. They also provide direct evidence for the existence of other critical haemostatic functions for thrombin in addition to fibrin clot formation, and identify a previously unrecognized role for the coagulation system in early mammalian development.","dc:creator":"Cui J","dc:date":"1996","dc:title":"Fatal haemorrhage and incomplete block to embryogenesis in mice lacking coagulation factor V."},"rdfs:label":"Cui_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model recapitulates the Factor V deficiency observed in humans; however, the phenotype observed in the model is much more severe when compared to humans. In humans, Factor V deficiency is associated with mild bleeding tendencies and in some cases, even with the complete absence of bleeding episodes. It is proposed that there may be residual FV activity in humans that may protect from early lethality. Since the model phenotype is similar to humans in that bleeding occurs, the mouse model is scored default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2db3585e-0d13-406c-8fea-df253c6caa30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5c80562-e74a-4bae-88c7-2faa58f4b198","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA sequencing was performed on the entire coding sequence and splicing junctions of the F5 gene","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001892","obo:HP_0007420"],"previousTesting":true,"previousTestingDescription":"Factor V activity determined to be 1%","sex":"Male","variant":{"id":"cggv:2db3585e-0d13-406c-8fea-df253c6caa30_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc8ad9be-59af-4284-9c8d-c7cccf92728b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.3088C>T (p.Arg1030Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1233977"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19486170","type":"dc:BibliographicResource","dc:abstract":"Coagulation factor V (FV) plays an important role in the blood coagulation cascade as part of the prothrombinase complex. FV deficiency is a rare autosomal recessive bleeding disorder with variable phenotypic expression. Thus, our study reports 39 patients with FV deficiency. In 36 cases, we were able to identify a causative mutation. Of these, 20 patients were heterozygous for the identified mutation, nine were homozygous, six were compound heterozygous and one proband was pseudohomozygous. In the remaining patients, no mutation was found. A total of 42 genetic alterations (of which 33 were uniquely different mutations), comprising 19 missense mutations, eight nonsense mutations, four small deletions and two splice site mutations, were identified by this study. Twenty-three of these were novel sequence variations not previously described in the literature. Interestingly, all changes found in exon 13 resulted in null alleles as either nonsense mutations or small deletions. The overall profile of these new mutations corresponds well with the data published in the F5 database. In those cases, where data were available, information on FV activity levels and/or bleeding history is given. Interestingly, some patients with mild FV deficiency (FV:C about 50% of normal) also exhibited bleeding episodes. Our data substantially contribute to the broadening and better understanding of the FV deficiency mutational spectrum. Identifying the molecular basis of mutations underlying this rare coagulation disorder will allow more insight into the mechanisms involved in the variable clinical phenotypes of patients with FV deficiency.","dc:creator":"Delev D","dc:date":"2009","dc:title":"Factor 5 mutation profile in German patients with homozygous and heterozygous factor V deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19486170","rdfs:label":"Delev_18"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The variant is a homozygous nonsense mutation and is reported in gnomAD with a frequency of 0.00006497 in South Asians and a total frequency of 0.00001448. No homozygotes are reported in gnomAD. The variant scores default points."},{"id":"cggv:e2bb2d3a-f70f-4b41-b792-9f92bb49f200_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fa270764-a010-4c2e-9542-91e0c149a6ed","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"detectionMethod":"All exons including intron-exon junctions, 91 bp of 5' UTR and 58 bp of 3' UTR were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003010","obo:HP_0003225"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e2bb2d3a-f70f-4b41-b792-9f92bb49f200_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5c353f02-3a55-4bce-9109-7a8ecfc3b8cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F5, 4-BP DEL, EX13","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/646"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9576178","type":"dc:BibliographicResource","dc:abstract":"Factor V (FV) deficiency (parahaemophilia) is an autosomal recessive bleeding disorder with an incidence of 1:10(6). We have studied a young girl with very mild bleeding symptoms and undetectable levels of plasma factor V antigen and activity (<0.3% and <1.6% of normal, respectively). Both parents showed plasma levels of factor V activity of about 50% of normal. Sequence analysis of the 5'- and 3'-untranslated, coding and adjacent regions of the factor V gene revealed the presence of a 4 bp deletion in exon 13. Subsequent screening of members of the family for the mutation showed that both parents were heterozygous for the mutation, that one healthy sister carried only normal alleles, and that the patient was homozygous for the mutated allele. The mutation introduced a frameshift and a novel premature stop codon in codon 1303, and would predict the synthesis of a truncated factor V molecule that lacks part of the B domain and the complete light chain. However, no factor V heavy chain could be detected in the plasma of the patient. Furthermore, factor V activity could not be detected in the patients' platelets. This is the first reported mutation in the factor V gene that predicts a type I quantitative factor V deficiency. Surprisingly, the patient, who is homozygous for the mutation, so far has only a very mild bleeding tendency.","dc:creator":"Guasch JF","dc:date":"1998","dc:title":"Severe coagulation factor V deficiency caused by a 4 bp deletion in the factor V gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9576178","rdfs:label":"Guasch_II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The variant introduces a frameshift mutation that causes premature termination and subsequent nonsense-mediated decay. This is also substantiated by the absence of plasma and platelet FV activity. Therefore, the proband is awarded default points."},{"id":"cggv:ba323c8d-dc77-4f3e-9467-6ab97584baf4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbdc5db2-9cb1-409e-8b12-07d5a1687c86","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"detectionMethod":"The whole F5 coding region, including exon–intron boundaries and about 300 bp of the promoter region, was amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Jaundice and gastrointestinal bleeding immediately after birth. Fresh-frozen plasma administered on the fifth and sixth postnatal day.","phenotypes":"obo:HP_0002239","previousTesting":true,"previousTestingDescription":"Prolonged prothrombin time and activated partial thromboplastin time were reported. Coagulatory screening showed normal FX, FVIII and fibrinogen levels, but a markedly low FV antigen and activity (both <1%)","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ba323c8d-dc77-4f3e-9467-6ab97584baf4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a93cd276-bf75-4d97-a748-8115245ac168","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.479C>G (p.Pro160Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343138690"}},{"id":"cggv:fd87ef65-842a-4b70-8039-6489c7961ed4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.5752del (p.Ile1918TyrfsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820856"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21777354","type":"dc:BibliographicResource","dc:abstract":"Factor V (FV) deficiency is a rare coagulation disorder, characterized by a bleeding phenotype varying from mild to severe. To date, 115 mutations have been described along the gene encoding for FV (F5) but only few of them have been functionally characterized. Aim of this study was the identification and the molecular characterization of genetic defects underlying severe FV deficiency in a 7-month-old Turkish patient. Mutation detection was performed by sequencing the whole F5 coding region, exon-intron boundaries and about 300 bp of the promoter region. Functional analysis of the identified missense mutation was conducted by transient expression of wild-type and mutant FV recombinant molecules in COS-1 cells. Two novel mutations: a missense (Pro132Arg) and a 1-bp deletion (Ile1890TyrfsX19) were identified in the F5 gene. While the frameshift mutation is responsible for the introduction of a premature stop codon, likely triggering F5 mRNA to nonsense-mediated mRNA degradation, the demonstration of the pathogenic role of the Pro132Arg mutation required an experimental validation. Expression experiments showed that the missense mutation causes a significant reduction in FV secretion and in the specific activity of the residual secreted molecule (77% and 78% decrease, respectively). This paper reports the identification of two novel mutations responsible for FV deficiency, thus widening the mutational spectrum of the F5 gene. The Pro132Arg mutation adds to the only other two functionally characterized missense defects in the FV A1 domain.","dc:creator":"Paraboschi EM","dc:date":"2012","dc:title":"Functional characterization of a novel missense mutation identified in a Turkish patient affected by severe coagulation factor V deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21777354","rdfs:label":"Paraboschi_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Proband is compound heterozygous for the two variants. The mother was found to be heterozygous for the 1-bp deletion and the father was found to  be heterozygous for the missense variant. The 1-bp deletion causes a frameshift and introduces a premature termination codon and the resulting truncated product is expected to undergo nonsense-mediated decay. The missense Pro160Arg variant is predicted by in-silico tools to cause structural changes and alter interaction between the light and heavy chains of FVa. The Pro160 residue is conserved across mammalian species, and the corresponding residue in the FVIII protein is associated with severe FVIII deficiency. In-vitro transfection experiments with the variant in COS-1 cells showed 43% FV antigen levels in cell lysates. This proband is scored default points."},{"id":"cggv:afa2fbe3-db9f-456d-8ea7-13e3766368e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88431fb9-1279-4d53-bfbb-9d5200ad20c4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"All 25 exons, splice junctions, and 5 flanking regions containing F5 promoter were amplified and sequenced","firstTestingMethod":"PCR","phenotypes":["obo:HP_0011854","obo:HP_0000978","obo:HP_0000421","obo:HP_0005261"],"previousTesting":true,"previousTestingDescription":"FV activity was below the level of detection. FV antigen was between 4 and 9%.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:afa2fbe3-db9f-456d-8ea7-13e3766368e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0d02aac6-7d7e-4ca4-bcea-2c3639f97c3b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.6157_6160del (p.Thr2053PhefsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820862"}},{"id":"cggv:2229a451-1d6b-4193-a2c0-6e8af1986171","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.5521G>A (p.Val1841Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1233484"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18192108","type":"dc:BibliographicResource","dc:abstract":"We identified 3 mutations in the factor V (FV) gene (F5) associated with FV deficiency in 3 unrelated Japanese patients. Patient 1 had severe bleeding symptoms (plasma FV activity, <1%; FV antigen, 9%) and was a compound heterozygote for a novel 5-bp deletion in exon 22 and the V1813M mutation. Patient 2 had moderate bleeding symptoms (plasma FV activity, <1%; FV antigen, 4%) and was homozygous for the V1813M mutation. Patient 3 had very mild symptoms (plasma FV activity, 1%; FV antigen, 5%) and was homozygous for the novel R2174L mutation. A study of recombinant protein expression revealed that the FV coagulant-specific activities in conditioned media for the FV-R2174L and FV-V1813M mutants were reduced to approximately 40% and 28% of wild-type FV, respectively. The amounts of FV-R2174L protein and messenger RNA in the platelets of patient 3 were similar to those of healthy subjects; however, the amount of FV-V1813M protein in patient 2 was decreased. Our data suggest that the severity of the bleeding tendency in patients with FV deficiency is correlated not only with plasma FV activity but also with the amount of FV protein in the platelets.","dc:creator":"Shinozawa K","dc:date":"2007","dc:title":"Molecular characterization of 3 factor V mutations, R2174L, V1813M, and a 5-bp deletion, that cause factor V deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18192108","rdfs:label":"Shinozawa_Proband1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband has two variant in a compound heterozygous state with parents genotyped. The father was heterozygous for the 5-bp deletion and the mother was heterozygous for the missense variant. The missense variant is reported in gnomAD at a frequency of 0.00002985 in Latino population and a total frequency of 0.000004070 in gnomAD, with no homozygotes reported.\n\nNote: The predicted termination occurs at amino acid position 2032 according to the paper (following nomenclature suggested by Jenny et al.). However, Mutalyzer and Allele Registry predict termination at 2053, with truncation of the last ~170 amino acids for this 5-bp deletion in exon 22."},{"id":"cggv:1de3a3c0-558a-4732-abb4-6ebf0675e0e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2114c371-c46e-4624-bfa7-8cd57cfff1cc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA sequencing was performed on the entire coding sequence and splicing junctions of the F5 gene","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000421","obo:HP_0011890"],"previousTesting":true,"previousTestingDescription":"Factor V activity determined to be 1%","sex":"Female","variant":{"id":"cggv:1de3a3c0-558a-4732-abb4-6ebf0675e0e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:083ebd9f-80ef-446a-81d1-137d9939b92f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.4357C>T (p.Gln1453Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343144248"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19486170"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19486170","rdfs:label":"Delev_21"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The variant is a homozygous nonsense mutaiton that is not reported in gnomAD. The variant is scored default points."},{"id":"cggv:8f3bc75e-79fa-42fa-8b48-75a107cb6fe9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a4ee030-b97b-4444-be6e-180427de6524","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA sequencing was performed on the entire coding sequence and splicing junctions of the F5 gene","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0007420","previousTesting":true,"previousTestingDescription":"Factor V activity determined to be 1%","sex":"Female","variant":{"id":"cggv:8f3bc75e-79fa-42fa-8b48-75a107cb6fe9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7c557ee8-d268-4099-8c2e-10f3d91c58ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000130.4(F5):c.3481C>T (p.Arg1161Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/651"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19486170"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19486170","rdfs:label":"Delev_19"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This variant is a homozygous nonsense mutation predicted to result in a truncated transcript and subsequent NMD. It is observed in two individuals in this group. (Individual 20). It is reported at a frequency of 0.00004162 in the African population and a total frequency of 0.000007219 in gnomAD, with no homozygotes reported. The variant is scored default points."},{"id":"cggv:d6daf63b-ad0c-45c7-b14b-a65595436918_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:df1b3fdc-17c9-4569-885b-03972b0a1341","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"All 25 exons, splice junctions, and 5 flanking regions containing F5 promoter were amplified and sequenced.","firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"FV activity was below the level of detection and FV antigen was between 4 and 9%","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d6daf63b-ad0c-45c7-b14b-a65595436918_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2229a451-1d6b-4193-a2c0-6e8af1986171"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18192108"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18192108","rdfs:label":"Shinozawa_Proband2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The variant is homozygous missense with functional evidence supporting its pathogenicity. Reduced mRNA product was observed in RT-PCR experiments. The Val1841 residue is reported to be homologous to that in other mammalian FV proteins. Bioinformatic prediction suggests that that variant may affect the tertiary structure of FV and lead to misfolding of the protein. Transient transfection of this variant in HEK293 cells showed that the FV antigen measured was reduced to 58% of that of wild type in cell lysates. It is reported at a frequency of 0.00002985 in the Latino population and a total frequency of 0.000004070 in gnomAD, with no homozygotes reported. The variant is scored default points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":323,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:613ebd0a-7cb7-4e62-8eb1-80a169197ef9","type":"GeneValidityProposition","disease":"obo:MONDO_0009210","gene":"hgnc:3542","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The F5 gene has been associated with the Autosomal Recessive condition, Congenital Factor 5 Deficiency, using the ClinGen Clinical Validity Framework as of 08/29/2018. This association was made using case-level data only. Factor V deficiency, also called Parahemophilia, is rare and characterized by mild to severe bleeding diathesis. The disease was first described in 1947 by Owren et al. (PMID: 20293060). Factor V is essential for the activation of prothrombin and is a key component of the common pathway in the coagulation cascade. It has both procoagulant and anticoagulant properties and, thus, causes bleeding as well as thrombotic disorders. F5 mutations were first associated with congenital factor 5 deficiency in humans as early as 1998 (Guasch et al., PMID: 9576178).\n\nSummary of Case Level Data (12 points): The association is seen in at least 7 probands in 4 publications (PMIDs: 19486170, 9576178, 21777354, 18192108). Most of the reported variants are null or predicted null, including nonsense, frameshift and small deletions and insertions; however, a number of missense variants with functional evidence supporting their damaging effect are also reported. More genetic evidence is available in the literature, but the maximum allowable points for genetic evidence has been reached.\n\nThe mechanism for disease is loss of function, with the majority of variants observed being null variants (frameshift/nonsense) and predicted or shown to result in reduced mRNA product due to nonsense-mediated decay (PMID: 9576178, 19486170).\n\nSummary of Experimental Data (4 points): This gene-disease relationship is supported by mouse models that recapitulate human disease and rescue of the disease phenotype (PMID: 8900278, 12855561, 10669158). The model system phenotype shows embryonic lethality for complete loss of FV activity, which indicates that non-lethal phenotype in humans may result due to residual activity of FV.\n\nIn summary, the F5 – Congenital Factor V Deficiency gene-disease relationship is Definitive.\n\nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on March 25, 2020. (SOP Version 6)\n","dc:isVersionOf":{"id":"cggv:beaa3af3-7d91-4d53-b081-de0e660c16c6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}