{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766acav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766aca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-06-08T06:00:00.000Z","role":"Approver"},{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766aca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-10-23T22:27:58.904Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24614070","type":"dc:BibliographicResource","dc:abstract":"Overgrowth disorders are a heterogeneous group of conditions characterized by increased growth parameters and other variable clinical features such as intellectual disability and facial dysmorphism. To identify new causes of human overgrowth, we performed exome sequencing in ten proband-parent trios and detected two de novo DNMT3A mutations. We identified 11 additional de novo mutations by sequencing DNMT3A in a further 142 individuals with overgrowth. The mutations alter residues in functional DNMT3A domains, and protein modeling suggests that they interfere with domain-domain interactions and histone binding. Similar mutations were not present in 1,000 UK population controls (13/152 cases versus 0/1,000 controls; P < 0.0001). Mutation carriers had a distinctive facial appearance, intellectual disability and greater height. DNMT3A encodes a DNA methyltransferase essential for establishing methylation during embryogenesis and is commonly somatically mutated in acute myeloid leukemia. Thus, DNMT3A joins an emerging group of epigenetic DNA- and histone-modifying genes associated with both developmental growth disorders and hematological malignancies.","dc:creator":"Tatton-Brown K","dc:date":"2014","dc:title":"Mutations in the DNA methyltransferase gene DNMT3A cause an overgrowth syndrome with intellectual disability."},"evidence":[{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766aca_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766aca_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7141,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:3a033285-0ac0-4d5e-a695-cdb7f65e8f22","type":"GeneValidityProposition","disease":"obo:MONDO_0014382","gene":"hgnc:2978","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*DNMT3A* encodes one of a family of DNA methyltransferases that catalyze the methylation of cytosine residues to 5-methylcytosine.*DNMT3A* variants were first reported in relation to autosomal dominant Tatton-Brown-Rahman syndrome in 2014 (Tatton Brown et al., PMID: 24614070). Tatton-Brown-Rahman syndrome (TBRS) is characterized by tall stature and macrocephaly >2 standard deviations above the mean for age and sex, increased weight/obesity, intellectual disability that ranges from mild to severe, joint hypermobility, hypotonia, autism spectrum/psychiatric issues, kyphoscoliosis, and seizures. Less common reported features include cryptorchidism, cardiovascular disease, ventriculomegaly, Chiari malformation, and acute myeloid leukemia. Probands have subtle dysmorphic features, including round face with coarse features, thick horizontal low-set eyebrows, narrow palpebral fissures, and prominent upper incisors. The facial gestalt is most apparent in adolescent years. \nVariants in *DNMT3A* are also implicated in a condition called Heyn-Sproul-Jackson Syndrome which presents with reciprocal phenotypes from TBRS such as extreme pre- and post-natal proportionate growth delay with microcephaly. While haploinsufficiency is believed to be the mechanism behind the Tatton-Brown-Rahman syndrome phenotype, the two variants currently reported in individuals with clinical diagnosis of Heyn-Sproul-Jackson are thought to be acting via a gain of function mechanism (PMID:30478443). The split curation for Heyn-Sproul-Jackson overgrowth syndrome is assessed separately. \n\nTen variants (missense, deletion, truncating) reported in ten probands in two publications (PMIDs: 24614070, 29900417) are included in this curation. However, recurrent variants have been reported in 11 unrelated TBRS individuals (PMID:29900417). Nearly all reported probands have *de novo* variants, but there are rare familial cases. For example, one paper described a missense variant transmitted from an unaffected mosaic parent (PMID: 27701732), and a separate publication reported a splice site variant in a proband, sibling, and parent (PMID: 28449304). Several inherited cases are also reported in the Brain Gene Registry (braingeneregistry.wustl.edu); a mother, daughter and son with TBRS phenotype have c.2711C>T, p.Pro904Leu variant, which is previously published in literature. This variant is also detected in 7 year old female whose mother was found to have 19.38% mosaicism. The variants identified in these individuals are not formally documented in this curation due to technical limitations, but they are available in ClinVar (ClinVar SCVs: SCV000491304.1, SCV001250294.15, SCV002107389.2). Of special note, somatic variants in *DNMT3A* are reported with clonal hematopoiesis and sporadic hematologic malignancies; therefore are over represented in population databases derived from peripheral blood samples in the aging population (PMID: 28229513). The Arg882 residue is the most common site of somatic DNMT3A variants and has also been reported in individuals with TBRS (PMID: 28941052); therefore, increasing malignancy risk for some TBRS cases. While more evidence is available in the literature, the maximum score for genetic evidence (12 points) has been reached. \n \nCurrently, there is no experimental evidence to support this gene-disease relationship. \n\nIn summary, there is definitive evidence to support the relationship between *DNMT3A* and autosomal dominant Tatton-Brown-Rahman Syndrome.  The classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on June 8, 2023 (SOP 9). ","dc:isVersionOf":{"id":"cggv:c34cf649-4fbd-4184-9bef-34a780766aca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}