{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9ccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2022-05-09T16:00:00.000Z","role":"Approver"},{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2022-06-20T17:18:34.649Z","role":"Publisher"}],"evidence":[{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:561b32ed-b100-47b8-a015-96522da49c6e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01e524ef-0f04-4697-8f8d-db2dee75e432","type":"FunctionalAlteration","dc:description":" Immature variant FGFR3 accumulating in ER activates of ERK1/2 pathway through multimeric complex composed of directly recruited (PLCgamma), Pyk2, and JAK1.\nMore detail on cellular mechanism, supporting GOF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16476447","type":"dc:BibliographicResource","dc:abstract":"Fibroblast growth factor receptors 3 (FGFR3) with K644M/E substitutions are associated to the severe skeletal dysplasias: severe achondroplasia with developmental delay and achanthosis nigricans(SADDAN) and thanatophoric dysplasia(TDII). The high levels of kinase activity of the FGFR3-mutants cause uncompleted biosynthesis that results in the accumulation of the immature/mannose-rich, phosphorylated receptors in the endoplasmic reticulum (ER) and STATs activation. Here we report that FGFR3 mutants activate Erk1/2 from the ER through an FRS2-independent pathway: instead, a multimeric complex by directly recruiting PLCgamma, Pyk2 and JAK1 is formed. The Erk1/2 activation from the ER however, is PLCgamma-independent, since preventing the PLCgamma/FGFR3 interaction by the Y754F substitution does not inhibit Erks. Furthermore, Erk1/2 activation is abrogated upon treatment with the Src inhibitor PP2, suggesting a role played by a Src family member in the pathway from the ER. Finally we show that the intrinsic kinase activity by mutant receptors is required to allow signaling from the ER. Overall these results highlight how activated FGFR3 exhibits signaling activity in the early phase of its biosynthesis and how segregation in a sub-cellular compartment can affect the FGFR3 multi-faceted capacity to recruit specific substrates.","dc:creator":"Lievens PM","dc:date":"2006","dc:title":"K644E/M FGFR3 mutants activate Erk1/2 from the endoplasmic reticulum through FRS2 alpha and PLC gamma-independent pathways."},"rdfs:label":"Lievens phosphorylation assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:141952a1-4f10-47a1-bec1-9c941bde2c5a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4dbc885d-f781-49c7-bbfe-cf5e254fbbde","type":"FunctionalAlteration","dc:description":"K650M induces increased tyrosine phosphorylation of paxillin → affects F-actin organization. Src and FAK activation play a role in paxillin hyperphosphorylation → paxillin mislocalization. Paxillin is a scaffold protein that facilitates proper integration of focal adhesion proteins, and is key in controlling cell migration and proliferation. Insights into mechanism, consistent with GOF mechanism seen in cases.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29242050","type":"dc:BibliographicResource","dc:abstract":"K650M/E substitutions in the Fibroblast growth factor receptor 3 (FGFR3) are associated with Severe Achondroplasia with Developmental Delay and Acanthosis Nigricans (SADDAN) and Thanatophoric Dysplasia type II (TDII), respectively. Both SADDAN and TDII present with affected endochondral ossification marked by impaired chondrocyte functions and growth plate disorganization. In vitro, K650M/E substitutions confer FGFR3 constitutive kinase activity leading to impaired biosynthesis and accumulation of immature receptors in endoplasmic reticulum (ER)/Golgi. From those compartments, both SADDAN-FGFR3 and TDII-FGFR3 receptors engender uncontrolled signalling, activating PLCγ1, signal transducer and activator of transcription 1, 3 and 5 (STAT1/3/5) and ERK1/2 effectors. Here, we investigated the impact of SADDAN-FGFR3 and TDII-FGFR3 signalling on cytoskeletal organization. We report that SADDAN-FGFR3, but not TDII-FGFR3, affects F-actin organization by inducing tyrosine hyperphosphorylation of paxillin, a key regulator of focal adhesions and actin dynamics. Paxillin phosphorylation was upregulated at tyrosine 118, a functional target of Src and FAK kinases. By using Src-deficient cells and a Src kinase inhibitor, we established a role played by Src activation in paxillin hyperphosphorylation. Moreover, we found that SADDAN-FGFR3 induced FAK phosphorylation at tyrosines 576/577, suggesting its involvement as a Src co-activator in paxillin phosphorylation. Interestingly, paxillin hyperphosphorylation by SADDAN-FGFR3 caused paxillin mislocalization and partial co-localization with the mutant receptor. Finally, the SADDAN-FGFR3 double mutant unable to bind PLCγ1 failed to promote paxillin hyperphosphorylation, pointing to PLCγ1 as an early player in mediating paxillin alterations. Overall, our findings contribute to elucidate the molecular mechanism leading to cell dysfunctions caused by SADDAN-FGFR3 signalling.","dc:creator":"Montone R","dc:date":"2018","dc:title":"Mutant FGFR3 associated with SADDAN disease causes cytoskeleton disorganization through PLCγ1/Src-mediated paxillin hyperphosphorylation."},"rdfs:label":"Montone tyrosine phosphorylation assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:73df20d1-50f7-4c1e-94cb-af0a2eae9d44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5e69a40-7f9b-455c-82f4-1d10f8368e4d","type":"FunctionalAlteration","dc:description":"Hemagglutinin A-tagged derivatives of K650M and K650T show that K650M (SADDAN) accumulates in immature but activated form in the ER, and the Jak/STAT pathway is upregulated.\nShows GOF mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15292251","type":"dc:BibliographicResource","dc:abstract":"Amino acid substitutions at the Lys-650 codon within the activation loop kinase domain of fibroblast growth factor receptor 3 (FGFR3) result in graded constitutive phosphorylation of the receptor. Accordingly, the Lys-650 mutants are associated with dwarfisms with graded clinical severity. To assess the importance of the phosphorylation level on FGFR3 maturation along the secretory pathway, hemagglutinin A-tagged derivatives were studied. The highly activated SADDAN (severe achondroplasia with developmental delay and acanthosis nigricans) mutant accumulates in its immature and phosphorylated form in the endoplasmic reticulum (ER), which fails to be degraded. Furthermore, the Janus kinase (Jak)/STAT pathway is activated from the ER by direct recruitment of Jak1. Abolishing the autocatalytic property of the mutated FGFR3 by replacing the critical Tyr-718 reestablishes the receptor full maturation and inhibits signaling. Differently, the low activated hypochondroplasia mutant is present as a mature phosphorylated form on the plasma membrane, although with a delayed transition in the ER, and is completely processed. Signaling does not occur in the presence of brefeldin A; instead, STAT1 is activated when protein secretion is blocked with monensin, suggesting that the hypochondroplasia receptor signals at the exit from the ER. Our results suggest that kinase activity affects FGFR3 trafficking and determines the spatial segregation of signaling pathways. Consequently, the defect in down-regulation of the highly activated receptors results in the increased signaling capacity from the intracellular compartments, and this may determine the severity of the diseases.","dc:creator":"Lievens PM","dc:date":"2004","dc:title":"The kinase activity of fibroblast growth factor receptor 3 with activation loop mutations affects receptor trafficking and signaling."},"rdfs:label":"Lievens localization assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:deda3226-16ef-4f5b-a8e3-c209591c4157","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1283b17f-1206-4c07-bf47-8e7ed49982bf","type":"FunctionalAlteration","dc:description":"K650M and K650E increase STAT1 activation/phosphorylation, ERK/MAP strongly induced by these variants (and others), which leads to inhibited proliferation in RCS chondrocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19088846","type":"dc:BibliographicResource","dc:abstract":"Activating mutations in FGFR3 tyrosine kinase cause several forms of human skeletal dysplasia. Although the mechanisms of FGFR3 action in cartilage are not completely understood, it is believed that the STAT1 transcription factor plays a central role in pathogenic FGFR3 signaling. Here, we analyzed STAT1 activation by the N540K, G380R, R248C, Y373C, K650M and K650E-FGFR3 mutants associated with skeletal dysplasias. In a cell-free kinase assay, only K650M and K650E-FGFR3 caused activatory STAT1(Y701) phosphorylation. Similarly, in RCS chondrocytes, HeLa, and 293T cellular environments, only K650M and K650E-FGFR3 caused strong STAT1 activation. Other FGFR3 mutants caused weak (HeLa) or no activation (293T and RCS). This contrasted with ERK MAP kinase activation, which was strongly induced by all six mutants and correlated with the inhibition of proliferation in RCS chondrocytes. Thus the ability to activate STAT1 appears restricted to the K650M and K650E-FGFR3 mutants, which however account for only a small minority of the FGFR3-related skeletal dysplasia cases. Other pathways such as ERK should therefore be considered as central to pathological FGFR3 signaling in cartilage.","dc:creator":"Krejci P","dc:date":"2008","dc:title":"Analysis of STAT1 activation by six FGFR3 mutants associated with skeletal dysplasia undermines dominant role of STAT1 in FGFR3 signaling in cartilage."},"rdfs:label":"Krejci Phosphorylation assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34d04bec-ce83-4247-849e-7ce23207399f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b0c8c2f-d89f-4d64-9bca-ebe084ffd54d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates abnormalities of the long bones and suggests brain involvement (presence of variant protein in brains of transgenic mice). AN not recapitulated. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11406607","type":"dc:BibliographicResource","dc:abstract":"Several gain-of-function mutations in a receptor tyrosine kinase, fibroblast growth factor receptor 3 (FGFR3), cause dwarfism in humans. Two particularly severe dwarfisms, thanatophoric dysplasia type II (TDII) and severe achondroplasia with developmental delay and acanthosis nigricans (SADDAN), are associated with glutamic acid (E) and methionine (M) substitutions at the K650 residue in the kinase domain. TDII is lethal at birth, whereas most of the SADDAN patients survive the perinatal period. However, FGFR3 with the SADDAN mutation is more activated than FGFR3 with the TDII mutation in vitro. To find out whether the K650M mutation also causes the SADDAN phenotype, we introduced the corresponding point mutation (K644M) into the mouse Fgfr3 gene. Heterozygous mutant mice show a phenotype similar to human SADDAN, e.g. the majority of the SADDAN mice survive the perinatal period. This suggests that the survival of SADDAN patients is indeed attributed to the K650M mutation in FGFR3. The long bone abnormalities in SADDAN mice are milder than the TDII model. In addition, overgrowth of the cartilaginous tissues is observed in the rib cartilage, trachea and nasal septum. The FGF ligand at the low concentration differentially activates Map kinase in primary chondrocyte cultures from wild-type and SADDAN mice. Comparisons of the molecular bases of the phenotypic differences in SADDAN and TDII mice may increase our understanding of the factors that influence the severity in these two related skeletal dysplasias.","dc:creator":"Iwata T","dc:date":"2001","dc:title":"Highly activated Fgfr3 with the K644M mutation causes prolonged survival in severe dwarf mice."},"rdfs:label":"Iwata SADDAN mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":4587,"specifiedBy":"GeneValidityCriteria8","strengthScore":8,"subject":{"id":"cggv:b72cb279-b001-46a5-8bee-c5c423f1ad93","type":"GeneValidityProposition","disease":"obo:MONDO_0014658","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR3 was first reported in relation to autosomal dominant severe achondroplasia-developmental delay-acanthosis nigricans (SADDAN) syndrome in in 1999 (Tavormina et al. 1999; PMID: 10053006). Three missense variants in four probands from three publications (PMIDs: 10053006, 10377013, 25119967) are included in this curation. Additional probands reported to be diagnosed with SADDAN syndrome exist in the literature, but they were not scored in this curation due to difficulty in diagnosing developmental delay and acanthosis nigricans before a certain age. The mechanism of\npathogenicity is GOF. A case report showing a GOF missense varaint K650M in cis with a LOF variant T651P leads to comparatively mild skeletal phenotype in the proband (PMID: 24352917).  This gene-disease relationship is also supported by an animal model and in vitro functional assays (PMIDs: 11406607, 19088846, 29242050, 15292251, 16476447). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Skeletal Disorders Gene Curation Expert Panel on the meeting date 5/9/22 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a7daa910-8226-46cc-8a65-034c0833d9cc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}