{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-09-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-10-06T20:21:46.971Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/16222669","type":"dc:BibliographicResource","dc:abstract":"Nocturnal frontal lobe epilepsy up to now has been considered a channelopathy caused by mutations in the alpha(4) and beta(2) subunits of the neuronal nicotinic acetylcholine receptor. However, these mutations account for only a minority of patients, and the existence of at least a new locus for the disease has been demonstrated. In one Italian nocturnal frontal lobe epilepsy family, we identified two new putative loci on chromosomes 3 and 8, where several candidate genes are mapped. In particular, on chromosome 8, corticotropin-releasing hormone gene (CRH) appears to be a good candidate. We therefore searched for CRH mutations in the proband. The study allowed the identification of a nucleotide variation in the promoter that was subsequently detected in all affected and obligate carrier members of the same family, in two sporadic cases, in all affected members of an additional compliant family, and in the proband of a noncompliant family. Moreover, a different mutation in the promoter was detected in a familial case. In vitro experiments showed altered levels of gene expression. CRH alterations could explain several autosomal dominant nocturnal frontal lobe epilepsy clinical features.","dc:creator":"Combi R","dc:date":"2005","dc:title":"Frontal lobe epilepsy and mutations of the corticotropin-releasing hormone gene."},"evidence":[{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6e_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":3485,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:fe05de24-301d-4cd2-8b69-87855297e4ac","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:2355","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The CRH gene encodes the corticotropin releasing hormone, a hormone and neuropeptide that plays a role in stress response through the hypothalamus-pituitary-adrenal axis. CRH was first reported in relation to autosomal dominant epilepsy in 2005 (Combi et al, PMID: 16222669). Although the phenotype of the asserted gene-disease association was autosomal dominant nocturnal frontal lobe epilepsy, the curation was performed for the higher-level term, epilepsy, because the available evidence does not support an association between the CRH gene and epilepsy of any kind. All the published evidence comes from a series of studies by a single research group. CRH was initially selected as a candidate gene from within a linkage region on chromosome 8q (Combi et al 2005, PMID: 16182932). During this curation, the expert panel raised concerns about the methodology of that study, including the treatment of unaffected individuals as affected for the linkage analysis, the use of an autosomal dominant model in a pedigree with only one affected generation, and a LOD score that was statistically non-significant. All follow-up studies listed in this curation sequenced only one gene, CRH, and did not use genome-wide testing methods. Across several reports, two non-coding single nucleotide variants in the gene’s promoter region and one missense variant were identified in six families. In all six of these families, variant segregation failed to support an association of these variants with the phenotype (see curation for details). Each of the variants identified is present in population databases. Therefore, none of the published genetic-level evidence was given a score in this curation. Although experimental evidence was provided in two of the studies (Combi et al 2005, PMID: 16222669; Sansoni et al 2013, PMID: 23593457), the assays reported have no known connection to epilepsy as a phenotype, and therefore were not scored in this curation. The consensus opinion of the gene curation expert panel was that the identified variants appear to be population variants and based on current knowledge all published assertions of this gene-disease association can be refuted. In summary, the evidence supporting the relationship between CRH and autosomal dominant epilepsy has been refuted and no valid evidence remains to support the claim. New evidence would be needed to support this claim. This classification was approved by the ClinGen Epilepsy Expert Panel on the meeting date 9/21/21 (SOP Version 8).\nAfter review by the expert panel, all published evidence in support of this gene as a cause of epilepsy are refuted (see evidence summary), leaving the gene with essentially no valid evidence of disease association.","dc:isVersionOf":{"id":"cggv:e1719f97-0d6c-4ed3-93bc-13cc8e1f1d6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}