{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3bv2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-07-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-09-29T13:31:22.120Z","role":"Publisher"}],"evidence":[{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:77f3bb7a-55db-4e07-9f37-9becfedc4db6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:642aba20-7128-4517-89cc-411ec75aa16c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Microarray was used to characterize expression profile of base, middle, and apex of P0 and P8 mouse cochlea. TNC was shown to be expressed in the basilar membrane in an increasing gradient toward the apex. This was supported by in situ hybridization of Tnc transcripts. Tnc was also detected in the differentiating hair cells at P0.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22808246","type":"dc:BibliographicResource","dc:abstract":"The mammalian cochlear duct is tonotopically organized such that the basal cochlea is tuned to high frequency sounds and the apical cochlea to low frequency sounds. In an effort to understand how this tonotopic organization is established, we searched for genes that are differentially expressed along the tonotopic axis during neonatal development. Cochlear tissues dissected from P0 and P8 mice were divided into three equal pieces, representing the base, middle and apex, and gene expression profiles were determined using the microarray technique. The gene expression profiles were grouped according to changes in expression levels along the tonotopic axis as well as changes during neonatal development. The classified groups were further analyzed by functional annotation clustering analysis to determine whether genes associated with specific biological function or processes are particularly enriched in each group. These analyses identified several candidate genes that may be involved in cochlear development and acquisition of tonotopy. We examined the expression domains for a few candidate genes in the developing mouse cochlea. Tnc (tenacin C) and Nov (nephroblastoma overexpressed gene) are expressed in the basilar membrane, with increased expression toward the apex, which may contribute to graded changes in the structure of the basilar membrane along the tonotopic axis. In addition, Fst (Follistatin), an antagonist of TGF-β/BMP signaling, is expressed in the lesser epithelial ridge and at gradually higher levels towards the apex. The graded expression pattern of Fst is established at the time of cochlear specification and maintained throughout embryonic and postnatal development, suggesting its possible role in the organization of tonotopy. Our data will provide a good resource for investigating the developmental mechanisms of the mammalian cochlea including the acquisition of tonotopy.","dc:creator":"Son EJ","dc:date":"2012","dc:title":"Developmental gene expression profiling along the tonotopic axis of the mouse cochlea."},"rdfs:label":"Son Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f39e545d-3dd7-4eec-ad45-0bfe0cf7c28c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74d7e070-b74c-4181-9218-046bd0eacc20","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Tenascin-C expression in mouse cochlea was examined at varying developmental stages. Tenascin-C was present in the spiral lamina and the organ of Corti. More detailed expression patterns are provided. There was also faint immunoreactivity detected at apical ends of hair cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10102501","type":"dc:BibliographicResource","dc:abstract":"Tenascin-C is a glycoprotein of the extracellular matrix that acts in vitro as both a permissive and a nonpermissive substrate for neurite growth. We analyzed, by immunocytochemistry, the distribution of tenascin-C along neural growth pathways in the developing mouse cochlea. In the spiral lamina, tenascin-C coexists in a region where nerve bundles arborize. In the organ of Corti, tenascin-C lines the neural pathways along pillar and Deiters' cells before and during the time of nerve fiber ingrowth. By embryonic day 16, tenascin-C is abundant on the pillar side of the inner hair cell but does not accumulate on the modiolar side until about birth, a time after the arrival of afferent fibers. The synaptic zones beneath outer hair cells are strongly labeled during the time when early events in afferent synaptogenesis are progressing but not during the time of efferent synaptogenesis. At the age when most neural growth ceases, tenascin-C immunoreactivity disappears. Faint tenascin-C immunolabeling of normal hair cells, strong tenascin immunolabeling in pathological hair cells of Bronx waltzer (bv/bv) mice, and staining for beta-galactosidase, whose gene replaces tenascin in a \"knockout\" mouse, indicate that hair cells supply at least part of the tenascin-C. The changing composition of the extracellular matrix in the synaptic region during afferent and efferent synaptogenesis is consistent with a role for tenascin in synaptogenesis. The presence of tenascin-C along the growth routes of nerve fibers, particularly toward the outer hair cells, raises the possibility that growth cone interactions with tenascin-C helps to guide nerve fibers in the cochlea.","dc:creator":"Whitlon DS","dc:date":"1999","dc:title":"Tenascin-C in the cochlea of the developing mouse."},"rdfs:label":"Whitlon Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"thorough and conclusive enough to upgrade"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":5065,"specifiedBy":"GeneValidityCriteria9","strengthScore":6,"subject":{"id":"cggv:21a769e2-2655-458f-b21e-6a9ef1c1cdbe","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:5318","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"TNC was first reported in relation to autosomal dominant sensorineural hearing loss in 2013 (Zhao et al., PMID: 23936043). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. At least 3 variants (missense and nonsense) have been reported in humans (PMID: 23936043, 35062939). TNC has a gnomAD pLOF constraint score of 0.45 and lack of funcional assays call into question the pathogenicity of the reported nonsense variant. Therefore the two missense variants that have been reported in 2 probands in 1 publications (PMID: 23936043) are included in this curation. Missense variants in this gene segregated with the disease in 14 additional family members. This gene-disease association is supported by expression studies (PMIDs: 10102501, 22808246). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the ClinGen Hearing Loss GCEP on 3/20/18. It was reevaluated on 6/15/22. As a result of this reevaluation, new case-level information was incorporated and the overall classification remained at Limited.(SOP Version 9).","dc:isVersionOf":{"id":"cggv:fce4988a-fb20-4f95-b73a-799c47b67e3b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}