{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-12-18T17:00:00.000Z","role":"Approver"},{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-04-19T12:32:46.734Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationFrameworkChange"},"evidence":[{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db5a9c24-bd28-471c-a394-07e9a06da4f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:116c1193-4cd0-44f2-913b-124dce37cc40","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These structural changes likely cause the increased calcium sensitivity that is characteristic of HCM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21376702","type":"dc:BibliographicResource","dc:abstract":"To understand the molecular mechanism by which the hypertrophic cardiomyopathy-causing Asp175Asn and Glu180Gly mutations in α-tropomyosin alter contractile regulation, we labeled recombinant wild type and mutant α-tropomyosins with 5-iodoacetamide-fluorescein and incorporated them into the ghost muscle fibers. The orientation and mobility of the probe were studied by polarized fluorimetry at different stages of the ATPase cycle. Multistep alterations in the position and mobility of wild type tropomyosin on the thin filaments during the ATP cycle were observed. Both mutations were found to shift tropomyosin strands further towards the open position and to change the affinity of tropomyosin for actin, with the effect of the Glu180Gly mutation being greater than Asp175Asn, showing an increase in the binding strong cross-bridges to actin during the ATPase cycle. These structural changes to the thin filament are likely to underlie the observed increased Ca(2+)-sensitivity caused by these mutations which initiates the disease remodeling.","dc:creator":"Borovikov YS","dc:date":"2011","dc:title":"Hypertrophic cardiomyopathy-causing Asp175asn and Glu180gly Tpm1 mutations shift tropomyosin strands further towards the open position during the ATPase cycle."},"rdfs:label":"Borovikov Biochemical 2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:7ef54b8c-32d7-4e16-bfd9-d53ae93966bd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:148dde6b-39e3-4ee1-90f0-59cf75896ab5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Changes in calcium sensitivity are consistent with HCM hypersensitivity of calcium activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25548289","type":"dc:BibliographicResource","dc:abstract":"The most frequent known causes of primary cardiomyopathies are mutations in the genes encoding sarcomeric proteins. Among those are 30 single-residue mutations in TPM1, the gene encoding α-tropomyosin. We examined seven mutant tropomyosins, E62Q, D84N, I172T, L185R, S215L, D230N, and M281T, that were chosen based on their clinical severity and locations along the molecule. The goal of our study was to determine how the biochemical characteristics of each of these mutant proteins are altered, which in turn could provide a structural rationale for treatment of the cardiomyopathies they produce. Measurements of Ca(2+) sensitivity of human β-cardiac myosin ATPase activity are consistent with the hypothesis that hypertrophic cardiomyopathies are hypersensitive to Ca(2+) activation, and dilated cardiomyopathies are hyposensitive. We also report correlations between ATPase activity at maximum Ca(2+) concentrations and conformational changes in TnC measured using a fluorescent probe, which provide evidence that different substitutions perturb the structure of the regulatory complex in different ways. Moreover, we observed changes in protein stability and protein-protein interactions in these mutants. Our results suggest multiple mechanistic pathways to hypertrophic and dilated cardiomyopathies. Finally, we examined a computationally designed mutant, E181K, that is hypersensitive, confirming predictions derived from in silico structural analysis.","dc:creator":"Gupte TM","dc:date":"2015","dc:title":"Mechanistic heterogeneity in contractile properties of α-tropomyosin (TPM1) mutants associated with inherited cardiomyopathies."},"rdfs:label":"Gupte Biochemical 2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Multiple lines of evidence for multiple variants in TPM1. Used human β-cardiac S1 to limit species or tissue effects."},{"id":"cggv:1e0e155b-a03a-4d25-bf38-af5c14d305a9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eee1d048-8609-417e-bb0f-9a6ea832ce7a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors concluded that the increased number of actively cycling cross bridges at pCa 8 is the major cause of mutation-related HCM pathogenisis, which may result in increase tension and diastolic dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21320446","type":"dc:BibliographicResource","dc:abstract":"Three HCM-causing tropomyosin (Tm) mutants (V95A, D175N, and E180G) were examined using the thin-filament extraction and reconstitution technique. The effects of Ca(2+), ATP, phosphate, and ADP concentrations on cross-bridge kinetics in myocardium reconstituted with each of these mutants were studied at 25°C, and compared to wild-type (WT) Tm at physiological ionic strength (200 mM). All three mutants showed significantly higher (2-3.5 fold) low Ca(2+) tension (T(LC)) and stiffness than WT at pCa 8.0. High Ca(2+) tension (T(HC)) was significantly higher for E180G than that for WT, whereas T(HC) of V95A and D175N was similar to WT; high Ca(2+) stiffness (Y(HC)) had the same trend. The Ca(2+) sensitivity of isometric force was significantly greater for V95A and E180G than for WT, whereas that of D175N remained the same as for WT; for all mutants, cooperativity was lower than for WT. Nine kinetic constants and the cross-bridge distribution were deduced using sinusoidal analysis. The number of force-generating cross bridges was similar among the D175N, E180G, and WT Tm forms, but it was significantly larger in the case of V95A than WT. We conclude that the increased number of actively cycling cross bridges at pCa 8 is the major cause of Tm mutation-related HCM pathogenesis, which may result in diastolic dysfunction. Decreased contractility (T(act)) in V95A and D175N may further contribute to the severity of myocyte hypertrophy and related prognosis of the disease.","dc:creator":"Bai F","dc:date":"2011","dc:title":"Enhanced active cross-bridges during diastole: molecular pathogenesis of tropomyosin's HCM mutations."},"rdfs:label":"Bai Biochemical 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased number of actively cycling cross-bridges at pCa 8 is the major cause of Tm mutation-related HCM pathogenesis, which may result in diastolic dysfunction. Decreased contractility (T(act)) in V95A and D175N may further contribute to the severity of myocyte hypertrophy and related prognosis of the disease. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a79eb373-bb82-4862-bffc-9aade5f1d2e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b73926e5-44de-43f0-8b38-8da46ba44129","type":"FunctionalAlteration","dc:description":"Mutant tropomyosin-containing actin-troponin-tropomyosin filaments combined with rhodamine-phalloidin had slightly decreased (5%) sliding speed on a heavy meromyosin-coated surface compared to wild-type tropomyosin-containing filaments under saturating calcium conditions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11136687","type":"dc:BibliographicResource","dc:abstract":"We report hypertrophic cardiomyopathy (HCM) in a Spanish-American family caused by a novel alpha-tropomyosin (TPM1) mutation and examine the pathogenesis of the clinical disease by characterizing functional defects in the purified mutant protein.","dc:creator":"Karibe A","dc:date":"2001","dc:title":"Hypertrophic cardiomyopathy caused by a novel alpha-tropomyosin mutation (V95A) is associated with mild cardiac phenotype, abnormal calcium binding to troponin, abnormal myosin cycling, and poor prognosis."},"rdfs:label":"Karibe 2001 In vitro motility"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1812ed26-111b-463c-8d22-a013e03f149b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d39bdbdf-919a-4174-9bb3-8ed402225328","type":"FunctionalAlteration","dc:description":"Cells showed pathological phenotype of HCM (abnormal calcium transients, prolonged action potential, increased arrhythmogenic events).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27057166","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a genetic cardiac disease, which affects the structure of heart muscle tissue. The clinical symptoms include arrhythmias, progressive heart failure, and even sudden cardiac death but the mutation carrier can also be totally asymptomatic. To date, over 1400 mutations have been linked to HCM, mostly in genes encoding for sarcomeric proteins. However, the pathophysiological mechanisms of the disease are still largely unknown. Two founder mutations for HCM in Finland are located in myosin-binding protein C (MYBPC3-Gln1061X) and α-tropomyosin (TPM1-Asp175Asn) genes. We studied the properties of HCM cardiomyocytes (CMs) derived from patient-specific human induced pluripotent stem cells (hiPSCs) carrying either MYBPC3-Gln1061X or TPM1-Asp175Asn mutation. Both types of HCM-CMs displayed pathological phenotype of HCM but, more importantly, we found differences between CMs carrying either MYBPC3-Gln1061X or TPM1-Asp175Asn gene mutation in their cellular size, Ca(2+) handling, and electrophysiological properties, as well as their gene expression profiles. These findings suggest that even though the clinical phenotypes of the patients carrying either MYBPC3-Gln1061X or TPM1-Asp175Asn gene mutation are similar, the genetic background as well as the functional properties on the cellular level might be different, indicating that the pathophysiological mechanisms behind the two mutations would be divergent as well.","dc:creator":"Ojala M","dc:date":"2015","dc:title":"Mutation-Specific Phenotypes in hiPSC-Derived Cardiomyocytes Carrying Either Myosin-Binding Protein C Or α-Tropomyosin Mutation for Hypertrophic Cardiomyopathy."},"rdfs:label":"Ojala FA1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:08963e77-5ad7-4cf5-a48c-b0c1397b7c39","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a942cbd2-1ca9-4efe-bf8c-e90842c8d3b7","type":"FunctionalAlteration","dc:description":"Force measurement showed higher myofilament calcium sensitivity . Length-dependent activation was smaller in HCM samples.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23508784","type":"dc:BibliographicResource","dc:abstract":"High-myofilament Ca(2+) sensitivity has been proposed as a trigger of disease pathogenesis in familial hypertrophic cardiomyopathy (HCM) on the basis of in vitro and transgenic mice studies. However, myofilament Ca(2+) sensitivity depends on protein phosphorylation and muscle length, and at present, data in humans are scarce.","dc:creator":"Sequeira V","dc:date":"2013","dc:title":"Perturbed length-dependent activation in human hypertrophic cardiomyopathy with missense sarcomeric gene mutations."},"rdfs:label":"Sequeira FA2"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ba8f722-49af-4d02-802a-7b50a97b764a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cbd79786-6d0f-4186-81b8-47282a9ed2bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Altered cardiac contractility, increase in calcium sensitivity and force of ATPase activity are consistent with mouse models of HCM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11045979","type":"dc:BibliographicResource","dc:abstract":"We used transgenic (TG) mice overexpressing mutant alpha-tropomyosin [alpha-Tm(Asp175Asn)], linked to familial hypertrophic cardiomyopathy (FHC), to test the hypothesis that this mutation impairs cardiac function by altering the sensitivity of myofilaments to Ca(2+). Left ventricular (LV) pressure was measured in anesthetized nontransgenic (NTG) and TG mice. In control conditions, LV relaxation was 6,970 +/- 297 mmHg/s in NTG and 5,624 +/- 392 mmHg/s in TG mice (P < 0.05). During beta-adrenergic stimulation, the rate of relaxation increased to 8,411 +/- 323 mmHg/s in NTG and to 6,080 +/- 413 mmHg/s in TG mice (P < 0.05). We measured the pCa-force relationship (pCa = -log [Ca(2+)]) in skinned fiber bundles from LV papillary muscles of NTG and TG hearts. In control conditions, the Ca(2+) concentration producing 50% maximal force (pCa(50)) was 5.77 +/- 0.02 in NTG and 5.84 +/- 0.01 in TG myofilament bundles (P < 0.05). After protein kinase A-dependent phosphorylation, the pCa(50) was 5.71 +/- 0.01 in NTG and 5.77 +/- 0. 02 in TG myofilament bundles (P < 0.05). Our results indicate that mutant alpha-Tm(Asp175Asn) increases myofilament Ca(2+)-sensitivity, which results in decreased relaxation rate and blunted response to beta-adrenergic stimulation.","dc:creator":"Evans CC","dc:date":"2000","dc:title":"Altered hemodynamics in transgenic mice harboring mutant tropomyosin linked to hypertrophic cardiomyopathy."},"rdfs:label":"Evans Mouse 2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Overexpressing transgene."},{"id":"cggv:820c004f-d9d9-4fe1-860d-ed41adc9999d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:244b7461-4e93-4824-9821-3639f23be366","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"By 2 months, transgenic mouse hearts show increase in size of left and right atria and left ventricle. LVH is concentric. LV wall shows increased number of interstitial cells, disorganization of myocytes, and increase fibrosis. Significant increase in heart:body weight ratio (most dramatic increase in left atrium).  Echocardiography work-performing heart analysis and force measurements of cardiac myofibers show differences in diastolic performance and increased calcium sensitivity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11603924","type":"dc:BibliographicResource","dc:abstract":"Tropomyosin, an essential component of the sarcomere, regulates muscle contraction through Ca(2+)-mediated activation. Familial hypertrophic cardiomyopathy (FHC) is caused by mutations in numerous cardiac sarcomeric proteins, including myosin heavy and light chains, actin, troponin T and I, myosin binding protein C, and alpha-tropomyosin. This study developed transgenic mouse lines that encode an FHC mutation in alpha-tropomyosin; this mutation is an amino acid substitution at codon 180 (Glu180Gly) which occurs in a troponin T binding region. Non-transgenic and control mice expressing wild-type alpha-tropomyosin demonstrate no morphological or physiological changes. Expression of exogenous mutant tropomyosin leads to a concomitant decrease in endogenous alpha-tropomyosin without altering the expression of other contractile proteins. Histological analysis shows that initial pathological changes, which include ventricular concentric hypertrophy, fibrosis and atrial enlargement, are detected within 1 month. The disease-associated changes progressively increase and result in death between 4 and 5 months. Physiological analyses of the FHC mice using echocardiography, work-performing heart analyses, and force measurements of cardiac myofibers, demonstrate dramatic functional differences in diastolic performance and increased sensitivity to calcium. This report demonstrates that mutations in alpha-tropomyosin can be severely disruptive of sarcomeric function, which consequently triggers a dramatic hypertrophic response that culminates in lethality.","dc:creator":"Prabhakar R","dc:date":"2001","dc:title":"A familial hypertrophic cardiomyopathy alpha-tropomyosin mutation causes severe cardiac hypertrophy and death in mice."},"rdfs:label":"Prabhakar Mouse 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Copy numbers of the transgene range from 9-22 copies."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:0bfc3a75-6f36-4c07-a325-e9e71a3f9dd2","type":"EvidenceLine","evidence":[{"id":"cggv:0bfc3a75-6f36-4c07-a325-e9e71a3f9dd2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:5d0c4837-8f5e-4787-84c4-972968919bf1","type":"Cohort","allGenotypedSequenced":4447,"alleleFrequency":0.01484146615695975,"evidence":[{"id":"cggv:0bfc3a75-6f36-4c07-a325-e9e71a3f9dd2_cc_evidence_item"}],"numWithVariant":66,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:329b94e5-091f-4e71-aab1-be37730e9ea6","type":"Cohort","allGenotypedSequenced":58727,"alleleFrequency":0.0008684250855654129,"evidence":[{"id":"cggv:0bfc3a75-6f36-4c07-a325-e9e71a3f9dd2_cc_evidence_item"}],"numWithVariant":51},"lowerConfidenceLimit":12.01,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":17.33,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":25.01,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"Walsh 2016 Case-control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":8195,"specifiedBy":"GeneValidityCriteria10","strengthScore":14,"subject":{"id":"cggv:3a20c53b-b060-415c-b70d-d676d22b338e","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:12010","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The TPM1 gene has been associated with hypertrophic cardiomyopathy. TPM1 was first associated with this disease in humans in 1994 (Thierfelder et al, PMID 8205619). At least 15 unique heterozygous variants (missense), with varying levels of evidence to support their pathogenicity, have been reported in humans (reviewed in Redwood and Robinson, 2013, PMID 24005378). The c.523G>A (p.Asp175Asn) variant has a MAF of 0.0001250 in the European Finnish population in gnomAD v4, which is above this group's MAF cutoff (0.0001), but the highest continental population frequency is 0.00001098 (South Asian population). This variant has not been given a reduced score since there is a potential founder effect in the Finnish population and the highest continental population frequency is below the group's MAF cutoff. Variants in this gene segregated with disease in at least 7 families (Thierfelder et al, 1994, PMID 8205619; Jääskeläinen et al, 1998, PMID 9822100; Karibe et al, 2001, PMID 11136687; Jongbloed et al, 2003, PMID 12651045). The mechanism for disease is likely dominant negative (Redwood and Robinson, 2013, PMID 24005378). \n\nThe gene-disease relationship is supported by the function of the gene product, animal models, and in vitro assays. In summary, TMP1 is definitively associated with hypertrophic cardiomyopathy. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. This classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Committee, subgroup of the ClinGen Cardiovascular Working Group, on December 20, 2016 using SOP version 5. It was reevaluated on July 13, 2021. As a result of this re-evaluation, the classification did not change. A precuration was performed December 18, 2023 to evaluate whether HCM should be curated alone or with other cardiac phenotypes. The HCVD GCEP decided that HCM should be curated alone and there was no need to recurate for this disease entity since it has a definitive relationship with TPM1, but the scoring was updated using SOP version 10.","dc:isVersionOf":{"id":"cggv:32e7ed58-ee49-4719-b48e-7fad58012319"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}