{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82edv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-04-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-22T19:10:10.648Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/32380971","type":"dc:BibliographicResource","dc:abstract":"Conotruncal heart defects (CTDs) are a group of congenital heart malformations that cause anomalies of cardiac outflow tracts. In the past few decades, many genes related to CTDs have been reported. Serum response factor (SRF) is a ubiquitous nuclear protein that acts as transcription factor, and SRF was found to be a critical factor in heart development and to be strongly expressed in the myocardium of the developing mouse and chicken hearts. The targeted inactivation of SRF during heart development leads to embryonic lethality and myocardial defects in mice.","dc:creator":"Mengmeng X","dc:date":"2020","dc:title":"Novel mutations of the SRF gene in Chinese sporadic conotruncal heart defect patients."},"evidence":[{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a76b093-01fa-455b-a701-03fa9fc851a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:451500d0-4fed-4762-a8c3-e2babb8c873e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Embryonic SRF expression Is largely restricted to cardiac and skeletal muscle tissues in mouse. in situ hybridization analysis of mouse embryos, using an SRF RNA probe, indicate that transcripts of SRF are somewhat diffuse early in development, with concentrated expression in the lateral plate mesoderm and primitive streak (E7.5). These areas are of significance to cardiac and skeletal muscle \nAs development proceeds, SRF becomes robustly expressed in the cardiac crescent and later in the heart tube and developing somites (E8.5). These tissues continue to express high levels of SRF throughout development. SRF β-Galactosidase “knock-in” reporter mice faithfully reproduced the endogenous SRF gene expression pattern, reinforcing the notion of restricted developmental expression of SRF primarily in committed myogenic precursors. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15591049","type":"dc:BibliographicResource","dc:abstract":"We tested the idea that T-box factors direct serum response factor (SRF) gene activity early in development. Analysis of SRF-LacZ \"knock-in\" mice showed highly restricted expression in early embryonic cardiac and skeletal muscle mesoderm and neuroectoderm. Examination of the SRF gene for regulatory regions by linking the promoter and 5'-flanking sequences, up to 5.5 kb, failed to target LacZ transgene activity to the heart and the tail pre-somitic mesenchyme. However, linkage of a minimal SRF promoter with the SRF 3'-untranslated region (UTR), inundated with multimeric T-box binding sites (TBEs), restored robust reporter gene activity to embryonic heart and tail. Finer dissection of the 3'-UTR to a small cluster of TBEs also stimulated transgene activity in the cardiac forming region and the tail, however, when the TBEs contained within these DNA sequences were mutated, preventing Tbx binding, transgene activity was lost. Tbx2, Tbx5, and the cardiac-enriched MYST family histone acetyltransferase TIP60, were observed to be mutual interactive cofactors through the TIP60 zinc finger and the T-box of the Tbx factors. In SRF-null ES cells, TIP60, Tbx2, and Tbx5 were sufficient to stimulate co-transfected SRF reporter activity, however this activity required the presence of the SRF 3'-UTR. SRF gene transactivation was blocked by two distinct TIP60 mutants, in which either the histone acetyltransferase domain was inactivated or the Zn finger-protein binding domain was excised. Our study supports the idea that SRF embryonic cardiac gene expression is dependent upon the SRF 3'-UTR enhancer, Tbx2, Tbx5, and TIP60 histone acetyltransferase activity.","dc:creator":"Barron MR","dc:date":"2005","dc:title":"Serum response factor, an enriched cardiac mesoderm obligatory factor, is a downstream gene target for Tbx genes."},"rdfs:label":"Mouse embryo expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4968d056-5a40-43f4-8b5a-7f3b87bcb9d6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d59d6aa2-02eb-4e54-b0f2-911a99b8bd25","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mutant mice display vascular patterning, cardiac looping, and SRF-dependent gene expression through embryonic day e9.5. \nAt e10.5, attenuation in cardiac trabeculation and compact layer expansion is noted, with an attendant decrease in VSMC recruitment to the dorsal aorta. \nUltrastructurally, cardiac sarcomeres and Z disks are highly disorganized in mutant embryos. Mutant VSMC lacked organizing actin/intermediate filament bundles. These structural defects in the heart and vasculature coincide with decreases in SRF-dependent gene expression including cardiovascular transcription factors such as GATA4, NKX2.5, and MYCD. By e11.5, when mutant embryos succumb to death, no SRF-dependent mRNA expression is evident. These results suggest a vital role for SRF in contractile/cytoskeletal architecture necessary for the proper assembly and function of cardiomyocytes and VSMC.  \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15569937","type":"dc:BibliographicResource","dc:abstract":"Serum response factor (SRF) directs programs of gene expression linked to growth and muscle differentiation. To investigate the role of SRF in cardiovascular development, we generated mice in which SRF is knocked out in >80% of cardiomyocytes and >50% of vascular smooth muscle cells (SMC) through SM22alpha-Cre-mediated excision of SRF's promoter and first exon. Mutant mice display vascular patterning, cardiac looping, and SRF-dependent gene expression through embryonic day (e)9.5. At e10.5, attenuation in cardiac trabeculation and compact layer expansion is noted, with an attendant decrease in vascular SMC recruitment to the dorsal aorta. Ultrastructurally, cardiac sarcomeres and Z disks are highly disorganized in mutant embryos. Moreover, SRF mutant mice exhibit vascular SMC lacking organizing actin/intermediate filament bundles. These structural defects in the heart and vasculature coincide with decreases in SRF-dependent gene expression, such that by e11.5, when mutant embryos succumb to death, no SRF-dependent mRNA expression is evident. These results suggest a vital role for SRF in contractile/cytoskeletal architecture necessary for the proper assembly and function of cardiomyocytes and vascular SMC.","dc:creator":"Miano JM","dc:date":"2004","dc:title":"Restricted inactivation of serum response factor to the cardiovascular system."},"rdfs:label":"Miano mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded as the inheritance does not match human cases and the model only partially replicates structural cardiac defects."},{"id":"cggv:2efa0b64-5e66-4484-a9f7-f4c2bdd53b44","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:919903c2-36e0-49e6-808a-04b2a15e95ba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant embryos developed massive cardiac defects. Poor trabeculations, cardiac dilatation, and a thin myocardium were evident at stage E11.5, leading to embryonic death. At the molecular level, early depletion of SRF results in the downregulation of several essential heart-specific transcription factors, including Nkx2.5, GATA4, and myocardin, which may contribute to subsequent morphological defects.\nMutant embryos lacking SRF died between E10.5 and E13.5 of gestation, a critical period for cardiogenesis.\nThese results suggest that SRF is required for normal cardiac development and maturation\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15169892","type":"dc:BibliographicResource","dc:abstract":"Serum response factor (SRF) is at the confluence of multiple signaling pathways controlling the transcription of immediate-early response genes and muscle-specific genes. There are active SRF target sequences in more than 50 genes expressed in the three muscle lineages including normal and diseased hearts. However, the role of SRF in heart formation has not been addressed in vivo thus far due to the early requirement of SRF for mesoderm formation. We have generated a conditional mutant of SRF by using Cre-LoxP strategy that will be extremely useful to study the role of SRF in embryonic and postnatal cardiac functions, as well as in other tissues. This report shows that heart-specific deletion of SRF in the embryo by using a new beta MHC-Cre transgenic mouse line results in lethal cardiac defects between embryonic day 10.5 (E10.5) and E13.5, as evidenced by abnormally thin myocardium, dilated cardiac chambers, poor trabeculation, and a disorganized interventricular septum. At E9.5, we found a marked reduction in the expression of essential regulators of heart development, including Nkx2.5, GATA4, myocardin, and the SRF target gene c-fos prior to overt maldevelopment. We conclude that SRF is crucial for cardiac differentiation and maturation, acting as a global regulator of multiple developmental genes.","dc:creator":"Parlakian A","dc:date":"2004","dc:title":"Targeted inactivation of serum response factor in the developing heart results in myocardial defects and embryonic lethality."},"rdfs:label":"Parlakian mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Model did not replicate CHD phenotypes but 0.5 pts given as it showed downstream effects on cardiac development and genes involved in the process. "},{"id":"cggv:1e93d880-7b97-46ba-80e5-856259e161b2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1fffdaf9-26f2-46d4-8cd3-fb3aceb3e01b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cardiac-specific overexpression of the dmSRF transgene elevated the levels of total SRF mRNA and protein but reduced the total SRF binding activity in the heart of the transgenic animals. The results indicate that dmSRF overexpression in the heart apparently alters cardiac gene expression and blocks normal postnatal cardiac growth and development. Transgenic mice died within 12 days after birth, because of the early onset of severe, dilated cardiomyopathy. Morphological changes observed in the transgenic mice includes dilated atrial and ventricular chambers, ventricular wall thicknesses were only 1/2 to 1/3 the thickness, smaller cardiac myocytes and less myofibrils in their myocytes relative to nontransgenic mice. They also had altered gene expression and slight interstitial fibrosis were observed in the myocardium of the transgenic mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11514558","type":"dc:BibliographicResource","dc:abstract":"Serum response factor (SRF) is a key regulator of a number of extracellular signal-regulated genes important for cell growth and differentiation. A form of the SRF gene with a double mutation (dmSRF) was generated. This mutation reduced the binding activity of SRF protein to the serum response element and reduced the capability of SRF to activate the atrial natriuretic factor promoter that contains the serum response element. Cardiac-specific overexpression of dmSRF attenuated the total SRF binding activity and resulted in remarkable morphologic changes in the heart of the transgenic mice. These mice had dilated atrial and ventricular chambers, and their ventricular wall thicknesses were only 1/2 to 1/3 the thickness of that of nontransgenic mice. Also these mice had smaller cardiac myocytes and had less myofibrils in their myocytes relative to nontransgenic mice. Altered gene expression and slight interstitial fibrosis were observed in the myocardium of the transgenic mice. All the transgenic mice died within the first 12 days after birth, because of the early onset of severe, dilated cardiomyopathy. These results indicate that dmSRF overexpression in the heart apparently alters cardiac gene expression and blocks normal postnatal cardiac growth and development.","dc:creator":"Zhang X","dc:date":"2001","dc:title":"Early postnatal cardiac changes and premature death in transgenic mice overexpressing a mutant form of serum response factor."},"rdfs:label":"Zhang mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Phenotype replicated is not CHD but given 0,5 pts for showing some effect on cardiac development"},{"id":"cggv:2ae14956-f2a0-4cc0-bff0-f794a97923e3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c3ecea49-4110-43dd-b638-d1c9c151c235","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SRF is required for normal cardiogenesis and the transcriptional activity of itself and other direct SRF targets. Null mice showed down-regulated expression of direct SRF targets such as myogenic alpha-actins, SM22alpha, and myocardin and the failure to form beating cardiac myocytes in aggregated SRF null embryonic stem cells. Cardiac-specific ablation of SRF resulted in embryonic lethality due to cardiac insufficiency during chamber maturation. At 10.5 dpc, mutant hearts exhibited less constriction in the atrial ventricular canal and poorly developed intraventricular groove with several mutant embryos arrested at heart-looping stage thus suggesting that SRF could alter early morphological movement. The breadth of the mutant ventricular wall compact layer was greatly reduced, cellular wall expansion was blocked and the intraventricular septation was less developed. At 11.5 dpc, SRF cardiac-conditional knock-out embryos lost rhythmic beating and displayed severe pericardial effusion. Examination of transverse sections revealed the appearance of a hypoplastic ventricular wall in the mutant. Conditional ablation of SRF also reduced cell survival concomitant with increased apoptosis and reduced cellularity. Significant reductions in SRF (> or =95%), atrial naturetic factor (> or =80%), and cardiac (> or =60%), skeletal (> or =90%), and smooth muscle (> or =75%) alpha-actin transcripts were also observed in the cardiac-conditional knock-out heart. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15929941","type":"dc:BibliographicResource","dc:abstract":"Serum response factor (SRF) homozygous-null embryos from our backcross of SRF(LacZ/)(+) \"knock-in\" mice failed to gastrulate and form mesoderm, similar to the findings of an earlier study (Arsenian, S., Weinhold, B., Oelgeschlager, M., Ruther, U., and Nordheim, A. (1998) EMBO J. 17, 6289-6299). Our use of embryonic stem cells provided a model system that could be used to investigate the specification of multiple embryonic lineages, including cardiac myocytes. We observed the absence of myogenic alpha-actins, SM22alpha, and myocardin expression and the failure to form beating cardiac myocytes in aggregated SRF null embryonic stem cells, whereas the appearance of transcription factors Nkx2-5 and GATA4 were unaffected. To study the role of SRF during heart organogenesis, we then performed cardiac-specific ablation of SRF by crossing the transgenic alpha-myosin heavy chain Cre recombinase line with SRF LoxP-engineered mice. Cardiac-specific ablation of SRF resulted in embryonic lethality due to cardiac insufficiency during chamber maturation. Conditional ablation of SRF also reduced cell survival concomitant with increased apoptosis and reduced cellularity. Significant reductions in SRF (> or =95%), atrial naturetic factor (> or =80%), and cardiac (> or =60%), skeletal (> or =90%), and smooth muscle (> or =75%) alpha-actin transcripts were also observed in the cardiac-conditional knock-out heart. This was consistent with the idea that SRF directs de novo cardiac and smooth muscle gene activities. Finally, quantitation of the knock-in LacZ reporter gene transcripts in the hearts of cardiac-conditional knock-out embryos revealed an approximately 30% reduction in gene activity, indicating SRF gene autoregulation during cardiogenesis.","dc:creator":"Niu Z","dc:date":"2005","dc:title":"Conditional mutagenesis of the murine serum response factor gene blocks cardiogenesis and the transcription of downstream gene targets."},"rdfs:label":"Niu Mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded as the inheritance does not match human cases but given 0,5 pts for showing SRF is required for cardiac development"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":8317,"specifiedBy":"GeneValidityCriteria10","strengthScore":3.5,"subject":{"id":"cggv:54219657-58fe-4cb0-8497-4d856e56ef86","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:11291","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SRF* was first reported in relation to autosomal dominant congenital heart disease in 2020 (Xu et al., PMID: 32380971). Two missense variants reported in two probands in a publication were included in this curation (PMID: 32380971). This gene-disease relationship is supported by expression studies and mouse models (PMIDs: 15591049, 11514558, 15169892, 15569937, 15929941). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date April 2nd, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:b290d584-f0be-49b7-bcc6-14da986e82ed"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}