{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:36:09.717Z","role":"Publisher"},{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:35:40.269Z","role":"Approver"}],"evidence":[{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:9b11a7e9-8973-4335-9e1a-91a54a080956_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55cef56e-e483-4378-9b70-2f6831a2ad64","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"detectionMethod":"Miochondrial genome sequencing","firstTestingMethod":"Other","phenotypeFreeText":"Presented with subacute encephalopathy, brainstem and extrapyramidal signs, raised CSF lactate, symmetrical hyperintensities in the basal ganglia on T2-weighted cerebral MRI and cytochrome c oxidase deficient fibres in muscle tissue.\nA 28 year old female presented aged 17 years with a subacute encephalopathy, preceded by a viral gastrointestinal illness, associated with diplopia, dizziness, dysarthria, and hearing loss. Cranial nerve xamination revealed abnormal eye movements, bilateral lower motor neuron facial weakness, and bulbar dysfunction. There were extrapyramidal and pyramidal signs in the limbs with no evidence of cerebellar or sensory disturbance. She recovered fully after the acute phase of the illness but subsequently developed a transient unilateral facial weakness and persistent fatigue. Past medical history included a possible seizure and episode of confusion following a childhood vaccination. A maternal uncle had epilepsy but there was no other family history of neurological, neuromuscular or multisystem disease.\nLaboratory tests at initial presentation, including blood lactate, ammonia, CPK, ESR, HIV, Lyme serology, copper and caeruloplasmin, ASO titres, amino acids, ANA, ANCA, anti-cardiolipin and anti-basal ganglia antibodies, and urinary organic and amino acids were normal. CSF was acellular, glucose was normal and oligoclonal bands were negative. However, CSF protein and lactate levels were raised (0.45 g/L, reference range 0.17–0.36 g/L and 3.06 mmol/L, reference range 0.8–1.9 mmol/L respectively).(Fig. 1A).\nCerebral MRI initially showed high T2 signal intensities in the basal ganglia bilaterally, predominantly affecting the putamen and globus pallidus, without gadolinium enhancement. Repeat cerebral MRI brain 10 weeks after the acute phase of the illness confirmed resolution of the acute changes (Fig. 1B and C). An EEG demonstrated a resolving encephalopathy. Nerve conduction studies revealed a mild generalised polyneuropathy with demyelinating features, while EMG was normal.\nHistochemical analysis of muscle tissue revealed several COX deficient fibres (Fig. 2A), but no ragged red fibres. There was a relative reduction of complex IV activity compared with complex I and complexes II+III activities (Fig. 2B and C). Protein levels of mitochondrial respiratory chain complexes and complex IV in-gel activity in muscle tissue was comparable with controls (Supplementary Fig. 1).","sex":"Female","variant":{"id":"cggv:9b11a7e9-8973-4335-9e1a-91a54a080956_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:73d64e27-bde4-4c6a-b968-ffd66c574cd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.6579G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414784889"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30743023","type":"dc:BibliographicResource","dc:abstract":"Adult-onset Leigh syndrome is a rare but important manifestation of mitochondrial disease. We report a 17 year old female who presented with subacute encephalopathy, brainstem and extrapyramidal signs, raised CSF lactate, and symmetrical hyperintensities in the basal ganglia on T2-weighted cerebral MRI. The presence of cytochrome c oxidase deficient fibres in muscle tissue prompted sequencing of the entire mitochondrial genome which revealed the novel stop codon mutation m.6579G>A; p.Gly226X in MT-CO1. Here we present the case and review the clinicopathological and molecular spectrum of previously reported MT-CO1 truncating mutations.","dc:creator":"Poole OV","dc:date":"2019","dc:title":"Adult-onset Leigh syndrome linked to the novel stop codon mutation m.6579G>A in MT-CO1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30743023","rdfs:label":"Poole 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD and GB. Heteroplasmy in the proband:70% in muscle, 40% in blood; heteroplasmy in the mother:not detectable in mother's blood, no other tissue tested. Residual muscle tissue was unavailable for single fibre mtDNA heteroplasmy studies or measurement of the relative abundance of mtDNA encoded COX subunits. Only blood tested in the mother so scored 0.5 points and not upgraded de novo."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:1c70b39c-ce71-4ee8-9085-87e31b72f9a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:57793d34-c01e-4dcd-944d-ea1839c2651e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":18,"detectionMethod":"Mitochondrial genome sequencing","firstTestingMethod":"Other","phenotypeFreeText":"A young previously healthy woman, aged 18 y, was admitted with an acute deterioration of consciousness associated with a non convulsive status epilepticus. At that time, she was a high grade college student. Meningoencephalitis was ruled out and she was treated by phenobarbital and diphenylhydantoin. She progressively recovered over three weeks and was discharged. Neurological examination was normal, however, after recovery, she was unable to continue her studies because of severe chronic fatigue and lack of concentration. Four years later, she presented an acute episode of sudden cortical blindness with headache, followed by prolonged seizures and coma requiring admission to the intensive care unit. She partially recovered, and a few weeks later she was discharged, but follow-up showed persistent gait disturbances, muscle weakness and mild cerebellar ataxia. In the following years, she deteriorated slowly with progressive muscle weakness and atrophy, weight loss, neurosensorial hearing loss, early onset cataract and slow cognitive decline. Neurological examination revealed quadricipital amyotrophy, tremor and dysarthria. Occulomotricity was normal. Aged 36 y, she started complaining of exercise intolerance, muscle cramps, weakness, urinary incontinence and intermittent swallowing disturbances. Cerebral MRI had shown cortical atrophy and basal ganglia lesions (Fig. 1). Echocardiography and electrocardiogram were normal. Metabolic screening was performed at age 36 y. Fasting blood lactate was at the upper limit of the normal range (1.9 mmol/L, controls 0.6–2.0 mmol/L) and alanine was moderately increased (629 μmol/L, controls b440). Acylcarnitine profile was normal and urinary organic acid chromatography showed a mild ethymalonic aciduria,which was considered as a possible non-specificmarker of mitochondrial dysfunction. The family history revealed that the patient's mother was affected by hereditary neuropathy with liability to pressure palsies (MIM#162500) caused by the common 17p11.2 deletion. This deletion was also detected in the proposita. A young sister aged 34 y has no neurological symptom. A recent clinical examination of the patient showed non-familial small stature (152 cm), thin habitus(33.6 kg), generalized amyotrophy, abolished osteotendinous reflexes in the lower limbs, slurred and mildly dysarthric speech, parkinsonism, tremor, and ataxic gait.","previousTesting":true,"previousTestingDescription":"Ruled out common variants in MTTL1 and MTTK","sex":"Female","variant":{"id":"cggv:1c70b39c-ce71-4ee8-9085-87e31b72f9a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:19ebdfad-0c03-4389-aa1d-ea0bc4d5322d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.7402del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139771348"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24956508","type":"dc:BibliographicResource","dc:abstract":"Cytochrome c oxidase (COX) deficiency is one of the most common respiratory chain deficiencies. A woman was presented at the age of 18y with acute loss of consciousness, non-convulsive status epilepticus, slow neurological deterioration, transient cortical blindness, exercise intolerance, muscle weakness, hearing loss, cataract and cognitive decline. Muscle biopsy revealed ragged-red fibers, COX negative fibers and a significant decreased activity of complex IV in a homogenate. Using next generation massive parallel sequencing of the mtDNA, a novel heteroplasmic mutation was identified in MTCO1, m.7402delC, causing frameshift and a premature termination codon. Single fiber PCR showed co-segregation of high mutant load in COX negative fibers. Mutation in mitochondrially encoded complex IV subunits should be considered in mitochondrial encephalomyopathies and COX negative fibers after the common mtDNA mutations have been excluded. ","dc:creator":"Debray FG","dc:date":"2014","dc:title":"Mitochondrial encephalomyopathy with cytochrome c oxidase deficiency caused by a novel mutation in the MTCO1 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24956508","rdfs:label":"Debray 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Scored a total of 2 points: 1 point for variant evidence and 1 point for segregation. Variant is absent from gnomAD. Heteroplasmy in proband:76% in muscle, 27% in urine and 7% in leukocytes ; heteroplasmy in mother: 2 - 5% in single fibers from muscle biopsy, variant was absent from the blood and urinary mtDNA from the mother and young sister. Histology revealed scattered ragged red fibers and a high proportion (20–30%) of fibers lacking cytochrome-c oxidase (COX) histoenzymologic staining (Fig. 2). In several fibers an increase of subsarcolemmal succinate dehydrogenase staining was seen. Respiratory chain enzyme activities measured by spectrophotometric assays in muscle homogenate showed low complex IV activity, especially regarding the high citrate synthase activity which probably indicates mitochondrial proliferation. The ratio of complex IV activity over citrate synthase and complex II after logarithmic transformation was decreased (z-score at −2.96 and −3.71, respectively) (Table 1). Blue native polyacrylamide gel electrophoresis of respiratory chain complexes showed a decrease of the fully assembled complex IV (Fig. 3). Western blot with antibodies against protein subunits of each of the respiratory complexes confirmed a lower amount of the holocomplex IV (Fig. 4)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2492cc01-2f4d-458c-b7bb-2f2241253115","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9e6f036-6f8e-408d-a372-51d5db53fd54","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The human protein atlas records ubiquitous expression of MT-CO2 including the brain with a high consistency between antibody staining and RNA expression data.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Expression data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence of expression of protein and RNA in brain"},{"id":"cggv:7e7814c3-c2fb-4b74-a9d3-5435c0d32876","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8731b2ef-685e-487f-a325-5c4e84bb5fda","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Determined the 3.3 Å resolution structure of human complex-IV containing 14 subunits using cryo-EM single particle reconstruction method (Figure 1). Includes subunits I, II, II (encoded by MT-CO1, MT-CO2, MT-CO3) and subunits IV, Va, Vb, VIa, VIb, VIc, VIIa, VIIb, VIIc, and VIIIa plus NDUFA4.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030519","type":"dc:BibliographicResource","dc:abstract":"Respiration is one of the most basic features of living organisms, and the electron transport chain complexes are probably the most complicated protein system in mitochondria. Complex-IV is the terminal enzyme of the electron transport chain, existing either as randomly scattered complexes or as a component of supercomplexes. NDUFA4 was previously assumed as a subunit of complex-I, but recent biochemical data suggested it may be a subunit of complex-IV. However, no structural evidence supporting this notion was available till now. Here we obtained the 3.3 Å resolution structure of complex-IV derived from the human supercomplex I","dc:creator":"Zong S","dc:date":"2018","dc:title":"Structure of the intact 14-subunit human cytochrome c oxidase."},"rdfs:label":"Structure of Complex IV"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1.5,"dc:description":"\tScored based on scoring rubric of number of interacting proteins and Leigh map"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29e1c00c-98e9-457e-8bca-ab2a84fa4a08","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f7744e7f-1967-4ac5-a336-f3ddfa34a3e7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse does not recapitulate main features of LS but does present with reduced Complex IV activity and altered mitochondrial morphology and cardiomyopathy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18276892","type":"dc:BibliographicResource","dc:abstract":"The majority of mitochondrial DNA (mtDNA) mutations that cause human disease are mild to moderately deleterious, yet many random mtDNA mutations would be expected to be severe. To determine the fate of the more severe mtDNA mutations, we introduced mtDNAs containing two mutations that affect oxidative phosphorylation into the female mouse germ line. The severe ND6 mutation was selectively eliminated during oogenesis within four generations, whereas the milder COI mutation was retained throughout multiple generations even though the offspring consistently developed mitochondrial myopathy and cardiomyopathy. Thus, severe mtDNA mutations appear to be selectively eliminated from the female germ line, thereby minimizing their impact on population fitness.","dc:creator":"Fan W","dc:date":"2008","dc:title":"A mouse model of mitochondrial disease reveals germline selection against severe mtDNA mutations."},"rdfs:label":"Mouse model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Developed a mouse model in which the germline transmission of mtDNA point mutations of different severity could be tested. An antimycin A–resistant mouse LA9 cell line was cloned whose mtDNA harbored two homoplasmic (pure mutant) protein-coding gene base change mutations: one severe and the other mild. The severe variant was a FS in  the ND6 gene, the mild variant was a missense variant in MT-CO1: m.659T>C that converts a highly conserved valine at codon 421 to alanine (p.Val421Ala).When homoplasmic, this mutation reduces the activity of oxidative phosphorylation complex IV by 50%.\nComparison of the complex I activity in mice harboring 0%, 6%, and 14% ND6 frameshift and 100% COI missense mtDNAs confirmed that complex I was little affected, with the possible exception of a modest reduction of complex I in muscle in animals with 14% ND6 frameshift mtDNAs (fig. S5A). The complex II + III activities were also relatively stable (fig. S5B). However, complex IV was reduced about 50% in brain, liver, heart, and muscle of the 14%, 6%, and 0% ND6 frameshift plus 100% COI missense mutant mice (Fig. 3A). Hence, the predominant biochemical defect in animals with 14% or less ND6 frameshift mtDNAs can be attributed to the homoplasmic COI missense mutation.\nMice that were homoplasmic for the COI missense mutation, linked to the ND6 revertant mutation (13885insCdelT), transmitted this mtDNA to all of their offspring through multiple backcrosses to B6 males. Offspring were phenotypically grossly normal apart from decreased complex IV activity and altered mitochondrial morphology showing mitochondrial myopathy and cardiomyopathy in 12-month-old COI mutant mice cf age-matched controls (Fig 3B,C,D,E; Fig 4).\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":3033,"specifiedBy":"GeneValidityCriteria8","strengthScore":5,"subject":{"id":"cggv:fcae1bdb-a93c-45e3-ab6c-1c57d71b8c94","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7419","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-CO1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The MT-CO1 gene encodes cytochrome c oxidase (complex IV) subunit 1. Defects of this protein lead to complex IV deficiency.\n\nThe MT-CO1 gene was first reported in relation to maternally inherited Leigh syndrome in 2014 (PMID: 24956508). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 3 variants (m.6547T>C, m.6579G>A, m.7402del) in 3 cases from 3 publications (PMIDs: 24956508, 30743023; the case with m.6547T>C was reported in a manuscript with no PMID - Pereira et al. (2019): Journal of Inborn Errors of Metabolism and Screening 2019, Volume 7: e20180003. DOI:10.1590/2326-4594-JIEMS-2018-0003). Of note, several cases had overlap in brain imaging findings between Leigh syndrome spectrum and MELAS (mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes). Other variants in the MT-CO1 gene are associated with non-Leigh syndrome spectrum phenotypes. Segregation information is scored as case level evidence according to criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, expression, and animal models (PMIDs: 30030519, 25613900, 18276892). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).\nA total of 3 points awarded for genetic evidence. An additional case without a PMID was scored 0.5 points:\n\nNo PMID: Pereira et al. (2019): Journal of Inborn Errors of Metabolism and Screening 2019, Volume 7: e20180003.  DOI:10.1590/2326-4594-JIEMS-2018-0003.\nMale patient, 23 months at presentation referred to medical genetic consultation with a complaint of severe hypotonia. He was the second liveborn child of a healthy nonconsanguineous couple,\nwith no particular familial history. On clinical examination, both parents and the older sister are asymptomatic. He sat at 8 months of age, he spoke first words at 18 months of age and he stand after 23 months. On general clinical examination, he had no dysmorphic features, without palpebral ptosis. He was hypotonic with undescended testis. During investigation, his auditory exams demonstrated a retrocochlear alteration. His first MRI showed basal ganglia hyperintensity on T2-weighted images (Fig. 2A). The plasma lactate was 7.0 mmol/L (normal range: <2.2 mmol/L) and in amino acid profile the alanine was increased. After 3 years, he presented focal neurological deficit in the right side. At that time, the MRI showed cortical changes, especially in left hemisphere, incongruent to a vascular territory with focal hyperintensities in basal ganglia besides an inverted peak of lactate in proton spectroscopy (Fig. 2B). Muscle biopsy was performed to biochemical analysis MRC and it showed a significant reduction of the complex IV (CIV) and mild decrease of complex II+III activities. One year later, he developed Wolf-Parkinson-White syndrome and nowadays he is fed by gastrostomy. At physical examination, he does not walk and he presents ataxia, incoordination, axial hypotonia and appendicular hypertonia. [MELAS-LS overlap]. \nSequenced MT-CO genes only. Identified m.6547T>C (p.Leu215Pro) variant, absent from gnomAD; 0.006% in GB (3/51836); APOGEE: N (0.44); MitoTip: possibly benign; Heteroplasmy in proband: 50% in muscle; not detectable in mother's blood. de novo; The variant results in the substitution of a highly conserved leucine to proline at codon 215, this residue have a mammalian conservation index (MCI) of 100%. The p.L215P is located in an extramembrane loop of the CO1 subunit of complex IV of MRC, in a region highly conserved through phylogenesis (Fig. 6). The variant was predicted to be damaging by bioinformatics analysis (MToolBox, APOGEE, Mitoclass.1 and HmtVar). The variant has been reported in an individual with MERRF. Scored 0.5 for segregation.\n","dc:isVersionOf":{"id":"cggv:227922e2-1f4e-4bd5-9fc2-d48bac5d394f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}