{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-30T13:04:05.698Z","role":"Publisher"},{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2021-07-30T13:03:54.346Z","role":"Approver"}],"evidence":[{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8cda28ae-a082-4576-a049-cccc2d729940","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7530783c-6dfc-4cf7-a06d-7788c56a8922","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Performed in situ hybridizations of embryonic and postnatal mouse tissues to characterize the spatial and temporal expression pattern of Ube3b. Predominant expression in distinct anatomical structures of the developing central nervous system was observed. Ube3b expression was detected from embryonic day (E) 12.5 through E16.5 in the ventricular zone of the cerebral cortex (Figures 4A–4C) where neuronal progenitor cells undergo asymmetric cell divisions. Ube3b was also enriched at E12.5 in the cortical hem (Figure 4A) and the hippocampal anlage. Ube3b expression was also observed in the tectum (Figures 4A and 4B), the cortical plate (Figures 4B and 4C), the dorsal root ganglia (Figure 4B), and the preoptic neuroepithelium (Figure 4C). Ube3b expression was observed in craniofacial structures, including the epithelium of the medial nasal process (Figure 4A) and in the whiskers (Figures 4B). Postnatally, prominent Ube3b expression was detected in the upper layers of the cerebral cortex (Figures 4D–4F), the cerebellum (Figures 4E and 4F), and the hippocampus (Figure 4F).\n\nHuman Protein Atlas indicates low tissue specificity (ubiquitous expression) and low regional specificity in brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23200864","type":"dc:BibliographicResource","dc:abstract":"Ubiquitination plays a crucial role in neurodevelopment as exemplified by Angelman syndrome, which is caused by genetic alterations of the ubiquitin ligase-encoding UBE3A gene. Although the function of UBE3A has been widely studied, little is known about its paralog UBE3B. By using exome and capillary sequencing, we here identify biallelic UBE3B mutations in four patients from three unrelated families presenting an autosomal-recessive blepharophimosis-ptosis-intellectual-disability syndrome characterized by developmental delay, growth retardation with a small head circumference, facial dysmorphisms, and low cholesterol levels. UBE3B encodes an uncharacterized E3 ubiquitin ligase. The identified UBE3B variants include one frameshift and two splice-site mutations as well as a missense substitution affecting the highly conserved HECT domain. Disruption of mouse Ube3b leads to reduced viability and recapitulates key aspects of the human disorder, such as reduced weight and brain size and a downregulation of cholesterol synthesis. We establish that the probable Caenorhabditis elegans ortholog of UBE3B, oxi-1, functions in the ubiquitin/proteasome system in vivo and is especially required under oxidative stress conditions. Our data reveal the pleiotropic effects of UBE3B deficiency and reinforce the physiological importance of ubiquitination in neuronal development and function in mammals.","dc:creator":"Basel-Vanagaite L","dc:date":"2012","dc:title":"Deficiency for the ubiquitin ligase UBE3B in a blepharophimosis-ptosis-intellectual-disability syndrome."},"rdfs:label":"Basel-Vanagaite 2012 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:475d2a52-7065-44fc-8725-c1c6c902c8b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c65ca9f1-efcc-4729-b43e-844ea7f6b9f3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Demonstration of the role of UBE3B in the ubiquitin-proteasome system: RNAi-mediated knockdown of C. elegans ortholog of UBE3B led to impairment of protein degradation, particularly under oxidative stress conditions. UBE3A, which is also a HECT-domain containing E3 ubiquitin ligase, is associated with Angelman syndrome, which is also an intellectual disability syndrome (Definitive by ClinGen). Other E3 ligases have also been implicated in the pathogenesis of human genetic diseases with overlapping features, including 3M syndrome (poor growth, craniofacial abnormalities) (CUL7; Definitive by BabySeq) and Johanson–Blizzard syndrome (poor growth, ID, dysmorphic features) (UBR1; Strong by BabySeq). \n\nAdditional disorders linked to E3 ligases include von Hippel–Lindau disease (VHL; Definitive by ICSL/ClinGen), autosomal recessive juvenile Parkinson disease (PARK2), autoimmune polyendocrine syndrome type 1 (AIRE; Definitive by BabySeq), and RASopathy (CBL; Definitive by ClinGen). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864","rdfs:label":"Basel-Vanagaite 2012 biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"UBE3B is a HECT domain-containing E3 ubiquitin ligase that functions in the UPS system; multiple other E3 ligases have been implicated in overlapping clinical phenotypes, including syndromic ID, craniofacial dysmorphism, and growth abnormalities"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf07b0db-5f6c-4c14-825d-5af1f7479358","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a153a286-b4de-4aae-96e0-ac74cfc7924e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with a disrupted Ube3b locus were generated with a genetrap clone carrying the Ube3bGt(RRJ142)Byg allele and were maintained on a 129P2/Ola 3 CBA/Ca background. Confirmed by quantitative PCR that Ube3b -/- mice do not express detectable levels of Ube3b mRNA (Figure S5). Homozygotes experienced elevated embryonic/perinatal lethality. Ube3b -/- mice had severely reduced body weight (Figure 5A), small body size (Figure 5B), and reduced brain section area (Figure 5C) with reduced sizes of the hippocampus (Figure 5D) and dentate gyrus (Figure S6B) but no obvious structural abnormalities on histopathological examination (Figure S6C). Ube3b -/- mice also displayed reduced grip strength (Figure 6A), possibly reflecting central or muscular hypotonia. Reduced low-density lipoprotein (LDL) levels were observed in mutants (Figure 6B) as well as a trend toward reduced total and HDL cholesterol levels (data not shown). Mass spectrometry-based analysis of mouse plasma samples showed a significant reduction of total cholesterol and lathosterol in Ube3b -/- versus WT mice, recapitulating cholesterol findings in some of the affected individuals. Homozygotes showed mild hearing impairment (Figures 6C and 6D) but no gross inner ear malformations, signs of middle ear inflammation or obvious defect of the organ of Corti on scanning EM (data not shown). Histopathological analysis of eye tissue sections revealed that 2 out of 4 Ube3b -/- mice displayed acute inflammation, calcification, and dilated lymphovascular channels of the cornea (Figure S6D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864","rdfs:label":"Basel-Vanagaite 2012 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Good recapitulation of multi-system clinical features: failure to thrive, microcephaly, hypotonia, low cholesterol, hearing impairment, eye anomalies. No behavioral evidence of cognitive impairment or specific investigations into potential craniofacial/skeletal abnormalities. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:79791e40-b0a4-4379-b23a-b1ca5cdbbd7f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec2f444c-2a7b-4760-8378-4161d559c3c4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Profound ID, no speech, muscular hypotonia, hearing impairment, OFC 75th centile, moderately dilated lateral ventricles and diffuse anomalies of frontal white matter on brain MRI, abnormal sleep, occasional violent behavior, short stature, long face, arched/sparse laterally broad eyebrows, upslanting palpebral fissures, epicanthal folds/telecanthus/ blepharophimosis with or without ptosis, flat zygomata, short nose, anteverted nares, small mouth, thin upper lip with or without absent cupid's bow, dysplastic ears, microcornea or microphthalmia, hearing impairment, abnormal cholesterol levels, dev delay/ID.","sex":"Male","variant":{"id":"cggv:79791e40-b0a4-4379-b23a-b1ca5cdbbd7f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b3d8d40-5703-4015-94e6-4211cd2ec9dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.61G>T (p.Glu21Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358238"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24615390","type":"dc:BibliographicResource","dc:abstract":"Biallelic mutations of UBE3B have recently been shown to cause Kaufman oculocerebrofacial syndrome (also reported as blepharophimosis-ptosis-intellectual disability syndrome), an autosomal recessive condition characterized by hypotonia, developmental delay, intellectual disability, congenital anomalies, characteristic facial dysmorphic features, and low cholesterol levels. To date, six patients with either missense mutations affecting the UBE3B HECT domain or truncating mutations have been described. Here, we report on the identification of homozygous or compound heterozygous UBE3B mutations in six additional patients from five unrelated families using either targeted UBE3B sequencing in individuals with suggestive facial dysmorphic features, or exome sequencing. Our results expand the clinical and mutational spectrum of the UBE3B-related disorder in several ways. First, we have identified UBE3B mutations in individuals who previously received distinct clinical diagnoses: two sibs with Toriello-Carey syndrome as well as the patient reported to have a \"new\" syndrome by Buntinx and Majewski in 1990. Second, we describe the adult phenotype and clinical variability of the syndrome. Third, we report on the first instance of homozygous missense alterations outside the HECT domain of UBE3B, observed in a patient with mildly dysmorphic facial features. We conclude that UBE3B mutations cause a clinically recognizable and possibly underdiagnosed syndrome characterized by distinct craniofacial features, hypotonia, failure to thrive, eye abnormalities, other congenital malformations, low cholesterol levels, and severe intellectual disability. We review the UBE3B-associated phenotypes, including forms that can mimick Toriello-Carey syndrome, and suggest the single designation \"Kaufman oculocerebrofacial syndrome\". ","dc:creator":"Basel-Vanagaite L","dc:date":"2014","dc:title":"Expanding the clinical and mutational spectrum of Kaufman oculocerebrofacial syndrome with biallelic UBE3B mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390","rdfs:label":"patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"homozygous stop-gained within 46.6 Mb ROH, NMD and/or loss of HECT domain expected. The patient’s mother and unaffected brother were heterozygous carriers of the mutation, as shown by Sanger sequencing; no DNA from the deceased father was available for genetic studies. Parents second cousins once removed."},{"id":"cggv:f80c277e-a407-464b-804c-2ea3257de745_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2edc9068-70c4-4647-a2c6-495b593417ee","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"weight at 25th percentile; respiratory distress; laryngeal stridor/noisy breathing; failure to thrive; feeding difficulties; reduced growth; delayed psychomotor development; delayed language; seizures; shuffling gait; hypotonia; microbrachycephaly; long face; sparse and laterally broad eyebrows; upslanting palpebral fissures; telecanthus; blepharophimosis; epicanthal folds; short nose; anteverted nares/columella below alae nasi; long philtrum; thin lips; small mouth; micrognathia; high narrow palate; small/frail teeth; cup shaped ears; preauricular tags; auricular stenosis; microcornea; strabismus; pale disk; myopia/astigmatism; hearing impairment; bell shaped thorax; long and thin fingers; coxa valga; pes talus valgus/varus; clitoromegaly; constipation; GER; thin skin","sex":"Female","variant":{"id":"cggv:f80c277e-a407-464b-804c-2ea3257de745_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:784d0d5c-2e1e-4f90-9ea4-c205111ee44f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.556C>T (p.Arg186Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA386631681"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23687348","type":"dc:BibliographicResource","dc:abstract":"Kaufman oculocerebrofacial syndrome (KOS) is a developmental disorder characterised by reduced growth, microcephaly, ocular anomalies (microcornea, strabismus, myopia, and pale optic disk), distinctive facial features (narrow palpebral fissures, telecanthus, sparse and laterally broad eyebrows, preauricular tags, and micrognathia), mental retardation, and generalised hypotonia. KOS is a rare, possibly underestimated condition, with fewer than 10 cases reported to date. Here we investigate the molecular cause underlying KOS.","dc:creator":"Flex E","dc:date":"2013","dc:title":"Loss of function of the E3 ubiquitin-protein ligase UBE3B causes Kaufman oculocerebrofacial syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23687348","rdfs:label":"UCSC_KS01"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"homozygous stop-gained in consanguineous family confirmed by Sanger, NMD and/or loss of HECT domain expected"},{"id":"cggv:1ad4e3e4-7f69-42aa-825f-b73e35fd2cbb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff2c2c7e-673b-4452-a61d-2c9e3dcb8b5f","type":"Proband","detectionMethod":"candidate gene sequencing, parents confirmed hets","firstTestingMethod":"Other","phenotypeFreeText":"weight at 3rd percentile; respiratory distress; laryngeal stridor/noisy breathing; failure to thrive; feeding difficulties; reduced growth; delayed psychomotor development; delayed language; seizures; shuffling gait; hypotonia; microbrachycephaly; sparse and laterally broad eyebrows; upslanting palpebral fissures; telecanthus; blepharophimosis; ptosis; epicanthal folds; short nose; anteverted nares/columella below alae nasi; long philtrum; small mouth; micrognathia; high narrow palate; small/frail teeth; cup shaped ears; preauricular tags; auricular stenosis; microcornea; strabismus; pale disk; hearing impairment; bell shaped thorax; long and thin fingers; pes talus valgus/varus; clitoromegaly; constipation; GER; thin skin; reduced cholesterol","sex":"Female","variant":{"id":"cggv:1ad4e3e4-7f69-42aa-825f-b73e35fd2cbb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8a7ad102-2fa6-4a16-9f83-9b99a3e7dee5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.1166G>A (p.Trp389Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6777824"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23687348"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23687348","rdfs:label":"UCSC_KS02"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"homozygous stop-gained, NMD and/or loss of HECT domain expected; no known consanguinity & parents confirmed hets"},{"id":"cggv:d650a922-cc41-4623-a273-0ac7dfa26c44_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d768e495-fb01-41af-8d5b-5941b4842504","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"Sanger sequencing of the coding exons and exon-intron boundaries of UBE3B (done based on phenotype overlap with previous patients)","firstTestingMethod":"Other","phenotypeFreeText":"Severe respiratory and feeding problems with abnormal swallowing, G-tube, tracheostomy due to laryngomalacia and subglottic stenosis, scoliosis, focal progressive kyphosis, hypertrichosis. Additional clinical findings in table 1. Short stature, microcephaly, underweight, sparse thin scalp hair, long face, arched/sparse laterally broad eyebrows, upward slanting palpebral fissuresk epicanthal folds/telecanthus, blepharophimosis with or without ptosis, short nose, anteverted nares, small mouth, thick lips later in life, micro/retrognathia, dysplastic ears, palatal anomalies, tracheomalacia/laryngomalacia/stridor, feeding difficulties in infancy/childhood, constipation, small penis, structural finger/toe abnormalities, iris coloboma, myopia/astigmatism/hyperopia, stenotic external auditory canals, seizures, hypotonia/delayed motor milestones, absent speech, developmental delay/ID","sex":"Male","variant":{"id":"cggv:d650a922-cc41-4623-a273-0ac7dfa26c44_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:189e8b5b-9f30-49bf-b14f-1e22205f881d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.2335G>A (p.Gly779Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA386643448"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390","rdfs:label":"patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"homozygous missense variant in HECT domain with structural modeling based evidence of gene impact; parents confirmed hets and homozygous sibling also affected "},{"id":"cggv:ea0b4d01-43ae-452a-b23a-7701df5bd42a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:16468e60-4a0a-4e5f-84c6-929dabacbc19","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis of blepharophimosis-ptosis-intellectual disability syndrome. apnea; feeding difficulties/GER (improved at 5 years); failure to thrive; short stature; microcephaly; delayed motor milestones; absent speech; severe intellectual disability; blepharophimosis; ptosis (left); upward slanting palpebral fissures; telecanthus; hypertelorism; depressed nasal bridge; anteverted nares; low set/dysplastic ears; submucous cleft palate; micrognathia; small mouth; agenesis of rostrum corpus callosum; absent anterior commissure; axial hypotonia; astigmatism; mild strabismus; myopia; sparse thin hair/eyebrows; thin skin; gastrectasia; constipation (resolved at 6 years); distension of gall bladder; clinodactyly of 5th fingers; double right kidney; right pylectasis; elevated TSH (until 5 years); reduced thyroid gland volume; low total cholesterol; torticollis; delayed bone age","sex":"Female","variant":{"id":"cggv:ea0b4d01-43ae-452a-b23a-7701df5bd42a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d279aeb7-3426-488b-ae34-36ef4a2823b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.2219_2220AG[2] (p.Arg741fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143717"}},{"id":"cggv:9e3d4202-6974-4489-8c86-60c23049ca56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.545-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143718"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864","rdfs:label":"individual 2 family 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"essential splice shown through RNA studies to result in exon skipping in trans with frameshift; NMD and/or loss of the HECT domain expected for both; affected sibling has same genotype"},{"id":"cggv:f61e81a3-3f3b-464d-ac37-b057759d777c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f93d854b-9daf-43ac-8161-9c610a6a70d3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis of blepharophimosis-ptosis-intellectual disability syndrome. Stridor due to laryngomalacia; feeding difficulties/GER; recurrent otitis media; failure to thrive; microcephaly; delayed motor milestones; absent speech; severe intellectual disability; blepharophimosis; ptosis; telecanthus; depressed nasal bridge; anteverted nares; low set/dysplastic ears; high arched palate; micrognathia; small mouth; Chiari malformation; ventricular dilatation; hypoplastic corpus callosum; axial hypotonia; astigmatism; conductive hearing loss; sparse thin hair/eyebrows; thin skin; ASD; VSD; aortic coarctation; intestinal malrotation; congenital hip dislocation; mild left pylectasis; low HDL cholesterol; severe hyperlaxity","sex":"Female","variant":{"id":"cggv:f61e81a3-3f3b-464d-ac37-b057759d777c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:978f91a1-94ac-4ac2-ab99-900f1b441efe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.1741+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143716"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864","rdfs:label":"individual 1 family 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"homozygous essential splice shown through RNA studies to result in exon skipping; also introduces premature Stop, with NMD or loss of critical HECT domain expected"},{"id":"cggv:f432fb22-8286-409f-9418-1a5e85128b32_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e613e9a-8c65-45ba-8f19-f15e7209e4c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"Sanger sequencing of the coding exons and exon-intron boundaries of UBE3B (done based on phenotype overlap with previous patients)","firstTestingMethod":"Other","phenotypeFreeText":"Poor suck, hypotonia, postaxial polydactyly bilaterally, limited speech, characteristic facial features. Short stature, microcephaly, arched/sparse laterally broad eyebrows, upward slanting palpebral fissures, epicanthal folds/telecanthus, blepharophimosis with or without ptosis, flat zygomata, short nose, anteverted nares, small mouth, thin upper lip, micro/retrognathia, dysplastic ears, palatal anomalies, feeding difficulties in infancy/childhood, vesicouretal reflux, structural finger/toe abnormalities, strabismus, iris coloboma, myopia/astigmatism/hyperopia, hearing impairment, seizures, hypotonia/delayed motor milestones, agenesis of corpus callosum, abnormal cholesterol levels, developmental delay/ID","sex":"Male","variant":{"id":"cggv:f432fb22-8286-409f-9418-1a5e85128b32_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d58f761e-2bb3-4b27-8a80-bf5ac1d97275","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.2990G>C (p.Arg997Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204776"}},{"id":"cggv:0384d5db-e5b9-4f67-a6d4-e88cad9581b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.2098C>T (p.Gln700Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA386642026"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390","rdfs:label":"patient 6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"stop-gained in trans with missense located in HECT domain and with structural modeling-based evidence of gene impact; NMD and/or loss of HECT domain expected for stop-gained"},{"id":"cggv:1a62aa03-b48f-4d32-8b95-d47f437300de_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a3b7769e-898a-4699-abfc-fc0fb17c7403","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"birth weight at 3rd percentile; birth OFC < 3rd percentile; respiratory distress; feeding difficulties; genital anomalies; microcephaly/OFC <10th percentile; long face; spaced and laterally broad eyebrows; upslanting palpebral fissures; telecanthus; blepharophimosis; epicanthal folds; ptosis; micropthalmia; myopia; dysplastic ears; anteverted nares/columella below alae nasi; long philtrum; palatal abnormality; small/frail teetch; nail dysplasia; reduced growth; abnormal brain neuroimaging; developmental delay/intellectual disability; hypotonia; febrile seizures","previousTesting":true,"previousTestingDescription":"Normal karyotype, normal aCGH in affected sister (patient 2)","sex":"Female","variant":{"id":"cggv:1a62aa03-b48f-4d32-8b95-d47f437300de_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4fc5ce2e-060d-4b1c-b57a-c730f4f69aa9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.1774del (p.Gln592SerfsTer48)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA353627"}},{"id":"cggv:960f8dd4-5589-47b5-93db-2fa3ea245efc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.1A>G (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA353625"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25691420","type":"dc:BibliographicResource","dc:abstract":"A pair of sisters was ascertained for multiple congenital defects, including marked craniofacial dysmorphisms with blepharophimosis, and severe psychomotor delay. Two novel compound heterozygous mutations in UBE3B were identified in both the sisters by exome sequencing. These mutations include c.1A>G, which predicts p.Met1?, and a c.1773delC variant, predicted to cause a frameshift at p.Phe591fs. UBE3B encodes a widely expressed protein ubiquitin ligase E3B, which, when mutated in both alleles, causes Kaufman oculocerebrofacial syndrome. We report on the thorough clinical examination of the patients and review the state of art knowledge of this disorder.","dc:creator":"Pedurupillay CR","dc:date":"2015","dc:title":"Kaufman oculocerebrofacial syndrome in sisters with novel compound heterozygous mutation in UBE3B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25691420","rdfs:label":"patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"compound het start-lost & frameshift with evidence of escape from NMD, but truncated protein would lack HECT domain. 1 affected sibling of same genotype. NMD predicted for frameshift, but UBE3B mRNA level was assessed in peripheral blood of the patients and their parents showing similar expression levels as healthy controls (Fig. 2c), suggesting the action of an NMD escape mechanism. However, a truncated protein would still lack the HECT domain. The mutation causing an altered translation initiation codon might lead to the use of an in-frame downstream ATG as start codon (N-terminal truncation)."},{"id":"cggv:0cb4fd4b-e756-415d-a0e1-6eb528dcb0d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:46daa7d0-c68c-4756-901b-66c36c19a219","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":17,"detectionMethod":"candidate gene sequencing","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis of blepharophimosis-ptosis-intellectual disability syndrome. stridor due to laryngomalacia; feeding difficulties/GER; recurrent respiratory infections; failure to thrive; short stature; microcephaly; delayed motor milestones; absent speech (17 months); severe developmental delay; blepharophimosis; ptosis; telecanthus; hypertelorism; depressed nasal bridge; anteverted nares; low set/dysplastic ears; micrognathia; small mouth; hypoplastic corpus callosum; axial hypotonia; sparse thin hair/eyebrows; thin skin; atrial septal defect; congenital hip dyslocation; hypoplastic labia majora; low total cholesterol; partial epilepsy","sex":"Female","variant":{"id":"cggv:0cb4fd4b-e756-415d-a0e1-6eb528dcb0d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e86ac935-f0ef-4aaf-afe6-ba0d0e54c021","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_130466.4(UBE3B):c.2180A>C (p.Gln727Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143719"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23200864","rdfs:label":"individual 4 family 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Homozygous missense in consanguineous family (parents confirmed het) with strong predictive evidence of gene impact: affects conserved residue within functionally critical HECT domain. Crystal structure based modelling suggested disruption of substrate recognition and binding. "},{"id":"cggv:f15d394a-14e2-4a86-93e0-87c0c7893dae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:94eca7d5-a0bc-4b77-892c-9cea68084b79","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":24,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"congenital microcephaly (OFC -4 SD), bilateral large complex preauricular tags, stenotic external ear canals, moderate-to-severe conductive hearing loss, feeding problems with GERD and vomiting, G-tube, patches of hair on cheeks, hypertrichosis of back, partial agenesis of corpus callosum and frontal midline mass thought to be a lipoma on brain MRI. Additional clinical findings in table 1.","sex":"Female","variant":{"id":"cggv:f15d394a-14e2-4a86-93e0-87c0c7893dae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d58f761e-2bb3-4b27-8a80-bf5ac1d97275"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24615390","rdfs:label":"patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"homozygous missense in HECT domain with structural modeling based evidence of gene impact; no known consanguinity and parents confirmed het"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3237,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:2ebe6a2f-c558-46ed-bf6a-94e891594b99","type":"GeneValidityProposition","disease":"obo:MONDO_0009485","gene":"hgnc:13478","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The UBE3B gene is located on chromosome 12 at 12q24.11 and encodes ubiquitin protein ligase E3B. The UBE3B gene product plays a role in protein degradation by the ubiquitin proteasome system, which helps to regulate protein levels and remove damaged or abnormal proteins. UBE3B was first reported in relation to autosomal recessive Kaufman oculocerebrofacial syndrome in 2012 (Basel-Vanagaite et al., PMID 23200864). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included twelve unique variants (3 missense, 1 start-lost, 2 splice, 4 stop-gained, 2 frameshift) reported in ten unrelated probands in four publications (Basel-Vanagaite et al., 2012 PMID 23200864; Flex et al., 2013 PMID 23687348; Basel-Vanagaite et al., 2014 PMID 24615390; Pedurupillay et al., 2015 PMID 25691420). The missense variants were located in the functionally important HECT domain, but the functional consequence of these variants were not demonstrated experimentally. In one case, experimental studies suggested a mutant transcript escaped from nonsense-mediated decay. Variants in this gene segregated with disease in three additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is supported by a shared biochemical function (ubiquitin-proteasome system) with at least one other gene associated with an intellectual disability syndrome (UBE3A:Angelman syndrome), developmental expression in the central nervous system and craniofacial structures consistent with the disease, and a homozygous null mouse model that recapitulates diverse clinical features observed in human patients (Basel-Vanagaite et al., 2012 PMID 23200864). In summary, UBE3B is definitively associated with autosomal recessive Kaufman oculocerebrofacial syndrome. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 6Jan2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:5604d13c-a46a-4a83-87ec-e4e94bbed3f0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}