{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-07T18:00:00.000Z","role":"Approver"},{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-08T16:16:24.737Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12503101","type":"dc:BibliographicResource","dc:abstract":"X-linked dominant Conradi-Hunermann-Happle syndrome (CDPX2; MIM 302960) is a rare chondrodysplasia punctata primarily affecting females. CDPX2 is presumed lethal in males, although a few affected males have been reported. CDPX2 is a cholesterol biosynthetic disorder due to 3-beta-hydroxysteroid-delta8,delta7-isomerase deficiency caused by mutations in the emopamil binding protein (EBP) gene. A 2.5-year-old Caucasian male was followed from the age of 6 weeks and noted to have significant developmental delay, hypotonia, seizures, and patchy hypopigmentation. Multiple congenital anomalies included a unilateral cataract, esotropia, crossed renal ectopia, stenotic ear canals, and failure to thrive, requiring G-tube placement. Multiple minor anomalies and ptosis were noted. No skeletal asymmetry or chondrodysplasia punctata were noted on skeletal survey at 6 weeks and 13 months. An extensive genetic work-up including cholesterol (126-176 mg/dl) and 7-dehydrocholesterol was unrevealing. However, the levels of 8(9)-cholestenol and 8-dehydrocholesterol were mildly increased in plasma, which was confirmed in cultured fibroblasts. This prompted molecular analysis of the EBP gene, which revealed a novel hemizygous (nonmosaic) mutation in exon 2 (L18P). Two restriction digests were developed that confirmed this mutation in skin fibroblasts, blood, and buccal cells (all nonmosaic). We determined that the patient's mother (adopted) also has the L18P mutation enabling prenatal diagnosis of a normal male fetus. She has normal stature, no asymmetry, no cataracts at this time, and has a patch of hyperpigmentation on her chest best visualized on Woods lamp examination, characteristic of CDPX2. The mild maternal phenotype has been described previously. However, this nonmosaic missense mutation has resulted in a severe phenotype in her surviving son.","dc:creator":"Milunsky JM","dc:date":"2003","dc:title":"Molecular, biochemical, and phenotypic analysis of a hemizygous male with a severe atypical phenotype for X-linked dominant Conradi-Hunermann-Happle syndrome and a mutation in EBP."},"evidence":[{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9186cd8-f594-4599-88eb-fbc6a565f5be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e0ae8df-6530-4b19-a25c-8f35acf67717","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The interaction with WLS (ZAKI syndrome OMIM 619648) was shown by yeast 2 hybrid and co-immunoprecipitation\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28734904","type":"dc:BibliographicResource","dc:abstract":"Wnt signaling is an important pathway that regulates several aspects of embryogenesis, stem cell maintenance, and neural connectivity. We have recently determined that opioids decrease Wnt secretion, presumably by inhibiting the recycling of the Wnt trafficking protein Wntless (Wls). This effect appears to be mediated by protein-protein interaction between Wls and the mu-opioid receptor (MOR), the primary cellular target of opioid drugs. The goal of this study was to identify novel protein interactors of Wls that are expressed in the brain and may also play a role in reward or addiction. Using genetic and candidate gene approaches, we show that among a variety of protein, Wls interacts with the dopamine transporter (target of cocaine), cannabinoid receptors (target of THC), Adenosine A2A receptor (target of caffeine), and SGIP1 (endocytic regulator of cannabinoid receptors). Our study shows that aside from opioid receptors, Wntless interacts with additional proteins involved in reward and/or addiction. Future studies will determine whether Wntless and WNT signaling play a more universal role in these processes.","dc:creator":"Petko J","dc:date":"2018","dc:title":"Identifying novel members of the Wntless interactome through genetic and candidate gene approaches."},"rdfs:label":"Interaction with WLS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6644ce16-cd93-4e08-8839-a347a5f2aa97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad00e95a-94a4-49f8-935c-58fafbde140a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In mouse stem cell-derived oligodendrocyte progenitor cells, inhibition of EBP by small molecules enhanced formation of myelin basic protein-positive oligodendrocytes. EBP knock-down by CRISPR–Cas9 targeting enhanced formation of oligodendrocytes under differentiation-permissive conditions. Tamoxifen-induced accumulation of 8,9-unsaturated sterols enhanced remyelination in mouse brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30046109","type":"dc:BibliographicResource","dc:abstract":"Regeneration of myelin is mediated by oligodendrocyte progenitor cells-an abundant stem cell population in the central nervous system (CNS) and the principal source of new myelinating oligodendrocytes. Loss of myelin-producing oligodendrocytes in the CNS underlies a number of neurological diseases, including multiple sclerosis and diverse genetic diseases","dc:creator":"Hubler Z","dc:date":"2018","dc:title":"Accumulation of 8,9-unsaturated sterols drives oligodendrocyte formation and remyelination."},"rdfs:label":"Role of EBP on oligodendrocyte formation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"no evidence of oligodendrocye/myelin dysfunction in patients with MEND syndrome"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e99f807e-2f60-4766-b8a7-f389bd629085","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba54933b-4bff-486b-b402-5f1880a7365e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous females are small and at 4–5 days of age develop patches of hyperkeratotic skin where no hair grows, resulting in a striping of the coat in adults. Craniofacial anomalies and twisted toes have also been observed in some affected females.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10391218","type":"dc:BibliographicResource","dc:abstract":"Tattered (Td) is an X-linked, semi-dominant mouse mutation associated with prenatal male lethality. Heterozygous females are small and at 4-5 days of age develop patches of hyperkeratotic skin where no hair grows, resulting in a striping of the coat in adults. Craniofacial anomalies and twisted toes have also been observed in some affected females. A potential second allele of Td has also been described. The phenotype of Td is similar to that seen in heterozygous females with human X-linked dominant chondrodysplasia punctata (CDPX2, alternatively known as X-linked dominant Conradi-Hünermann-Happle syndrome) as well as another X-linked, semi-dominant mouse mutation, bare patches (Bpa). The Bpa gene has recently been identified and encodes a protein with homology to 3beta-hydroxysteroid dehydrogenases that functions in one of the later steps of cholesterol biosynthesis. CDPX2 patients display skin defects including linear or whorled atrophic and pigmentary lesions, striated hyperkeratosis, coarse lusterless hair and alopecia, cataracts and skeletal abnormalities including short stature, rhizomelic shortening of the limbs, epiphyseal stippling and craniofacial defects (MIM 302960). We have now identified the defect in Td mice as a single amino acid substitution in the delta8-delta7 sterol isomerase emopamil binding protein (Ebp; encoded by Ebp in mouse) and identified alterations in human EBP in seven unrelated CDPX2 patients.","dc:creator":"Derry JM","dc:date":"1999","dc:title":"Mutations in a delta 8-delta 7 sterol isomerase in the tattered mouse and X-linked dominant chondrodysplasia punctata. jderry@immunex.com."},"rdfs:label":"tattered mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"the mouse is male lethal and the phenotype more close to CPDX2. The mouse line is also reported in Liu et al 1999 PMID: 10391218"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5947,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:98711190-78c5-4e49-9762-bef7fb55fc3d","type":"GeneValidityProposition","disease":"obo:MONDO_0010498","gene":"hgnc:3133","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*EBP* encodes a key enzyme involved in the cholesterol biosynthesis pathway. Variants in EBP have been reported in patients with X-linked dominant chondrodysplasia punctata 2 and X-linked recessive MEND syndrome (male EBP disorder with neurologic defects). X-linked chondrodysplasia punctata 2 (also known as Conradi-Hunermann-Happle syndrome) primarily affects females and is lethal *in utero* in males, although a few affected males with 47,XXY karyotype or somatic mosaicism have been reported. It is associated with a significant deficiency of EBP function. Non-mosaic hypomorphic missense variants in males cause MEND syndrome, comprising neurologic and structural malformations without chondrodysplasia punctata. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, these disorders are curated separately due to differences in inheritance pattern, molecular mechanism and phenotypic variability. This curation focuses on MEND syndrome.\n    \n*EBP* was first reported in relation to MEND syndrome in 2003 (Milunsky *et al.*, PMID: 12503101). Affected males are hemizygous for a non-mosaic hypomorphic EBP allele resulting in a defect in sterol biosynthesis but retaining some residual enzyme activity. The clinical features are highly variable, and include intellectual disability, facial dysmorphisms, digital abnormalities, cataracts, dermatologic abnormalities, structural brain abnormalities, other congenital abnormalities, and early death in a subset of individuals. Individuals with MEND syndrome also have increased plasma concentration of 8(9)-cholestenol and 8-dehydrocholesterol. Carrier females typically do not have clinical manifestations of the disorder but may show biochemical abnormalities.\n\nMissense variants in this gene have been reported in 7 unrelated male probands with MEND syndrome in 6 publications (PMIDs: 12503101, 20949533, 23852825, 24459067, 24700572, 27276700), including 3 multigenerational pedigrees with multiple affected males. The mechanism of disease is partial loss of function. This gene-disease relationship is also supported by protein interaction with WLS (PMID: 28734904), recently involved in syndromic intellectual disability.\n\nIn summary, there is definitive evidence supporting the relationship between EBP and MEND syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on September 7, 2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:21e97c32-52ae-4331-8788-64d652f20af3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}