{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T21:05:35.512Z","role":"Publisher"},{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19061985","type":"dc:BibliographicResource","dc:abstract":"Diamond-Blackfan anemia (DBA), a congenital bone-marrow-failure syndrome, is characterized by red blood cell aplasia, macrocytic anemia, clinical heterogeneity, and increased risk of malignancy. Although anemia is the most prominent feature of DBA, the disease is also characterized by growth retardation and congenital anomalies that are present in approximately 30%-50% of patients. The disease has been associated with mutations in four ribosomal protein (RP) genes, RPS19, RPS24, RPS17, and RPL35A, in about 30% of patients. However, the genetic basis of the remaining 70% of cases is still unknown. Here, we report the second known mutation in RPS17 and probable pathogenic mutations in three more RP genes, RPL5, RPL11, and RPS7. In addition, we identified rare variants of unknown significance in three other genes, RPL36, RPS15, and RPS27A. Remarkably, careful review of the clinical data showed that mutations in RPL5 are associated with multiple physical abnormalities, including craniofacial, thumb, and heart anomalies, whereas isolated thumb malformations are predominantly present in patients carrying mutations in RPL11. We also demonstrate that mutations of RPL5, RPL11, or RPS7 in DBA cells is associated with diverse defects in the maturation of ribosomal RNAs in the large or the small ribosomal subunit production pathway, expanding the repertoire of ribosomal RNA processing defects associated with DBA.","dc:creator":"Gazda HT","dc:date":"2008","dc:title":"Ribosomal protein L5 and L11 mutations are associated with cleft palate and abnormal thumbs in Diamond-Blackfan anemia patients."},"evidence":[{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5756d44-c3aa-4aad-a7f1-d2e0c1a29c7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c83f02c-7216-44a6-be9a-b93cfc3195e8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Expression of RPL5 protein level was reduced in MSCs established from iPSCs of the DBA patients. Western blot analysis showed that RPL5 level was significantly lower in RPL5 haploinsufficient chondrocytes and osteoblasts than those of control group.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34587661","type":"dc:BibliographicResource","dc:abstract":"Diamond-Blackfan anemia (DBA) is a genetic disorder caused by mutations in genes encoding ribosomal proteins and characterized by erythroid aplasia and various physical abnormalities. Although accumulating evidence suggests that defective ribosome biogenesis leads to p53-mediated apoptosis in erythroid progenitor cells, little is known regarding the underlying causes of the physical abnormalities. In this study, we established induced pluripotent stem cells from a DBA patient with RPL5 haploinsufficiency. These cells retained the ability to differentiate into osteoblasts and chondrocytes. However, RPL5 haploinsufficiency impaired the production of mucins and increased apoptosis in differentiated chondrocytes. Increased expression of the pro-apoptotic genes BAX and CASP9 further indicated that RPL5 haploinsufficiency triggered p53-mediated apoptosis in chondrocytes. Murine double minute 2 (MDM2), the primary negative regulator of p53, plays a crucial role in erythroid aplasia in DBA patient. We found the phosphorylation level of MDM2 was significantly decreased in RPL5 haploinsufficient chondrocytes. In stark contrast, we found no evidence that RPL5 haploinsufficiency impaired osteogenesis. Collectively, our data support a model in which RPL5 haploinsufficiency specifically induces p53-mediated apoptosis in chondrocytes through MDM2 inhibition, which leads to physical abnormalities in DBA patients.","dc:creator":"Fukui Y","dc:date":"2021","dc:title":"Investigation of the molecular causes underlying physical abnormalities in Diamond-Blackfan anemia patients with RPL5 haploinsufficiency."},"rdfs:label":"Expression in patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0cbaedbd-8c4e-408c-a38f-bb67595c3d14","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0440bb2-03a8-4eb5-9cd7-f5a82417e6c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"RIbosomal defects can lead to anemia, growth retardation, congenital anomalies such as craniofacial malformations which are all phenotypes of DBA","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19061985","rdfs:label":"Sucrose gradient of cytoplasmic ribosomes "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:611a0e2b-82b1-4ba3-9de4-d1e823b10370","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0b6a9de3-c57e-40b1-9363-7243e812e00d","type":"FunctionalAlteration","dc:description":"TUNEL assays revealed an increase in apoptosis in RPL5 haploinsufficient chondrocytes cultures. RT-qPCR analyses revealed that the p53 apoptotic pathway was activated in RPL5 haploinsufficient chondrocytes, as shown by the increased expression of the pro-apoptotic factors BAX and CASP9 despite the lack of increase in P53 expression\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34587661","rdfs:label":"TUNEL assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67458687-3e2d-4b58-a602-e32810deb5cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b37dac0d-6a4e-4de6-af7d-85cb83edaf4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutants showed growth and skeletal defects, cardiac malformations, and increased mortality which is consistent with DBA phenotypes in human. Mutants were smaller and had a kinky tail. They had a profound delay in erythroid maturation and increased mortality at embryonic day (E)12.5, which improved by E14.5. Surviving mutant animals had macrocytic anemia at birth, as well as evidence of ventricular septal defect (VSD) which is common in human patients as well\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34464976","type":"dc:BibliographicResource","dc:abstract":"Ribosome dysfunction is implicated in multiple abnormal developmental and disease states in humans. Heterozygous germline mutations in genes encoding ribosomal proteins are found in most individuals with Diamond-Blackfan anemia (DBA), whereas somatic mutations have been implicated in a variety of cancers and other disorders. Ribosomal protein-deficient animal models show variable phenotypes and penetrance, similar to human patients with DBA. In this study, we characterized a novel ENU mouse mutant (Skax23m1Jus) with growth and skeletal defects, cardiac malformations, and increased mortality. After genetic mapping and whole-exome sequencing, we identified an intronic Rpl5 mutation, which segregated with all affected mice. This mutation was associated with decreased ribosome generation, consistent with Rpl5 haploinsufficiency. Rpl5Skax23-Jus/+ animals had a profound delay in erythroid maturation and increased mortality at embryonic day (E) 12.5, which improved by E14.5. Surviving mutant animals had macrocytic anemia at birth, as well as evidence of ventricular septal defect (VSD). Surviving adult and aged mice exhibited no hematopoietic defect or VSD. We propose that this novel Rpl5Skax23-Jus/+ mutant mouse will be useful in studying the factors influencing the variable penetrance that is observed in DBA.","dc:creator":"Yu L","dc:date":"2021","dc:title":"A new murine Rpl5 (uL18) mutation provides a unique model of variably penetrant Diamond-Blackfan anemia."},"rdfs:label":"ENU mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:1910e732-7af5-4cb8-a1ba-584d42f38811","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c073520c-8b28-413c-8a53-c403872eef00","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"After two weeks of treatment with doxycycline in drinking water, a subset of treated shRNA Rpl5+/- adult mice developed mild anemia while control mice had normal complete blood counts. Similarly, treated shRNA Rpl5+/- mice developed reticulocytopenia and bone marrow erythroblastopenia. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32309614","type":"dc:BibliographicResource","dc:abstract":"Diamond-Blackfan anemia (DBA) is a rare congenital bone marrow disorder with mutations in ribosomal protein genes. Several animal models have been developed to study the pathological mechanism of DBA. Previously, we reported that the complete knock-out of both Rpl5 and Rps24 alleles were lethal, while heterozygous Rpl5+/- and Rps24+/- mice showed normal phenotype.  To establish a more efficient mouse model for mimicking DBA symptoms, we have taken advantage of RNAi technology to generate an inducible mouse model utilizing tetracycline-induced down-regulation of Rpl5.    After two weeks of treatment with doxycycline in drinking water, a subset of treated shRNA Rpl5+/- adult mice developed mild anemia while control mice had normal complete blood counts. Similarly, treated shRNA Rpl5+/- mice developed reticulocytopenia and bone marrow erythroblastopenia. Detection of DBA symptoms in these mice make them a valuable DBA model for studying the pathological mechanism underlying DBA and for further assessment of the disease and drug testing for novel therapies.","dc:creator":"Kazerounian S","dc:date":"2019","dc:title":"Rpl5-Inducible Mouse Model for Studying Diamond-Blackfan Anemia."},"rdfs:label":"Inducible mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as the model is a knockdown without rescue"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":6305,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:21f089f6-e5ae-4b53-b698-fa05cea3a245","type":"GeneValidityProposition","disease":"obo:MONDO_0012937","gene":"hgnc:10360","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The RPL5 gene is located on chromosome 1 at 1p22.1 and encodes ribosomal protein L5, which is a large ribonucleoprotein complex responsible for the synthesis of proteins in the cell. RPL5 was first reported in relation to autosomal dominant Diamond-Blackfan anemia 6 in 2008 (Gazda et al., PMID:19061985). Diamond-Blackfan anemia 6 is a rare, congenital bone-marrow-failure syndrome, characterized by red blood cell aplasia, macrocytic anemia, poor growth, increased risk of malignancy. Other features include congenital malformations involving the craniofacial, upper limb, heart, and urinary systems. Significant clinical heterogeneity is seen. At least 11 unique variants (missense, nonsense, frameshift, splice site) that have been reported in 11 probands in 6 publications (PMID: 19061985; Cmejla et al., 2009, PMID: 19191325; Gerrad et al., 2013, PMID: 23718193; Errichiello et al., 2017, PMID: 28376382; Farah et al., 2020, PMID: 30933022; Chhabra et al., 2021, PMID: 33197791) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be haploinsufficiency. This gene-disease relationship is also supported by two mouse models, biochemical function data, expression data, and evidence of functional alteration (Kazerounian et al., 2019, PMID: 32309614; Yu et al., 2021, PMID: 34464976; PMID: 19061985, Fukui et al., 2021; PMID: 34587661). In summary, RPL5 is definitively associated with autosomal dominant Diamond-Blackfan anemia 6. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 03.01.2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:edb6a96b-92d7-4c57-8613-e055d1bdd678"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}