{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-06T01:58:05.175Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354786","type":"dc:BibliographicResource","dc:creator":"Miyaki M","dc:date":"1997","dc:title":"Germline mutation of MSH6 as the cause of hereditary nonpolyposis colorectal cancer."},"evidence":[{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f131fcd-518c-4c32-8761-005708db384e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89e5fdcb-ba25-4950-961e-877171a5af11","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"DNA mismatch recognition and binding in human cells has been thought to be mediated by the hMSH2 protein. Here it is shown that the mismatch-binding factor consists of two distinct proteins, the 100-kilodalton hMSH2 and a 160-kilodalton polypeptide, GTBP (for G/T binding protein). Sequence analysis identified GTBP as a new member of the MutS homolog family. Both proteins are required for mismatch-specific binding, a result consistent with the finding that tumor-derived cell lines devoid of either protein are also devoid of mismatch-binding activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7604265","type":"dc:BibliographicResource","dc:abstract":"DNA mismatch recognition and binding in human cells has been thought to be mediated by the hMSH2 protein. Here it is shown that the mismatch-binding factor consists of two distinct proteins, the 100-kilodalton hMSH2 and a 160-kilodalton polypeptide, GTBP (for G/T binding protein). Sequence analysis identified GTBP as a new member of the MutS homolog family. Both proteins are required for mismatch-specific binding, a result consistent with the finding that tumor-derived cell lines devoid of either protein are also devoid of mismatch-binding activity.","dc:creator":"Palombo F","dc:date":"1995","dc:title":"GTBP, a 160-kilodalton protein essential for mismatch-binding activity in human cells."},"rdfs:label":"Analysis of mismatch-binding factor (MSH2 and 160k GTBP)"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:612d6c5b-f235-4f99-b47f-5dc65b37ad25","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:664f265e-33b4-4148-affb-ece090c5f5ac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Identification of hMVISH2 by immunoblot analysis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7604264","type":"dc:BibliographicResource","dc:abstract":"A mismatch-binding heterodimer of hMSH2 and a 160-kilodalton polypeptide has been isolated from HeLa cells by virtue of its ability to restore mismatch repair to nuclear extracts of hMSH2-deficient LoVo colorectal tumor cells. This heterodimer, designated hMutS alpha, also restores mismatch repair to extracts of alkylation-tolerant MT1 lymphoblastoid cells and HCT-15 colorectal tumor cells, which are selectively defective in the repair of base-base and single-nucleotide insertion-deletion mismatches. Because HOT-15 cells appear to be free of hMSH2 mutations, this selective repair defect is likely a result of a deficiency of the hMutS alpha 160-kilodalton subunit, and mutations in the corresponding gene may confer hypermutability and cancer predisposition.","dc:creator":"Drummond JT","dc:date":"1995","dc:title":"Isolation of an hMSH2-p160 heterodimer that restores DNA mismatch repair to tumor cells."},"rdfs:label":"Isolation of heterodimer of hMSH2 and a 160kD protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"MMR is restored in extracts of cells mutated in MSH2 or MSH6 when MutS alpha is added"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:43b8db9c-12c7-4b3b-bbde-6825b6e5a21f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d4cedaab-2560-45a5-9862-f8a7bf89fc04","type":"FunctionalAlteration","dc:description":"The recreation of 5 missense mutations found in HNPCC patients has a consequence in the disruption of DNA mismatch-stimulated ATP hydrolysis activity. \nR976H and H1248D affected mismatch recognition, \nV878A, G566R, and D803G uncoupled mismatch binding and ATP hydrolysis of MutS alpha.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18790734","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colorectal cancer is caused by germline mutations in DNA mismatch repair genes. The majority of cases are associated with mutations in hMSH2 or hMLH1; however, about 12% of cases are associated with alterations in hMSH6. The hMSH6 protein forms a heterodimer with hMSH2 that is capable of recognizing a DNA mismatch. The heterodimer then utilizes its adenosine nucleotide processing ability in an, as of yet, unclear mechanism to facilitate communication between the mismatch and a distant strand discrimination site. The majority of reported mutations in hMSH6 are deletions or truncations that entirely eliminate the function of the protein; however, nearly a third of the reported variations are missense mutations whose functional significance is unclear. We analyzed seven cancer-associated single amino acid alterations in hMSH6 distributed throughout the functional domains of the protein to determine their effect on the biochemical activity of the hMSH2-hMSH6 heterodimer. Five alterations affect mismatch-stimulated ATP hydrolysis activity providing functional evidence that missense variants of hMSH6 can disrupt mismatch repair function and may contribute to disease. Of the five mutants that affect mismatch-stimulated ATP hydrolysis, only two (R976H and H1248D) affect mismatch recognition. Thus, three of the mutants (G566R, V878A, and D803G) appear to uncouple the mismatch binding and ATP hydrolysis activities of the heterodimer. We also demonstrate that these three mutations alter ATP-dependent conformation changes of hMSH2-hMSH6, suggesting that cancer-associated mutations in hMSH6 can disrupt the intramolecular signaling that coordinates mismatch binding with adenosine nucleotide processing.","dc:creator":"Cyr JL","dc:date":"2008","dc:title":"Hereditary cancer-associated missense mutations in hMSH6 uncouple ATP hydrolysis from DNA mismatch binding."},"rdfs:label":"hMSH6 missense mutants generated by site-directed mutagenesi"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d133923-f3b9-41ab-b03d-3bc255aeaea7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71c2929b-5779-42ec-a759-78a30c02a495","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Extracts from the Msh6-/-cells were defective for the repair of single nucleotide mismatches. \nMice that were homozygous had a reduced lifespan and developed a spectrum of tumors.\nThe mice showed tumors in the intestine (adenoma), the liver (hepatoma), and B- and T-cell lymphomas.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9390556","type":"dc:BibliographicResource","dc:abstract":"Mice carrying a null mutation in the mismatch repair gene Msh6 were generated by gene targeting. Cells that were homozygous for the mutation did not produce any detectable MSH6 protein, and extracts prepared from these cells were defective for repair of single nucleotide mismatches. Repair of 1, 2, and 4 nucleotide insertion/deletion mismatches was unaffected. Mice that were homozygous for the mutation had a reduced life span. The mice developed a spectrum of tumors, the most predominant of which were gastrointestinal tumors and B- as well as T-cell lymphomas. The tumors did not show any microsatellite instability. We conclude that MSH6 mutations, like those in some other members of the family of mismatch repair genes, lead to cancer susceptibility, and germline mutations in this gene may be associated with a cancer predisposition syndrome that does not show microsatellite instability.","dc:creator":"Edelmann W","dc:date":"1997","dc:title":"Mutation in the mismatch repair gene Msh6 causes cancer susceptibility."},"rdfs:label":"Msh6 null mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:b02c0bc6-4117-44b2-99b7-ed8fa41955c9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e31a0b1c-c0e4-4de5-995e-cb0cae8f73ed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MSH3 cooperates with MSH6 in tumor suppression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10706084","type":"dc:BibliographicResource","dc:abstract":"Repair of mismatches in DNA in mammalian cells is mediated by a complex of proteins that are members of two highly conserved families of genes referred to as MutS and MutL homologues. Germline mutations in several members of these families, MSH2, MSH6, MLH1, and PMS2, but not MSH3, are responsible for hereditary non-polyposis colorectal cancer. To examine the role of MSH3, we generated a mouse with a null mutation in this gene. Cells from Msh3-/- mice are defective in repair of insertion/ deletion mismatches but can repair base-base mismatches. Msh3-/- mice develop tumors at a late age. When the Msh3-/- and Msh6-/- mutations are combined, the tumor predisposition phenotype is indistinguishable from Msh2-/- or Mlh1-/- mice. These results suggest that MSH3 cooperates with MSH6 in tumor suppression.","dc:creator":"Edelmann W","dc:date":"2000","dc:title":"The DNA mismatch repair genes Msh3 and Msh6 cooperate in intestinal tumor suppression."},"rdfs:label":"Msh3 and Msh6 null mutant mice, single and double mutants. "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":6609,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:6a7abd14-4a63-4f14-b248-8a236e513609","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:7329","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MSH6 was first reported in relation to autosomal dominant Lynch Syndrome (LS, MONDO:0005835) in 1997 (Miyaki M. et al., PMID: 9354786). Lynch syndrome (LS), previously known as hereditary nonpolyposis colorectal cancer (HNPCC), is a cancer predisposition syndrome; LS is caused by pathogenic germline variants (PGV) in DNA mismatch repair (MMR) genes, including MSH6, inherited in an autosomal dominant pattern. Biallelic MSH6 PGVs also cause a distinct mismatch repair deficiency cancer syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we separate these two curations due to different inheritance patterns and phenotype. This curation only focuses on the dominant LS condition. In this curation, we included 14 PGVs, including missense, deletions, nonsense, and duplications that have been reported in multiple patients and families (PMIDs: 9354786, 10521294, 36612224, 11709755, 26805314). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function (LOF). MSH6-Lynch Syndrome association is supported by experimental evidence at a biochemical and functional level (6 points).  Drummond JT et al., 1995, (PMID: 7604264) describes the isolation of an MSH2–MSH6 heterodimer that restores DNA mismatch repair to tumor cells; in the same issue, Palombo F, et al., 1995, (PMID: 7604265) reported that the DNA mismatch recognition and binding in human cells has been thought to be mediated by the hMSH2 protein, they showed that the mismatch-binding factor consists of two distinct proteins, the 100-kilodalton hMSH2 and a 160-kilodalton polypeptide, GTBP (for G/T binding protein). Both proteins are required for mismatch-specific binding, a result consistent with the finding that tumor-derived cell lines devoid of either protein are also devoid of mismatch-binding activity. Sequence analysis identified GTBP as a new member of the MutS homolog family. Edelmann W, et al.,  (PMID: 9390556) also reported that extracts from the Msh6-/- cells were defective for the repair of single nucleotide mismatches. In addition, homozygous mice had a reduced lifespan and developed a spectrum of tumors. The mice showed tumors in the intestine (adenoma), the liver (hepatoma), and B- and T-cell lymphomas. In summary, MSH6 is definitively associated with autosomal dominant inheritance and Lynch Syndrome. This has been repeatedly demonstrated in research and clinical diagnostic settings and upheld over time. This gene-disease pair was initially evaluated by the Colon Cancer Expert Panel on 09/25/2017. It was reevaluated on 03/24/2023 (SOP Version 9). As a result of this reevaluation, the classification did not change.\n","dc:isVersionOf":{"id":"cggv:bc6e042d-74ad-42fc-9638-7f53f8bc32f9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}