{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10107","date":"2024-01-10T21:17:43.778Z","role":"Publisher"},{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10107","date":"2024-01-10T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12175861","type":"dc:BibliographicResource","dc:abstract":"Alexander disease is a rare but often fatal disease of the central nervous system. Infantile, juvenile and adult forms have been described that present with different clinical signs, but are unified by the characteristic presence in astrocytes of Rosenthal fibers-protein aggregates that contain glial fibrillary acidic protein (GFAP) and small stress proteins. The chance discovery that mice expressing a human GFAP transgene formed abundant Rosenthal fibers suggested that mutations in the GFAP gene are a cause of Alexander disease. Sequencing results from several laboratories have indeed now identified GFAP coding mutations in most cases of the disease, including both the infantile and juvenile forms. These mutations have been found in the 1A, 2A and 2B segments of the conserved central rod domain of GFAP, and also in the variable tail region. All changes detected are heterozygous missense mutations, and none has been found in any parent of a patient that has been tested. This indicates that most cases of Alexander disease arise through de novo, dominant, GFAP mutations. Many of these mutations are homologous to ones described in other intermediate filament diseases. These other diseases have been attributed to a dominant loss of function, as the intermediate filament network is usually disrupted and a similar phenotype is observed in mice in which the corresponding intermediate filament gene has been inactivated. However, astrocytes of Alexander disease patients have normal appearing intermediate filaments, and GFAP null mice do not display the symptoms or pathology of Alexander disease. Thus, Alexander disease likely results from a dominant gain of function. Drawing upon the homology of many of the Alexander disease mutations to those found in other intermediate filament diseases, it is suggested that the gain of function is due to a partial block of filament assembly that leads to accumulation of an intermediate that participates in toxic interactions.","dc:creator":"Li R","dc:date":"2002","dc:title":"GFAP mutations in Alexander disease."},"evidence":[{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:843afb17-c81d-46a2-810d-6df6a2845304","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ad11293-b560-40f3-941f-9a990e99f9b5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Increased expression of glial fibrillary acidic protein (GFAP) is a hallmark of gliosis, the astrocytic hypertrophy that occurs during a wide variety of diseases of the central nervous system","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9466565","type":"dc:BibliographicResource","dc:abstract":"Increased expression of glial fibrillary acidic protein (GFAP) is a hallmark of gliosis, the astrocytic hypertrophy that occurs during a wide variety of diseases of the central nervous system. To determine whether this increase in GFAP expression per se alters astrocyte function, we generated transgenic mice that carry copies of the human GFAP gene driven by its own promoter. Astrocytes of these mice are hypertrophic, up-regulate small heat-shock proteins, and contain inclusion bodies identical histologically and antigenically to the Rosenthal fibers of Alexander's disease. Mice in the highest expressing lines die by the second postnatal week. The results support the notion that Alexander's disease is a disorder of astrocytes, and provide an animal model for studying the causes and consequences of inclusion body disease.","dc:creator":"Messing A","dc:date":"1998","dc:title":"Fatal encephalopathy with astrocyte inclusions in GFAP transgenic mice."},"rdfs:label":"GFAP and astrocyte function"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7509,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:2e6a389f-250e-4224-a87b-4ce5a352c4d3","type":"GeneValidityProposition","disease":"obo:MONDO_0008752","gene":"hgnc:4235","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The association between autosomal dominant Alexander Disease and variants in GFAP first occurred in 2002 (Li et al., PMID:12175861). Alexander disease, a leukodystrophy characterized by protein aggregates called Rosenthal fibers on brain biopsy, is a primary disorder of astrocytes. The GFAP gene encodes glial fibrillary acidic protein, which is the major intermediate filament protein in astrocytes. The clinical characteristics of Alexander Disease include variable age of onset, from neonatal to adult, and clinical manifestations include developmental delay, seizures, megalencephaly, autonomic dysfunction, and gait abnormalities. Twenty-seven missense variants reported in 27 probands across 7 publications (PMIDs: 12034785, 36088400, 35003479, 27648269, 11567214, 16505300, 15732097) are included in this curation. More evidence exists in the literature, but the maximum required score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is gain-of-function. This gene-disease relationship is supported by experimental evidence, including pathology studies and mouse models (PMIDs: 9466565). In summary, definitive evidence supports the relationship between GFAP and autosomal dominant Alexander Disease, with rigorous and reproducible evidence in research and clinical diagnostic settings. This gene-disease curation based on ClinGen criteria was approved by the Leukodystrophy and Leukoencephalopathy GCEP on the meeting date October 23, 2023. (SOP Version 9).","dc:isVersionOf":{"id":"cggv:1da6d658-360e-4097-95a9-0b6838638e31"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}