{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T21:15:38.891Z","role":"Publisher"},{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-07-23T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f91adc8-b2d2-4948-b886-b26410f3abe5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e0d246b-7276-41b1-a6bd-b793f3128e32","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridisation using the knockout mouse model and the GFP reporter epitope introduced during the targeted disruption of Tshz1:  From E12.5, Tshz1 was expressed in the mesenchyme of the developing middle ear, within areas surrounding the condensing malleus and tympanic ring and on both sides of the external acoustic meatus (Figs. 7B, C, E).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17586487","type":"dc:BibliographicResource","dc:abstract":"Members of the Tshz gene family encode putative zinc fingers transcription factors that are broadly expressed during mouse embryogenesis. Tshz1 is detected from E9.5 in the somites, the spinal cord, the limb buds and the branchial arches. In order to assess the function of Tshz1 during mouse development, we generated Tshz1-deficient mice. Tshz1 inactivation leads to neonatal lethality and causes multiple developmental defects. In the craniofacial region, loss of Tshz1 function leads to specific malformations of middle ear components, including the malleus and the tympanic ring. Tshz1(-/-) mice exhibited Hox-like vertebral malformations and homeotic transformations in the cervical and thoracic regions, suggesting that Tshz1 and Hox genes are involved in common pathways to control skeletal morphogenesis. Finally, we demonstrate that Tshz1 is required for the development of the soft palate.","dc:creator":"Coré N","dc:date":"2007","dc:title":"Tshz1 is required for axial skeleton, soft palate and middle ear development in mice."},"rdfs:label":"Expression 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"In situ hybridisation showed mRNA expression in regions relevant to middle ear development."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45569e4b-ee54-41c7-bc6b-7f6b3b0eee4a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e64ea12e-f302-434f-92f4-4aa71c606b4f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional knockout mice show olfactory bulb hypoplasia (Fig. 2 and 5) and severe olfactory deficits (Fig. 6), and humans with TSHZ1 LOF variants also show impaired olfactory sensitivity and discrimination (Fig. 7B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24487590","type":"dc:BibliographicResource","dc:abstract":"The olfactory bulb (OB) receives odor information from the olfactory epithelium and relays this to the olfactory cortex. Using a mouse model, we found that development and maturation of OB interneurons depends on the zinc finger homeodomain factor teashirt zinc finger family member 1 (TSHZ1). In mice lacking TSHZ1, neuroblasts exhibited a normal tangential migration to the OB; however, upon arrival to the OB, the neuroblasts were distributed aberrantly within the radial dimension, and many immature neuroblasts failed to exit the rostral migratory stream. Conditional deletion of Tshz1 in mice resulted in OB hypoplasia and severe olfactory deficits. We therefore investigated olfaction in human subjects from families with congenital aural atresia that were heterozygous for TSHZ1 loss-of-function mutations. These individuals displayed hyposmia, which is characterized by impaired odor discrimination and reduced olfactory sensitivity. Microarray analysis, in situ hybridization, and ChIP revealed that TSHZ1 bound to and regulated expression of the gene encoding prokineticin receptor 2 (PROKR2), a G protein–coupled receptor essential for OB development. Mutations in PROKR2 lead to Kallmann syndrome, characterized by anosmia and hypogonadotrophic hypogonadism. Our data indicate that TSHZ1 is a key regulator of mammalian OB development and function and controls the expression of molecules involved in human Kallmann syndrome.","dc:creator":"Ragancokova D","dc:date":"2014","dc:title":"TSHZ1-dependent gene regulation is essential for olfactory bulb development and olfaction."},"rdfs:label":"Conditional KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points because the phenotype is not specific for the GDR curation, but based on the limited clinical data it may be a notable unique phenotype in individuals with TSHZ1-related CAA."},{"id":"cggv:23fd263d-e014-47db-80fd-c9624fd9fab5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:812fa344-fc20-46b6-bd6f-64fba8be974c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tshz1 knockout mice show malformations of structural components of the middle ear apparatus. The malleus presented an abnormal shape accompanied by the lack of the manubrium and processus brevis (Figs. 4N, O, Fig. 6). Middle ear malformation overlaps with clinical phenotype assoctiated with clinical TSHZ1 haploinsufficiency.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17586487","rdfs:label":"Knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Homozygous mice analysed only, heterozygous did not show phenotype. Middle ear malformation overlaps with clinical phenotype assoctiated with clinical TSHZ1 haploinsufficiency."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.9}],"evidenceStrength":"Limited","sequence":9159,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.9,"subject":{"id":"cggv:f39bcd95-8d54-4f6e-9df6-c3a08f0fcb12","type":"GeneValidityProposition","disease":"obo:MONDO_0011921","gene":"hgnc:10669","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The TSHZ1 gene was first reported in relation to autosomal dominant congenital aural atresia/deafness in 2011 (Feenstra et al., PMID 22152683). 7 variants (missense, nonsense, frameshift) that have been reported in at least 11 probands in 3 publications (PMIDs: 22152683, 35487415, 36597107) are included in this curation. The mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (mouse models, expression-level evidence; PMIDs: 17586487, 24487590). Temporal and spatial expression of TSHZ1 mRNA during development of the middle ear is consistent with the phenotype (PMID: 17586487). The homozygous TSHZ1 null mouse model showed a middle ear malformation, as well as neonatal lethality. A conditional nervous system-specific TSHZ1 knock out mouse model demonstrated hyposmia (PMIDs: 17586487, 24487590). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.  This GDR was originally evaluated by the Syndromic Disorders GCEP on June 19, 2020. It was reevaluated on July 23, 2024. A new phenotype, congenital vertical talus, was reported in probands, in addition to more cases of deafness (PMIDs: 35487415, 36597107). An additional two missense variants were added to the curation from two probands in one publication (PMID: 36597107). Despite new genetic evidence, as a result of this reevaluation, the classification did not change (SOP Version 10).","dc:isVersionOf":{"id":"cggv:cfbe0bb6-f9c6-447b-bec9-911af6a67566"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}