{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197ev2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-03-16T16:00:00.000Z","role":"Approver"},{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-01-27T18:31:59.942Z","role":"Publisher"}],"evidence":[{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:302ee240-4e9f-48a8-97b9-33620a5d6409","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3cc52bbe-0ed4-483a-9afe-dc6541ed4acc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR detected Cx43 transcripts in mouse and human cochlea. Immunohistochemical localization in mouse cochlea showed staining in non-sensory epithelial cells, in spiral ligament, and in spiral limbus. Expression was also characterized in mouse cochlea and different developmental stages.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11741837","type":"dc:BibliographicResource","dc:abstract":"Mutations in four members of the connexin gene family have been shown to underlie distinct genetic forms of deafness, including GJB2 [connexin 26 (Cx26)], GJB3 (Cx31), GJB6 (Cx30) and GJB1 (Cx32). We have found that alterations in a fifth member of this family, GJA1 (Cx43), appear to cause a common form of deafness in African Americans. We identified two different GJA1 mutations in four of 26 African American probands. Three were homozygous for a Leu-->Phe substitution in the absolutely conserved codon 11, whereas the other was homozygous for a Val-->Ala transversion at the highly conserved codon 24. Neither mutation was detected in DNA from 100 control subjects without deafness. Cx43 is expressed in the cochlea, as is demonstrated by PCR amplification from human fetal cochlear cDNA and by RT-PCR of mouse cochlear tissues. Immunohistochemical staining of mouse cochlear preparations showed immunostaining for Cx43 in non-sensory epithelial cells and in fibrocytes of the spiral ligament and the spiral limbus. To our knowledge this is the first alpha connexin gene to be associated with non-syndromic deafness. Cx43 must also play a critical role in the physiology of hearing, presumably by participating in the recycling of potassium to the cochlear endolymph.","dc:creator":"Liu XZ","dc:date":"2001","dc:title":"Mutations in GJA1 (connexin 43) are associated with non-syndromic autosomal recessive deafness."},"rdfs:label":"Liu Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ae5d6139-45e1-4a96-8947-8d7321a1a003","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:643c861c-6aec-4b9f-87c7-9b61754d43f8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Extensive study of Cx43 expression patterns in inner ear from prenatal day 16 to postnatal day 30. Cx43 knock out mouse with lacZ reporter gene in its place was used.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14986102","type":"dc:BibliographicResource","dc:abstract":"Intercellular communication through gap junctions is crucial for proper functioning of the inner ear. Indeed, mutations in several connexin genes have been found to cause hearing loss. In the inner ear, only the cell distributions of connexin30 and connexin26 have been well documented. We took advantage of the lacZ reporter gene in Cx43 and Cx45 knock-out mice to study the expression of the connexin43 and connexin45 genes during the inner ear development. Expression of Cx43 and Cx45 in the inner ear was detected from embryonic days 15.5 and 17.5, respectively. Until the 1st week of life, Cx43 was highly expressed in the connective tissues, and weakly expressed in the immature sensory epithelium of the cochlea. From postnatal day 8, however, Cx43 was almost exclusively expressed in the bone of the otic capsule. During embryogenesis, Cx45 was expressed in epithelial and connective inner ear tissues. From birth onwards, Cx45 expression could be detected in some inner ear capillaries. Vascular expression thereafter increased and persisted in the adult. In the mature inner ear, Cx45 was expressed in the entire vasculature. These results indicate that connexin43 and connexin45 play a role in the otic capsule bone and the inner ear vascular system, respectively.","dc:creator":"Cohen-Salmon M","dc:date":"2004","dc:title":"Expression of the connexin43- and connexin45-encoding genes in the developing and mature mouse inner ear."},"rdfs:label":"Cohen-Salmon Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4461c006-0b6e-4330-9b6e-07adf29faaa4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cf6340a9-3c59-4d11-901b-91aa0218f68c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous knockout mice (homozygotes are embryonic lethal Reaume 1995) had progressive hearing loss compared to controls. 10 month y/o mice had ABR threshold of about 70 with WT at 30 (p<0.05).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23817980","type":"dc:BibliographicResource","dc:abstract":"To examine the relationship between hearing and connexin 43, a dominant gap junctional protein in the central nervous system.","dc:creator":"Kim AH","dc:date":"2013","dc:title":"Connexin 43 and hearing: possible implications for retrocochlear auditory processing."},"rdfs:label":"Kim Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because the mouse model is heterozygous LOF, while the reported variants have been missense."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Disputed","sequence":5839,"specifiedBy":"GeneValidityCriteria8","strengthScore":2,"subject":{"id":"cggv:58fb9864-cfed-4e73-ba35-d5c7a3a8c112","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:4274","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"GJA1 was first reported in relation to autosomal dominant nonsyndromic hearing loss (AD NSHL) in 2001 (Liu et al., PMID: 11741837). At least 1 missense, 1 splicing, and 1 nonsense variant have been reported in humans. Two variants reported (Liu et al. 2001, PMID: 11741837) were subsequently shown to be located in a pseudogene (Pazenkas et al. 2003, PMID: 12457340). Three additional variants have no evidence of pathogenicity (PMIDs: 17259707, 23141803, ​​25724631). Of note, this gene has also been implicated in autosomal dominant atrioventricular septal defect 3, autosomal recessive craniometaphyseal dysplasia, autosomal dominant erythrokeratodermia variabilis et progressiva 3, autosomal recessive hypoplastic left heart syndrome 1, autosomal dominant oculodentodigital dysplasia, autosomal recessive oculodentodigital dysplasia, autosomal dominant palmoplantar keratoderma with congenital alopecia, and autosomal dominant syndactyly, type III. These will be assessed separately. In summary, the evidence supporting the relationship between GJA1 and AD NSHL has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role GJA1 plays in this disease. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 1/16/2018. It was reevaluated on 3/16/2022. Although additional publications were identified (PMIDs: 26185573, 25724631, 35023121), they did not contain valid scorable evidence. Therefore, as a result of this reevaluation, the classification did not change. \nTwo reported variants were subsequently found to be in a pseudogene. One variant was in very high frequency in gnomAD. An additional variant has no evidence for pathogenicity. Although additional publications were identified (PMIDs: 26185573, 25724631, 35023121), they did not contain valid scorable evidence. ","dc:isVersionOf":{"id":"cggv:9e428d8c-42a2-430b-babd-8beceb26197e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}