{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadbav1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-07-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-08T17:06:08.461Z","role":"Publisher"}],"curationReasons":[{"id":"cg:DiseaseNameUpdate"},{"id":"cg:NewCuration"}],"evidence":[{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2292dd1-f108-4843-9200-9cd1e1877e00","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:122a2136-52d1-42a6-a658-8763e1ed812b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in the developing embryo of mice was specific to the right side of the heart. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9171826","type":"dc:BibliographicResource","dc:abstract":"dHAND and eHAND are related basic helix-loop-helix (bHLH) transcription factors that are expressed in mesodermal and neural crest-derived structures of the developing heart. In contrast to their homogeneous expression during avian cardiogenesis, during mouse heart development we show that dHAND and eHAND are expressed in a complementary fashion and are restricted to segments of the heart tube fated to form the right and left ventricles, respectively. dHAND and eHAND represent the earliest cardiac chamber-specific transcription factors yet identified. Targeted gene deletion of dHAND in mouse embryos resulted in embryonic lethality at embryonic day 10.5 from heart failure. Our description of the cardiac phenotype of dHAND mutant embryos is the first demonstration of a single gene controlling the formation of the mesodermally derived right ventricle and the neural crest-derived aortic arches and reveals a novel cardiogenic subprogramme for right ventricular development.","dc:creator":"Srivastava D","dc:date":"1997","dc:title":"Regulation of cardiac mesodermal and neural crest development by the bHLH transcription factor, dHAND."},"rdfs:label":"Embryonic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9d2f59ba-8fca-484c-bfb0-34ad76d3c718","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4339d46-a0ea-4daf-b81a-9f8fa81a10c2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GATA4 was curated as definitive for autosomal dominant Structural Congenital Heart Disease, Multiple Types. The Leu47Pro mutation was analyzed. This was a luciferase assay in HeLa cells. Mutating HAND2 or absence of HAND2 substantially decreased transcriptional activation of the ANF promoter. Wild type HAND2 + GATA4 has significantly greater transcriptional activation than GATA4 without HAND2 or with mutant HAND2.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26676105","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD), the most common type of developmental abnormality, is associated with substantial morbidity and mortality in humans worldwide. The basic helix-loop-helix transcription factor, heart and neural crest derivatives expressed 2 (HAND2), has been demonstrated to be crucial for normal cardiovascular development in animal models. However, whether a genetically defective HAND2 contributes to congenital heart disease (CHD) in humans remains to be explored. In this study, the entire coding region and splicing boundaries of the HAND2 gene were sequenced in a cohort of 145 unrelated patients with CHD. A total of 200 unrelated, ethnically-matched healthy individuals used as controls were also genotyped for HAND2. The functional effect of the mutant HAND2 was characterized in contrast to its wild-type counterpart by using a dual-luciferase reporter assay system. As a result, a novel heterozygous HAND2 mutation, p.L47P, was identified in a patient with tetralogy of Fallot (TOF). The misense mutation, which altered the amino acid conserved evolutionarily among species, was absent in 400 control chromosomes. Functional analyses unveiled that the mutant HAND2 had a significantly decreased transcriptional activity. Furthermore, the mutation markedly reduced the synergistic activation between HAND2 and GATA4 or NKX2.5, other two cardiac key transcription factors involved in the pathogenesis of CHD. To the best of our knowledge, this study is the first to report the association of a HAND2 loss-of-function mutation with an increased vulnerability to TOF in humans, which provides novel insight into the molecular mechanism underpinning CHD, suggesting potential implications for the genetic counseling of families with CHD.","dc:creator":"Lu CX","dc:date":"2016","dc:title":"A novel HAND2 loss-of-function mutation responsible for tetralogy of Fallot."},"rdfs:label":"GATA4 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a07c707e-5c8b-427c-9ab3-2430b218ccda","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a50c7b2-1b74-457b-8ee8-60cca881ef8b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Lack of transcriptional activation is associated with mutations in HAND2 found in patients with congenital heart disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11812799","type":"dc:BibliographicResource","dc:abstract":"HAND2 (dHAND) is a basic helix-loop-helix (bHLH) transcription factor expressed in numerous tissues during development including the heart, limbs, and a subset of neural crest derivatives. Functional analysis has shown that HAND2 is involved in development of the branchial arches, heart, limb, vasculature, and nervous system. Although it is essential for development of numerous tissues, little is known about its mode of action. To this end, we have characterized HAND2 transcriptional regulatory mechanisms. Using mammalian one-hybrid analysis we show that HAND2 contains a strong transcriptional activation domain in the amino-terminal third of the protein. Like most tissue-restricted bHLH factors, HAND2 heterodimerizes with the broadly expressed bHLH factors, the E-proteins. We determined the consensus DNA binding site of HAND2 and show that HAND2 binds a subset of E-boxes as a heterodimer with E12. Yeast two-hybrid screening of a neuroblastoma cDNA library for HAND2-interacting proteins selected HAND2 and numerous additional members of the E-protein family. Although HAND2 homodimer formation was confirmed by in vitro analysis, HAND2 fails to homodimerize in a mammalian two-hybrid assay but demonstrates robust HAND2/E12 interaction. We conclude that HAND2 functions as a transcription activator by binding a subset of E-boxes as a heterodimer with E-proteins.","dc:creator":"Dai YS","dc:date":"2002","dc:title":"The basic helix-loop-helix factor, HAND2, functions as a transcriptional activator by binding to E-boxes as a heterodimer."},"rdfs:label":"Neuro-2A Neuroblastoma Cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e780bf8-b9bd-45b2-a364-8d3e4dfedb25","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:173fdad9-c160-4def-89ee-e2d56731be84","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Congenital heart defects in humans can lead to neonatal death, as seen in the mice. The mice exhibited abnormal cardiac development, right ventricular hypoplasia, and abnormal vasculogenesis, all of which are symptoms associated with congenital heart disease in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10675351","type":"dc:BibliographicResource","dc:abstract":"Reciprocal interactions between vascular endothelial cells and vascular mesenchymal cells are essential for angiogenesis. Here we show that the basic helix-loop-helix transcription factor, dHAND/Hand2, is expressed in the developing vascular mesenchyme and its derivative, vascular smooth muscle cells (VSMCs). Targeted deletion of the dHAND gene in mice revealed severe defects of embryonic and yolk sac vascular development by embryonic day 9.5. Vascular endothelial cells expressed most markers of differentiation. Vascular mesenchymal cells migrated appropriately but failed to make contact with vascular endothelial cells and did not differentiate into VSMCs. In a screen for genes whose expression was dependent upon dHAND (using subtractive hybridization comparing wild-type and dHAND-null hearts), the VEGF(165) receptor, neuropilin-1, was found to be downregulated in dHAND mutants. These results suggest that dHAND is required for vascular development and regulates angiogenesis, possibly through a VEGF signaling pathway.","dc:creator":"Yamagishi H","dc:date":"2000","dc:title":"The basic helix-loop-helix transcription factor, dHAND, is required for vascular development."},"rdfs:label":"Mouse model, just HAND2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:282141d0-b783-42a8-8727-db04c543983b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:279180f4-aa34-46ab-be3b-83f54d4444b3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Embryos homozygous for deletions in the HAND2 gene exhibited issues in the left ventricle and endocardial cushions, in addition to improperly controlled ventricular gene expression. These embryos lived until the perinatal stage at which they died due to various heart anomalies. In humans, mutations in HAND2 lead to similar cardiac anomalies, and even have the potential to cause neonatal death. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15576406","type":"dc:BibliographicResource","dc:abstract":"The basic helix-loop-helix transcription factors Hand1 and Hand2 display dynamic and spatially restricted expression patterns in the developing heart. Mice that lack Hand2 die at embryonic day 10.5 from right ventricular hypoplasia and vascular defects, whereas mice that lack Hand1 die at embryonic day 8.5 from placental and extra-embryonic abnormalities that preclude analysis of its potential role in later stages of heart development. To determine the cardiac functions of Hand1, we generated mice harboring a conditional Hand1-null allele and excised the gene by cardiac-specific expression of Cre recombinase. Embryos homozygous for the cardiac Hand1 gene deletion displayed defects in the left ventricle and endocardial cushions, and exhibited dysregulated ventricular gene expression. However, these embryos survived until the perinatal period when they died from a spectrum of cardiac abnormalities. Creation of Hand1/2 double mutant mice revealed gene dose-sensitive functions of Hand transcription factors in the control of cardiac morphogenesis and ventricular gene expression. These findings demonstrate that Hand factors play pivotal and partially redundant roles in cardiac morphogenesis, cardiomyocyte differentiation and cardiac-specific transcription.","dc:creator":"McFadden DG","dc:date":"2005","dc:title":"The Hand1 and Hand2 transcription factors regulate expansion of the embryonic cardiac ventricles in a gene dosage-dependent manner."},"rdfs:label":"HAND1/HAND2 combined model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":7403,"specifiedBy":"GeneValidityCriteria10","strengthScore":9,"subject":{"id":"cggv:296638fd-61a1-4f65-bb5f-b884e76f100a","type":"GeneValidityProposition","disease":"obo:MONDO_0800476","gene":"hgnc:4808","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*HAND2* was first reported in relation to autosomal dominant structural congenital heart disease HAND2-related in 2015 (Lu et al., 2015; PMID: 26676105). Two variants (missense variants that cause loss of function) that have been reported in two probands in two publications (PMIDs: 26676105, 26865696) are included in this curation. Variants associated with isolated dilated cardiomyopathy are excluded. The mechanism of pathogenicity is reported to be loss of function. This gene-disease relationship is also supported by experimental evidence (mouse models, expression studies, biochemical functional evidence, and interaction evidence; PMIDs: 9171826, 9878849, 10675351, 11812799, 15576406, 26676105). In summary, there is moderate evidence supporting the relationship between *HAND2* and autosomal dominant structural congenital heart disease. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 7/17/2023 (SOP Version 9)","dc:isVersionOf":{"id":"cggv:29254c37-49c2-4d29-918f-c106989eadba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}