{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0ev2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-09-05T19:29:40.470Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ccdb751-736b-4528-b380-346928966e21","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd135561-85b3-4d26-a6df-a7b0d6eba794","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To determine if HOXA11 is expressed in murine early hematopoietic stem cells, GFP expressing ES cells were grown on OP9 and differentiated into hematopoietic precursors in the absence of LIF. A time course of HOXA11 mRNA expression revealed HOXA11 mRNA expression increases until the expression is most abundant at D6 and is quickly downregulated by D9. These data are the first findings of HOXA11 expression in early progenitor cells as well as the first evidence of controlled HOXA11 regulation during early hematopoietic development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16765069","type":"dc:BibliographicResource","dc:abstract":"Homeobox genes encode for regulatory proteins central to hematopoietic differentiation and proliferation. Previously, we identified an inherited syndrome of congenital amegakaryocytic thrombocytopenia and radio-ulnar synostosis that is associated with a point mutation in the third helix of HOXA11 homeodomain (HOXA11-DeltaH3). Here, we demonstrate that this mutation results in a significantly truncated protein with impaired DNA-binding efficiency. Electrophoretic mobility shift assays (EMSA) confirm that wild-type HOXA11 (HOXA11-WT) interacts in vitro with the DNA-binding consensus sequence for HOXA11, and that this interaction is most efficient when the TALE transcription factor, Meis1b, is also present. However, the binding between HOXA11-DeltaH3 and DNA is abrogated even in the presence of Meis1b, suggesting the point mutant causes a disruption in the DNA-binding capacity. We investigated whether the point mutation also affected the physical protein-protein interaction between HoxA11 and Meis1b. Using GST pulldown assays, we find Meis1b interactions with both HOXA11-WT and HOXA11-DeltaH3 in the presence of DNA. DNAse treatment decreased these interactions, suggesting that the interaction is a protein-protein association, and DNA may serve to stabilize this interaction. Stable expression of FLAG-HOXA11-WT or -DeltaH3 in K562 cells significantly impacts megakaryocytic differentiation. Staurosporine (STSP) induced K562 cells to differentiate into a megakaryocytic phenotype. Treatment leads to an increase in surface expression of the megakaryocytic/platelet-specific antigen, CD61, and causes morphological changes consistent with megakaryocytic differentiation. CD61 surface expression on STSP treated HOXA11-WT and -DeltaH3 expressing cells was significantly reduced as compared to untransfected K562 cells. Interestingly, we found only a slight difference in CD61 expression between wild-type and mutant HOXA11 K562. These data suggest that HoxA11 inhibition of differentiation may involve nonhomeodomain sequences. Finally, our laboratory has detected a small amount of HoxA11 mRNA in cells isolated from unfractionated human cord blood and murine ES cell culture cocultured on OP9 for 6 days in the absence of leukemia inhibitory factor (LIF). This finding suggests HoxA11 may be endogenously expressed in very early hematopoietic precursor cells. Taken together, these data begin to give us insight into the molecular mechanisms by which HoxA11 may be involved in regulating megakaryocytic differentiation.","dc:creator":"Horvat-Switzer RD","dc:date":"2006","dc:title":"HOXA11 mutation in amegakaryocytic thrombocytopenia with radio-ulnar synostosis syndrome inhibits megakaryocytic differentiation in vitro."},"rdfs:label":"Early hematopoietic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression during early hematopoietic development in mice is consistent with the small amount of HOXA11 mRNA observed in unfractionated human umbilical cord blood and the resulting amegakaryocytic thrombocytopenia in patients with HOXA11 mutations."},{"id":"cggv:bc7cf347-b3f4-4391-96a2-57dd66a9bcf6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0cdb63a-b21e-472d-8d71-48c6b2cc2c84","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Whole-mount in situ hybridizations were performed in mice. Early- forming limb buds, at E9.5, showed widespread expression, but later there was a gradient of expression with proximal regions of the limbs apparently devoid of Hox  A11 transcripts and with the distal tips showing the greatest hybridization signals. By E10.75, however, continued limb outgrowth had produced a proximodistal-restricted band of expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7902826","type":"dc:BibliographicResource","dc:abstract":"Hox A11 is one of the expanded set of vertebrate homeo box (Hox) genes with similarities to the Drosophila homeotic gene, Abdominal-B (Abd-B). These Abd-B-type Hox genes have been shown to be expressed in the most caudal regions of the developing vertebrate embryo and in overlapping domains within the developing limbs, suggesting that these genes play important roles in pattern formation in both appendicular and axial regions of the body. In this report whole-mount in situ hybridization in mouse embryos gave a precise description of Hox A11 gene expression in the developing limbs and in the axial domain of the developing body. In addition, we generated a targeted mutation in Hox A11 and characterized the resulting phenotype to begin to dissect developmental functions of the Abd-B subfamily of Hox genes. Hox A11 mutant mice exhibited double homeotic transformations, with the thirteenth thoracic segment posteriorized to form an additional first lumbar vertebra and with the sacral region anteriorized, generating yet another lumbar segment. Furthermore, skeletal malformations were observed in both forelimbs and hindlimbs. In mutant forelimbs, the ulna and radius were misshapen, the pisiform and triangular carpal bones were fused, and abnormal sesamoid bone development occurred. In mutant hindlimbs the tibia and fibula were joined incorrectly and malformed at their distal ends. Also, an enlarged sesamoid developed ventral to the tibiale bone. Both heterozygous and homozygous mice displayed mutant phenotypes adding an additional level of complexity to the Hox code hypothesis.","dc:creator":"Small KM","dc:date":"1993","dc:title":"Homeotic transformations and limb defects in Hox A11 mutant mice."},"rdfs:label":"Limb expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in proximodistal-restricted domains in developing mouse limbs is consistent with the radioulnar synostosis seen in patients."},{"id":"cggv:0839dec9-ad05-4770-9ec8-48f92ad83a3a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23bef715-616c-4463-8d5e-eb798ee2d811","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These data suggest that expression of HOXA11 during differentiation significantly inhibits differentiation. Consistent with the amegakaryocytic thrombocytopenia seen in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16765069","rdfs:label":"Megakaryocytic differentiation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The human erythroleukemia cell line, K562, has been extensively used as a model to study the molecular mechanisms involved in megakaryocytic differentiation. Here cells were stably transfected with expression plasmids for FLAG-HOXA11-WT. Control or FLAG-HOXA11-WT were either mock treated or treated with 50nM STSP for 72 h to induce megakaryocytic differentiation. Treatment of untransfected K562 with STSP caused the cells to proliferate more slowly, increase in cell size and resulted in an increase in CD61 surface expression to 81 ± 2.4%. STSP treatment of FLAG-HOXA11-WT expressing K562 cells demonstrated far less growth or differentiation. The surface expression of CD61 was significantly reduced in WT expressing K562 cells (10.1 ± 5.8% compared to untransfected)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4df704d3-b96c-47da-91e0-dc5d910e5f0e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42e5ae36-24f6-4333-b092-48e204cd4196","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In both heterozygous and homozygous mice, with a  targeted disruption of Hox A11, skeletal malformations were observed in both forelimbs and hindlimbs. In mutant forelimbs, the ulna and radius were misshapen, the pisiform and triangular carpal bones were fused, and abnormal sesamoid bone development occurred. This is consistent with the radioulnar synostosis seen in patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7902826","rdfs:label":"Hox A11 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":8941,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:59e9f10b-595f-42f8-a430-dabf6fbe61e3","type":"GeneValidityProposition","disease":"obo:MONDO_0024558","gene":"hgnc:5101","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"HOXA11 was first reported in relation to autosomal dominant radioulnar synostosis with amegakaryocytic thrombocytopenia 1 (RUSAT 1) in 2000 (Thompson AA, et al; PMID: 11101832). RUSAT is characterized by thrombocytopenia that progresses to pancytopenia, in association with congenital proximal fusion of the radius and ulna that results in extremely limited pronation and supination of the forearm (summary by Niihori et al., 2015; PMID: 26581901). One frameshift variant (c.872del) has been reported in two probands in one publication (PMID: 11101832), segregating in four additional affected family members. This gene-disease association is supported by its expression during limb development and a mouse model with skeletal malformations in the limbs (PMID: 7902826), as well as its expression and function in early hematopoietic development (PMID: 16765069). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was previously evaluated by the HT GCEP on April 28, 2021. It was reevaluated on September 4, 2024. As a result of this reevaluation no new evidence was identified and the classification remained Limited (SOP Version 10).\n\n","dc:isVersionOf":{"id":"cggv:48ef111f-28fc-4970-a0ca-8387e9ec2d0e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}