{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-01-11T19:00:00.000Z","role":"Approver"},{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-02-20T18:59:33.311Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25533962","type":"dc:BibliographicResource","dc:abstract":"Despite three decades of successful, predominantly phenotype-driven discovery of the genetic causes of monogenic disorders, up to half of children with severe developmental disorders of probable genetic origin remain without a genetic diagnosis. Particularly challenging are those disorders rare enough to have eluded recognition as a discrete clinical entity, those with highly variable clinical manifestations, and those that are difficult to distinguish from other, very similar, disorders. Here we demonstrate the power of using an unbiased genotype-driven approach to identify subsets of patients with similar disorders. By studying 1,133 children with severe, undiagnosed developmental disorders, and their parents, using a combination of exome sequencing and array-based detection of chromosomal rearrangements, we discovered 12 novel genes associated with developmental disorders. These newly implicated genes increase by 10% (from 28% to 31%) the proportion of children that could be diagnosed. Clustering of missense mutations in six of these newly implicated genes suggests that normal development is being perturbed by an activating or dominant-negative mechanism. Our findings demonstrate the value of adopting a comprehensive strategy, both genome-wide and nationwide, to elucidate the underlying causes of rare genetic disorders.","dc:creator":"Deciphering Developmental Disorders Study","dc:date":"2015","dc:title":"Large-scale discovery of novel genetic causes of developmental disorders."},"evidence":[{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:186f736a-ddf9-4241-962d-62495d02c852","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90952fab-e8a2-4240-89f3-26d9f2fc27de","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The paper demonstrated that CHAMP1 interacts with POGZ. De novo, LOF mutations in POGZ have been definitively related to similar neurodevelopmental disorders with a similar phenotype (https://search.thegencc.org/genes/HGNC:18801). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26751395","type":"dc:BibliographicResource","dc:abstract":"A rare syndromic form of intellectual disability with impaired speech was recently found associated with mutations in CHAMP1 (chromosome alignment-maintaining phosphoprotein 1), the protein product of which is directly involved in microtubule-kinetochore attachment. Through whole-exome sequencing in six unrelated nonconsanguineous families having a sporadic case of intellectual disability, we identified six novel de novo truncating mutations in CHAMP1: c.1880C>G p.(Ser627*), c.1489C>T; p.(Arg497*), c.1876_1877delAG; p.(Ser626Leufs*4), c.1043G>A; p.(Trp348*), c.1002G>A; p.(Trp334*), and c.958_959delCC; p.(Pro320*). Our clinical observations confirm the phenotypic homogeneity of the syndrome, which represents therefore a distinct clinical entity. Besides, our functional studies show that CHAMP1 protein variants are delocalized from chromatin and are unable to bind to two of its direct partners, POGZ and HP1. These data suggest a pathogenic mechanism of the CHAMP1-associated intellectual disability syndrome mediated by direct interacting partners of CHAMP1, several of which are involved in chromo/kinetochore-related disorders.","dc:creator":"Isidor B","dc:date":"2016","dc:title":"De Novo Truncating Mutations in the Kinetochore-Microtubules Attachment Gene CHAMP1 Cause Syndromic Intellectual Disability."},"rdfs:label":"In vitro binding assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc1adc89-818f-41a9-88e0-0cef5d70947a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:732b8213-0cfe-4b02-b2ba-9ef80fa3a720","type":"FunctionalAlteration","dc:description":"Isidor et al. showed that all the CHAMP1 mutants lack the C-terminal region that is required for interaction with POGZ, suggesting that the inability to form complexes with POGZ may affect the CHAMP1 function. Furthermore, heterozygous, de novo POGZ variants found in patients with ID lead to truncations of the POGZ C-terminal region, which is also required for interaction with CHAMP1. Altogether, the C-terminals of POGZ and CHAMP1 are reportedly important functional domains, the loss of which is believed to cause ID. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26751395","rdfs:label":"In vitro binding assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7815,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:b8970668-e974-42aa-8e35-ffe656ca5ca5","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:20311","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CHAMP1* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2015 (Deciphering Developmental Disorders Study, PMID: 25533962). *De novo* nonsense and frameshift variants in *CHAMP1* have consistently been shown to result in a distinct phenotype characterized by developmental delay /  intellectual disability (ID), hypotonia, impaired language, and dysmorphic features. In contrast, the clinical profile of patients with large deletions encompassing *CHAMP1* is milder, characterized by borderline intellectual disability or very mild neurodevelopmental issues, and nonspecific and mild facial dysmorphisms. Thus, it is unlikely that heterozygous loss-of-function (LOF) is the mechanism behind the complex neurodevelopmental disorders reported in relation to *de novo* nonsense/frameshift variants in *CHAMP1*. Given that the gene is only a single exon, it is likely that truncating variants result in NMD escape.\n\nTwo reported cases with *de novo* missense variants in *CHAMP1* displayed more severe neurodevelopmental impairment, coupled with refractory infantile myoclonic epilepsy. However, due to the limited number of patients with missense variants and the absence of functional evidence, these variants were not included in this curation. \n\nFifteen *de novo* variants (nonsense and frameshift) that have been reported in eighteen probands in four publications (PMIDs: 25533962, 26340335, 26751395, 27148580) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. A mechanism of gain-of-function or dominant negative has been proposed. \n\nThe gene-disease relationship is also supported by *in vitro* functional assays (PMIDs: 26751395, 36044844). Two studies have demonstrated the interaction between CHAMP1 and POGZ; *POGZ* has been definitively related to similar neurodevelopmental disorders sharing a comparable phenotype. In addition, CHAMP1 mutants all lack the C-terminal region that is required for interaction with POGZ, suggesting that the inability to form complexes with POGZ may affect CHAMP1 function. Furthermore, heterozygous, *de novo POGZ* variants found in patients with ID lead to truncations of the POGZ C-terminal region, which is also required for interaction with CHAMP1. Altogether, the C-terminals of POGZ and CHAMP1 are reportedly important functional domains, the loss of which is believed to eliminate interactions between the two proteins leading to ID. \n\nIn summary, there is definitive evidence supporting the relationship between *CHAMP1* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism GCEP on the meeting date January 11th, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:4c67e6d5-1d58-4544-85e3-3078eec26231"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}