{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-07-27T20:52:39.729Z","role":"Approver"},{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-07-27T20:52:49.926Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10080","role":"SecondaryContributor"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60bab016-9005-42f2-a8eb-9cd6dd8d55e3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9f4b4f6-6944-444b-b6c4-a688370c0559","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis detected expression of a 13-kb transcript in brain, skeletal muscle, and testis, with lower expression in other tissues. A 10.5-kb band was also seen in testis mRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8661102","type":"dc:BibliographicResource","dc:abstract":"Atm, the mouse homolog of the human ATM gene defective in ataxia-telangiectasia (A-T), has been identified. The entire coding sequence of the Atm transcript was cloned and found to contain an open reading frame encoding a protein of 3066 amino acids with 84% overall identity and 91% similarity to the human ATM protein. Variable levels of expression of Atm were observed in different tissues. Fluorescence in situ hybridization and linkage analysis located the Atm gene on mouse chromosome 9, band 9C, in a region homologous to the ATM region on human chromosome 11q22-q23.","dc:creator":"Pecker I","dc:date":"1996","dc:title":"Identification and chromosomal localization of Atm, the mouse homolog of the ataxia-telangiectasia gene."},"rdfs:label":"Expression of the Atm gene"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:68777130-c340-4513-99f0-96caa34dea9b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bfaa4816-92b7-43d5-b15e-bfcab104a221","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The predicted band of ∼350 kDa in cellular extracts from normal lymphoblasts, but failed to detect this band in a cell line from a patient homozygous for the 103C→T mutation (Fig. 3A). Immunofluorescence analysis with the antiserum pAb 132 (20) yielded nuclear staining in normal fibroblasts, but failed to give a signal with fibroblasts from another homozygous patient (Fig. 3B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8968760","type":"dc:BibliographicResource","dc:abstract":"The ATM gene is responsible for the autosomal recessive disorder ataxia-telangiectasia (A-T), characterized by cerebellar degeneration, immunodeficiency and cancer predisposition. A-T carriers were reported to be moderately cancer-prone. A wide variety of A-T mutations, most of which are unique to single families, were identified in various ethnic groups, precluding carrier screening with mutation-specific assays. However, a single mutation was observed in 32/33 defective ATM alleles in Jewish A-T families of North African origin, coming from various regions of Morocco and Tunisia. This mutation, 103C-->T, results in a stop codon at position 35 of the ATM protein. In keeping with the nature of this mutation, various antibodies directed against the ATM protein failed to defect this protein in patient cells. A rapid carrier detection assay detected this mutation in three out of 488 ATM alleles of Jewish Moroccan or Tunisian origin. This founder effect provides a unique opportunity for population-based screening for A-T carriers in a large Jewish community.","dc:creator":"Gilad S","dc:date":"1996","dc:title":"Ataxia-telangiectasia: founder effect among north African Jews."},"rdfs:label":"Loss of the ATM protein by the 103C→T mutation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Loss of the ATM protein were detected in cells from multiple patients."},{"id":"cggv:bf88be30-ab57-46cc-900f-f8428b8269bd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35b26684-721c-42dc-98e6-341bd95db5dc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot and immunostaining of A-T patient derived lymphoblast cells, AT24RM and F-169, revealed absent expression of ATM protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9050866","type":"dc:BibliographicResource","dc:abstract":"The product of the ataxia-telangiectasia gene (ATM) was identified by using an antiserum developed to a peptide corresponding to the deduced amino acid sequence. The ATM protein is a single, high-molecular weight protein predominantly confined to the nucleus of human fibroblasts, but is present in both nuclear and microsomal fractions from human lymphoblast cells and peripheral blood lymphocytes. ATM protein levels and localization remain constant throughout all stages of the cell cycle. Truncated ATM protein was not detected in lymphoblasts from ataxia-telangiectasia patients homozygous for mutations leading to premature protein termination. Exposure of normal human cells to gamma-irradiation and the radiomimetic drug neocarzinostatin had no effect on ATM protein levels, in contrast to a noted rise in p53 levels over the same time interval. These findings are consistent with a role for the ATM protein in ensuring the fidelity of DNA repair and cell cycle regulation following genome damage.","dc:creator":"Brown KD","dc:date":"1997","dc:title":"The ataxia-telangiectasia gene product, a constitutively expressed nuclear protein that is not up-regulated following genome damage."},"rdfs:label":"ATM protein expression is absent in ATM patient cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11920034-b2e8-49d4-8d65-590f4c205615","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d003bcfe-9deb-4b65-857f-a904e1d213fc","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cells re-expressing the wild type ATM were able to survive longer post gamma irradiation than unindexed or untransfected patient cells. Re entry into the cell cycle was also observed, as well as a reduction in radiation induced chromosomal aberrations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9223307","type":"dc:BibliographicResource","dc:abstract":"A gene mutated in the human genetic disorder ataxia-telangiectasia (A-T), ATM, was recently identified by positional cloning. ATM is a member of the phosphatidylinositol-3-kinase superfamily, some of which are protein kinases and appear to have important roles in cell cycle control and radiation signal transduction. We describe herein, to our knowledge, for the first time, the cloning of a full-length cDNA for ATM and correction of multiple aspects of the radio-sensitive phenotype of A-T cells by transfection with this cDNA. Overexpression of ATM cDNA in A-T cells enhanced the survival of these cells in response to radiation exposure, decreased radiation-induced chromosome aberrations, reduced radio-resistant DNA synthesis, and partially corrected defective cell cycle checkpoints and induction of stress-activated protein kinase. This correction of the defects in A-T cells provides further evidence of the multiplicity of effector functions of the ATM protein and suggests possible approaches to gene therapy.","dc:creator":"Zhang N","dc:date":"1997","dc:title":"Isolation of full-length ATM cDNA and correction of the ataxia-telangiectasia cellular phenotype."},"rdfs:label":"Re-expression of ATM can rescue irradiation sensitivity"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1.5,"dc:description":"The paper showed several lines of evidence to support the rescue, therefore I increased the points."},{"id":"cggv:85b63cd8-1701-464a-94ee-fb3bf0bc049b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6bf0cee5-54ea-4b3e-b974-38560089d4d7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The ATM homozygous null mice recapitulate several phenotypes associated with ataxia telangiectasia, including growth retardation, motility problems (but no overt ataxia), irradiation sensitivity, lymphoma development, and premature death due to lymphoma overgrowth, and infertility.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8689683","type":"dc:BibliographicResource","dc:abstract":"A murine model of ataxia telangiectasia was created by disrupting the Atm locus via gene targeting. Mice homozygous for the disrupted Atm allele displayed growth retardation, neurologic dysfunction, male and female infertility secondary to the absence of mature gametes, defects in T lymphocyte maturation, and extreme sensitivity to gamma-irradiation. The majority of animals developed malignant thymic lymphomas between 2 and 4 months of age. Several chromosomal anomalies were detected in one of these tumors. Fibroblasts from these mice grew slowly and exhibited abnormal radiation-induced G1 checkpoint function. Atm-disrupted mice recapitulate the ataxia telangiectasia phenotype in humans, providing a mammalian model in which to study the pathophysiology of this pleiotropic disorder.","dc:creator":"Barlow C","dc:date":"1996","dc:title":"Atm-deficient mice: a paradigm of ataxia telangiectasia."},"rdfs:label":"ATM deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mouse model recapitulates the molecular mechanism of the human disease (LOF), and displays several of the key phenotypes associated with the human disorder, therefore I am increasing the points to 3."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9f2ee936-7f0b-4af8-8369-d5eb80e533dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36707082-8964-464c-82ec-204af9091838","type":"Proband","detectionMethod":"Next generation sequencing with confirmation of mutations by PCR and Sanger sequencing.","phenotypes":["obo:HP_0000524","obo:HP_0001251"],"sex":"Male","variant":{"id":"cggv:9f2ee936-7f0b-4af8-8369-d5eb80e533dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:64ac0235-f709-4e1d-8ebc-0769dbc39ecd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.4396C>T (p.Arg1466Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/236716"}},{"id":"cggv:3d7a2ac8-a648-4206-ab24-b07cf6480908","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.1609_1661del (p.Pro537GlyfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658655584"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26439923","type":"dc:BibliographicResource","dc:abstract":"Ataxia telangiectasia (AT) is an autosomal recessive disease characterized by progressive cerebellar ataxia, oculocutaneous telangiectasia and immunodeficiency due to mutations in the ATM gene. We performed targeted next-generation sequencing (NGS) on three unrelated patients and identified five disease-causing variants in three probands, including two pairs of heterozygous variants (FAT-1:c.4396C>T/p.R1466X, c.1608-2A>G; FAT-2:c.4412_4413insT/p.L1472Ffs*19, c.8824C>T/p.Q2942X) and one pair of homozygous variants (FAT-3: c.8110T>G/p.C2704G, Hom). With regard to precision medicine for rare genetic diseases, targeted NGS currently enables the rapid and cost-effective identification of causative mutations and is an updated molecular diagnostic tool that merits further optimization. This high-throughput data-based strategy would propel the development of precision diagnostic methods and establish a foundation for precision medicine.","dc:creator":"Chen Z","dc:date":"2015","dc:title":"Targeted Next-Generation Sequencing Revealed Novel Mutations in Chinese Ataxia Telangiectasia Patients: A Precision Medicine Perspective."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26439923","rdfs:label":"FAT-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NM_000051.3:c.1609_1661del (p.Pro537GlyfsTer11)"},{"id":"cggv:17c81ec2-0930-4d1b-a9c3-b6833d5b258b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba2dd940-68b5-4f38-b6c3-f19f3166fba1","type":"Proband","detectionMethod":"Linkage and restriction endonuclease fingerprinting of RT-PCR products.","phenotypes":["obo:HP_0001009","obo:HP_0001251"],"sex":"UnknownEthnicity","variant":{"id":"cggv:17c81ec2-0930-4d1b-a9c3-b6833d5b258b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:16af49a7-4a09-4c5c-b59b-0ec024ed230b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.7638_7646del (p.Arg2547_Ser2549del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3019"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7792600","type":"dc:BibliographicResource","dc:abstract":"A gene, ATM, that is mutated in the autosomal recessive disorder ataxia telangiectasia (AT) was identified by positional cloning on chromosome 11q22-23. AT is characterized by cerebellar degeneration, immunodeficiency, chromosomal instability, cancer predisposition, radiation sensitivity, and cell cycle abnormalities. The disease is genetically heterogeneous, with four complementation groups that have been suspected to represent different genes. ATM, which has a transcript of 12 kilobases, was found to be mutated in AT patients from all complementation groups, indicating that it is probably the sole gene responsible for this disorder. A partial ATM complementary DNA clone of 5.9 kilobases encoded a putative protein that is similar to several yeast and mammalian phosphatidylinositol-3' kinases that are involved in mitogenic signal transduction, meiotic recombination, and cell cycle control. The discovery of ATM should enhance understanding of AT and related syndromes and may allow the identification of AT heterozygotes, who are at increased risk of cancer.","dc:creator":"Savitsky K","dc:date":"1995","dc:title":"A single ataxia telangiectasia gene with a product similar to PI-3 kinase."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7792600","rdfs:label":"AT1ABR"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"This variant has been reported as homozygous and compound heterozygous in individuals affected with ataxia-telangiectasia (PMID: 7792600, 12552559, 22649200, 11382771). Multiple functional analyses have confirmed the pathogenicity of this variant, showing complete absence of kinase activity and reduced ATM protein expression (PMID: 19431188, 22649200, 11382771, 12195425)."},{"id":"cggv:08dd9cce-4205-4bb8-a3b8-841ba2677cd1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e66b4f0-0f0b-42cd-af83-b3a677f76125","type":"Proband","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001009","obo:HP_0001251"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:08dd9cce-4205-4bb8-a3b8-841ba2677cd1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:015d81d2-4003-420a-a2b7-69bd0de6951e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.7327C>T (p.Arg2443Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325513"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9443866","type":"dc:BibliographicResource","dc:abstract":"To facilitate the evaluation of ATM heterozygotes for susceptibility to other diseases, such as breast cancer, we have attempted to define the most common mutations and their frequencies in ataxia-telangiectasia (A-T) homozygotes from 10 ethnic populations. Both genomic mutations and their effects on cDNA were characterized. Protein-truncation testing of the entire ATM cDNA detected 92 (66%) truncating mutations in 140 mutant alleles screened. The haplotyping of patients with identical mutations indicates that almost all of these represent common ancestry and that very few spontaneously recurring ATM mutations exist. Assays requiring minimal amounts of genomic DNA were designed to allow rapid screening for common ethnic mutations. These rapid assays detected mutations in 76% of Costa Rican patients (3), 50% of Norwegian patients (1), 25% of Polish patients (4), and 14% of Italian patients (1), as well as in patients of Amish/Mennonite and Irish English backgrounds. Additional mutations were observed in Japanese, Utah Mormon, and African American patients. These assays should facilitate screening for A-T heterozygotes in the populations studied.","dc:creator":"Telatar M","dc:date":"1998","dc:title":"Ataxia-telangiectasia: identification and detection of founder-effect mutations in the ATM gene in ethnic populations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9443866","rdfs:label":"R2443X"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"This variant has also been reported in individuals affected with ataxia-telangiectasia (PMID: 8808599, 10817650, 9887333, 21833744, 14586414). The variants may have arisen by independent mutation events, as the underlying nucleotide substitution affects the CpG dinucleotide, a known hotspot of mutations in general (PMID: 3338800)."},{"id":"cggv:0b32d855-07ac-4888-8be1-4e5a5fdd9d93_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e47d0c7-db33-408a-b936-bfe08fa3e871","type":"Proband","detectionMethod":"Next generation sequencing with confirmation of mutations by PCR and Sanger sequencing.","phenotypes":["obo:HP_0000524","obo:HP_0001251","obo:HP_0001260"],"sex":"Female","variant":{"id":"cggv:0b32d855-07ac-4888-8be1-4e5a5fdd9d93_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5b0b356b-82d6-4be0-840f-2edf65fc2f4c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.108354848C>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA382525913"}},{"id":"cggv:199d5416-8974-45a7-aa46-c9c37ce27c0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.4415dup (p.Leu1472PhefsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658655585"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26439923"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26439923","rdfs:label":"FAT-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NM_000051.3:c.4415dup (p.Leu1472PhefsTer19) and NM_000051.3:c.8824C>T (p.Gln2942Ter)"},{"id":"cggv:2834f0bf-00ce-4e93-b138-98239489cef1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8724f501-d892-4ef3-8d66-02c02a1734d7","type":"Proband","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001251","obo:HP_0001009"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2834f0bf-00ce-4e93-b138-98239489cef1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08f3c58f-c91f-483d-bcaa-ff69a548acd9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000051.4(ATM):c.103C>T (p.Arg35Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA166087"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8968760"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8968760","rdfs:label":"R35X"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"This variant was observed in 32 of 33 defective ATM alleles in Jewish AT families of North African origin, coming from various regions of Morocco and Tunisia. It is known as a North African Jewish founder mutation. No ATM protein could be detected in cells from patients with this mutation."},{"id":"cggv:7e0a54fa-bef0-4869-bc75-893058ff50f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b0d94b7f-8be4-4bcd-acca-41b2d5fcc6aa","type":"Proband","detectionMethod":"Next generation sequencing with confirmation of mutations by PCR and Sanger sequencing.","phenotypes":["obo:HP_0000524","obo:HP_0001251"],"sex":"Male","variant":{"id":"cggv:7e0a54fa-bef0-4869-bc75-893058ff50f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:479e2231-94b7-4f41-8121-e3a23572275a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.108335068T>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA382562132"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26439923"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26439923","rdfs:label":"FAT-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"NM_000051.3:c.8110T>G (p.Cys2704Gly). Western blot analysis from patient cells should a 50% reduction in ATM protein levels compared to WT control cells (Figure S2), indicating that the missense mutations affect the stability of the protein."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3199,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:f59529f6-e6ac-4aaf-807f-6d32d5651534","type":"GeneValidityProposition","disease":"obo:MONDO_0008840","gene":"hgnc:795","modeOfInheritance":"obo:HP_0000007"},"version":"2.1","dc:description":"Ataxia-telangiectasia (AT) is an autosomal recessive disorder characterized by cerebellar ataxia, scleral, mucosal, and cutaneous telangiectasias, variable T and B cell defects, and a predisposition to malignancy including childhood onset lymphoma. Chromosomal breakage is a feature. AT cells are abnormally sensitive to killing by ionizing radiation (IR), and abnormally resistant to inhibition of DNA synthesis by ionizing radiation. The latter trait had been used to identify distinct complementation groups for AT versus Nijmegen Breakage Syndrome (PMID: 3248383). The ATM protein is a member of the phosphatidylinositol 3-kinase family of proteins that respond to DNA damage by phosphorylating key substrates involved in DNA repair and/or cell cycle control. There is abundant evidence published associating the ATM gene with ataxia telangiectasia, since the gene-disease relationship was first proposed by Savitsky K, et al., 1995 (PMID: 7792600). Multiple case level studies have been performed with AT patients that have variants in the ATM gene, including the reports of founder and recurrent pathogenic variants. Loss of function is the mechanism of disease. A significant amount of case-level data is available; the maximum points for genetic evidence has been reached (12 points). ATM protein expression is undetectable in the majority of AT patient cells as missense variants represent less than 10% of pathogenic variants detected. The established ATM homozygous null mouse models show several of the key phenotypes consistent with ataxia telangiectasia, including decreased mature T cells. This is a split curation as the autosomal recessive inherited disorder has unique clinical features and pattern of inheritance from the autosomal dominant inherited hereditary breast carcinoma which was curated separately (ClinGen: 9908). In summary, ATM is definitively associated with autosomal recessive ataxia telangiectasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.","dc:isVersionOf":{"id":"cggv:02a69e27-77dc-41bd-83d2-dda9c224ee43"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}