{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-12-05T17:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10065","role":"SecondaryContributor"},{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-12-06T15:58:40.377Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e2d36bc-d360-488a-ac30-fb2eaeeab941","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7f4e200-7525-4bf3-84eb-30a5605b81ad","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This commentary discusses two papers (Wu et al, 2023, PMID: 37010469; and Zhang et al, 2023, PMID: 37058288), both of which show that lysosomal Cl− regulates lysosomal degradation, and that the ClC-7/CLCN7 is responsible for generating and maintaining of a 2-4 fold trans-lysosomal concentration gradient of Cl− without affecting lysosomal acidification. In turn, the high intralysosomal Cl−, generated by CLC-7, is important in hydrolase activation, which is required for (phago)lysosome function and protecting lysosomal membrane integrity in vivo. This function is consistent with findings in the two patients reported thus far, both of whom have evidence of a lysosomal storage disorder, based on observation of cytoplasmic vacuoles (with some containing \"amorphous floccular material\") in various cell types. In cultured fibroblasts, some of the large vacuoles stained partially with Lamp1 and Rab7, suggesting that they have endolysosomal properties, but most did not appear to be functional lysosomes as measured by an assay for cathepsin B activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37191899","type":"dc:BibliographicResource","dc:abstract":"Lysosomal hydrolases require an acidic lumen for their optimal activities. In this issue, two independent groups (Wu et al. 2023. J. Cell Biol.https://doi.org/10.1083/jcb.202208155; Zhang et al. 2023. J. Cell. Biol.https://doi.org/10.1083/jcb.202210063) report that hydrolase activation also requires high intralysosomal Cl-, which is established by the lysosomal Cl-/H+ exchanger ClC-7.","dc:creator":"Feng X","dc:date":"2023","dc:title":"Not just protons: Chloride also activates lysosomal acidic hydrolases."},"rdfs:label":"Cl as an activator of lysosomal hydrolases"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score incresed because the commentary discussed 2 papers, in different organisms, showing the importance of CLCN7 in lysosome function."},{"id":"cggv:3866b564-c6b9-47d4-8fa6-6cf8c4883e44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c24b5b5f-b65a-44db-bb42-cc2c55c826af","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors showed that PI(3,5)P2, a signaling lipid synthesized by the enzyme PIKfyve, negatively regulates the activity of CLCN7.  Based on their results, the authors conclude that ClC-7 is involved in two mechanisms downstream of PIKfyve. This includes determination of lysosomal pH and regulation of lysosomal size and/or lysosomal trafficking.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35670560","type":"dc:BibliographicResource","dc:abstract":"The acidic luminal pH of lysosomes, maintained within a narrow range, is essential for proper degrative function of the organelle and is generated by the action of a V-type H","dc:creator":"Leray X","dc:date":"2022","dc:title":"Tonic inhibition of the chloride/proton antiporter ClC-7 by PI(3,5)P2 is crucial for lysosomal pH maintenance."},"rdfs:label":"CLCN7 inhibition by PI(3,5)P2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:84cdb9f8-cd30-4d3c-b791-121bc27ee7ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad2c72f9-d3bf-4e8e-bb5a-03931e2df204","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In this study, the authors shows that CLC-7 (Clcn7) is recruited to lysosomes during autophagy in cultured mouse cardiomyocytes, and suggest that CLC-7 promotes lysosomal acidification required fro autophagy. This is consistent with the findgins of lysosomal storage, as well as increased acidification of lysosomes in the two patients reported thus far with gain of function of CLCN-7.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33495814","type":"dc:BibliographicResource","dc:abstract":"Autophagy protects cardiomyocytes in various pathological and physiological conditions; however, the molecular mechanisms underlying its influence and the promotion of autophagic clearance are not completely understood. The present study aimed to explore the role of H(+)/Cl(‑) exchange transporter 7 (CLC‑7) in cardiomyocyte autophagy. In this study, rapamycin was used to induce autophagy in mouse cardiomyocytes, and the changes in CLC‑7 were investigated. The expression levels of CLC‑7 and autophagy‑related proteins, such as microtubule associated protein 1 light chain 3, autophagy related 5 and Beclin 1, were detected using western blotting or immunofluorescence. Autolysosomes were observed and analyzed using transmission electron microscopy and immunofluorescence following CLC‑7 silencing with small interfering RNAs. Cellular viability was assessed using Cell Counting Kit‑8 and lactate dehydrogenase assays. Lysosomal acidification was measured using an acidification indicator. Increased CLC‑7 co‑localization with lysosomes was identified during autophagy. CLC‑7 knockdown weakened the acidification of lysosomes, which are the terminal compartments of autophagy flux, and consequently impaired autophagy flux, ultimately resulting in cell injury. Collectively, the present study demonstrated that in cardiomyocytes, CLC‑7 may contribute to autophagy via regulation of lysosomal acidification. These findings provide novel insights into the role of CLC‑7 in autophagy and cytoprotection.","dc:creator":"Lin J","dc:date":"2021","dc:title":"H(+)/Cl(‑) exchange transporter 7 promotes lysosomal acidification‑mediated autophagy in mouse cardiomyocytes."},"rdfs:label":"Clc-7 role in autophagy in mouse cardiomyocytes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e87c141-ba97-4996-8d70-fcdf514fe9ac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce312880-b28b-49eb-9868-f50bbaa51dc2","type":"FunctionalAlteration","dc:description":"When the variant human CLCN7 was overexpressed in control human fibroblasts, the cells developed enlarged cytoplasmic vacuoles, recapitulating the features noted in fibroblasts from the patients; this was not noted when WT CLCN7 was overexpressed (Figure 3C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31155284","type":"dc:BibliographicResource","dc:abstract":"Optimal lysosome function requires maintenance of an acidic pH maintained by proton pumps in combination with a counterion transporter such as the Cl","dc:creator":"Nicoli ER","dc:date":"2019","dc:title":"Lysosomal Storage and Albinism Due to Effects of a De Novo CLCN7 Variant on Lysosomal Acidification."},"rdfs:label":"Overexpression of p.Y715C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3403ef91-246d-458b-9293-aa92f4062d37","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7638faea-e98c-4e70-adea-df5888b305e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The knock-in mouse, heterozygous for the human-equivalent variant (p.Tyr713Cys in mouse, p.Tyr715Cys in human), closely recapitulates the features noted in the two human patients with this de novo heterozygous variant, including hair hypopigmentation, white skin, but normally pigmented irides; no dysmorphic features, \"stunted\" growth, evidence of lysosomal storage in liver, spleen, and kidney, delayed myelination, and lack of osteopetrosis (see Table S1 for comparison between features in the 2 patients and the mouse).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31155284","rdfs:label":"Clcn7 p.Y713C (equivalent to human variant) knock in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"The features in this mouse with a knock in of a variant identified in 2 patients strongly recpitulates the features in those patients. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7223,"specifiedBy":"GeneValidityCriteria10","strengthScore":9,"subject":{"id":"cggv:a332b81b-c240-40de-a6d6-907a85fcd22f","type":"GeneValidityProposition","disease":"obo:MONDO_0032805","gene":"hgnc:2025","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CLCN7 was first reported in relation to the autosomal dominant disorder, “hypopigmentation, organomegaly, and delayed myelination and development” in 2019 (Nicoli et al, PMID: 31155284). \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, there are differences in the molecular mechanism, inheritance pattern, and phenotypic variability for the disorders asserted to be caused by variants in CLCN7. Therefore, the following disease entities have been split; autosomal dominant hypopigmentation, organomegaly, and delayed myelination and development (HOD; OMIM: 618541), autosomal recessive osteopetrosis (OMIM: 611490), and autosomal dominant osteopetrosis (OMIM: 166600). The osteopetrosis disorders will be curated by the ClinGen Skeletal GCEP. \n\nTwo unrelated individuals with HOD have been reported to date and neither of them has any evidence of osteopetrosis (Nicoli et al, 2019, PMID: 31155284). Both individuals have striking hypopigmentation of the hair and skin, organomegaly, delayed myelination, and motor delay. Histological findings in various tissues are consistent with a lysosomal storage disorder, and pH in the lysosomes of cultured skin fibroblasts was shown to be reduced. Both patients have the same de novo variant, p.Tyr715Cys, in CLCN7. When the variant was expressed in Xenopus oocytes (with the gene encoding its beta-subunit, Ostm1) there was about a 3-fold increase in outward currents compared to wild type. Furthermore, overexpression of the variant in fibroblasts resulted in enlarged cytoplasmic vacuoles, recapitulating the features noted in fibroblasts from the patients. Later, the variant was shown to prevent negative regulation by the signaling lipid signaling lipid PI(3,5)P2, causing lysosomal hyperacidifcation, as seen in cells from patients (PMID: 35670560). The variant is absent in gnomAD v4.0. (Total for genetic evidence = 3 points).\n\nThis gene-disease relationship is supported by further experimental evidence including the function of CLCN7 (Clc-7), a Cl- /H+ antiporter that localizes to late endosomes and lysosomes and which is involved in ionic homeostasis of those compartments (Lin et al, 2021, PMID: 33495814; Feng et al, 2023, PMID: 37191899). This role is consistent with the histological findings and lysosomal hyperacidification observed in patients. The features of a mouse with a heterozygous knock in of a variant equivalent to the human p.Tyr715Cys variant closely recapitulate the phenotype of affected human patients (Nicoli et al, 2019, PMID: 31155284). More evidence is available in the literature but the maximum for experimental evidence (6 points) has been reached.\n\nIn summary, there is moderate evidence supporting the relationship between CLCN7 and “hypopigmentation, organomegaly, and delayed myelination and development”. Of note, to date only two individuals have been identified, both of whom have the same de novo variant in CLCN7 (p.Tyr715Cys). It is not known if any other variants in this gene will cause the HOD phenotype. However, experimental evidence suggests that other variants at the same position may have a similar impact (PMID: 35670560). This classification was approved by the ClinGen Lysosomal Diseases GCEP on December 5, 2023 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:0e47aa25-2107-4e36-8fa8-f9e81eb9de69"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}