{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-16T19:23:36.454Z","role":"Publisher"},{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-08-27T16:46:42.352Z","role":"Approver"}],"evidence":[{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3acd4fdd-2f18-4877-a7a4-8fb990f4fb12_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59fa7cce-38f2-49c7-a8d0-ffaddb7515c8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Mitochondrial genome sequencing also done.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with mild spastic diplegia at birth. Recurrent encephalopathic presentation in the setting of infection (influenza) at ~4 years. Brain MRI revealed prominent and fairly symmetrical T2/fluid-attenuated inversion recovery signal abnormalities in the cerebellar peduncles, thalamus, midbrain, and pons, and to a lesser extent the left caudate (Fig. 1). Improved over next several months and recovered to ~80% of developmental milestones. Repeat brain MRI after 2 mo showed resolution of restricted diffusion and enhancement but areas of calcification in posterior putamen (Fig. 2). One year later, had acute worsening with unresponsiveness, decrebrate posturing, and eye deviation to the right similar to previous episode. Fever. Brain MRI showed similar signal abnormalities as first episode but more extensive and plus spinal cord and hyperintensity of central grey matter. MRS showed elevated lactate doublet in spectroscopy. Dyschomatosis symmetrica hereditaria. At discharge, nonverbal, bedridden, marked spasticity, 4-limb dystonia. \ninclusion criteria: developmental delay/regression, elevated lactate, neuroimaging (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3acd4fdd-2f18-4877-a7a4-8fb990f4fb12_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d22f5fe2-9681-4a36-865c-63ac78c2842d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001111.5(ADAR):c.3577G>A (p.Glu1193Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16616992"}},{"id":"cggv:162299b8-c19f-4e20-b337-5d5402484ec4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001111.5(ADAR):c.1491_1492AG[1] (p.Glu498fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16616995"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30692772","type":"dc:BibliographicResource","dc:abstract":"Aicardi-Goutières syndrome (AGS) is a rare, genetic inflammatory disease due to mutations in any of the seven genes discovered to date (TREX1, RNASEH2A, RNASEH2B, RNASEH2C, SAMHD1, ADAR, and IFIH1). Clinical onset is seen most commonly in utero or in infancy; irritability, feeding difficulties, jitteriness, microcephaly, abnormal movements, seizures, bone marrow suppression, and liver dysfunction are seen either during the neonatal age group or within the first few months of life with abrupt onset of neurologic regression and slowing of head growth. Diffusely abnormal white matters with swelling of frontal or temporal lobes, cerebral atrophy, and intracranial calcification are typical neuroradiologic abnormalities. However, ADAR mutation, a recently discovered AGS gene, can cause late-onset acute or subacute onset of severe dystonia and features of bilateral striatal necrosis on neuroimaging, in the absence of other typical features of AGS. We report a detailed description of a 5-year-old boy who had a recurrent encephalopathic presentation in the setting of infection. Magnetic resonance imaging (MRI) of brain revealed prominent and fairly symmetrical signal abnormalities in the cerebellar peduncles, thalamus, midbrain, and pons. His throat swab was positive for influenza B, and he was initially diagnosed with influenza encephalopathy. He had a recurrence after 18 months of his initial presentation, and his brain MRI showed extensive areas of signal abnormality similar to, but more extensive than, his previous scan. Extensive spinal cord swelling was also seen. His chronic skin finding was recognized as dyschromatosis symmetrica hereditaria (DSH), and genetic testing revealed compound heterozygous mutations of ADAR gene - causative for AGS. This is the first presentation of recurrent acute encephalopathy in the setting of documented ADAR mutation with the longest interval documented between two acute presentations. This is also the first documentation of extensive spinal cord involvement, which will expand its phenotype. This case also highlights the importance of early identification of DSH, a subtle but characteristic skin lesion of ADAR mutations, for prompt diagnosis of this rare condition.","dc:creator":"Samanta D","dc:date":"2019","dc:title":"Recurrent Encephalopathy with Spinal Cord Involvement: An Atypical Manifestation of Aicardi-Goutières Syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30692772","rdfs:label":"Samanta case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"frameshift in trans with missense"},{"id":"cggv:1cfb4e9b-7ec5-48ea-af1e-2235bf532270_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e54611fc-19b1-4747-97ae-8c982660fe7f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":17,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The neonatal period and infancy were unremarkable, and he started to walk independently by 10 months. At 1 year of age, he developed convulsions and ataxia after a febrile illness. An initial MRI brain was normal. Following the acute illness, he experienced a regression of motor skills. Other problems included feeding difficulties, gastro-oesophageal reflux, faltering growth, hypermetropia and hypothyroidism. Examination at age 9 years revealed freckles on his face and hands. He had a very soft systolic murmur, but cardiovascular examination was otherwise normal. There was no ptosis and there was a full range of eye movements without nystagmus. He had dysarthric speech. He had hypotonic arms with good muscle strength but symmetrically hypertonic legs with fixed flexion contractures at the knees. Reflexes were generally brisk, especially in the legs. Early blood investigations demonstrated intermittently elevated lactates with significant hyperalaninaemia, but at age 9 years blood lactate was repeatedly normal (1.1–1.3 mmol/L). MRI brain demonstrated symmetrically increased signal in the lenticular nuclei and posterior limbs of the internal capsules. Nerve conduction studies showed a demyelinating sensorimotor axonal neuropathy. The clinical features and MRI appearances\nled to suspicion of Leigh syndrome spectrum. Muscle histology showed mild myopathic features with excess lipid, but no ragged-red fibres or cytochrome oxidase-negative fibres. Muscle respiratory chain enzyme assays demonstrated an isolated deficiency of complex IV (0.007, reference 0.014–0.034) with normal activities of complex I, complexes II+III and coenzyme Q10. Progressive cardiac failure led to death at age 17.\ninclusion criteria: symmetric increased signal in basal ganglia, neurodevelopmental regression, transiently elevated plasma lactate, complex IV deficiency in muscle (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:1cfb4e9b-7ec5-48ea-af1e-2235bf532270_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:12a4f790-a00a-43e6-8386-7ee0cf910ff9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001111.5(ADAR):c.577C>G (p.Pro193Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345491"}},{"id":"cggv:3ff10825-d8d7-428e-9af1-a839fb63968e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001365046.1(ADAR):c.2317+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342635511"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31772029","type":"dc:BibliographicResource","dc:abstract":"Adenosine deaminases acting on RNA (ADAR) mutations cause a spectrum of neurological phenotypes ranging from severe encephalopathy (Aicardi-Goutières syndrome) to isolated spastic paraplegia and are associated with enhanced type I interferon signalling. In children, non-neurological involvement in the type I interferonopathies includes autoimmune and rheumatological phenomena, with calcifying cardiac valve disease only previously reported in the context of MDA5 gain-of-function.","dc:creator":"Crow Y","dc:date":"2019","dc:title":"Cardiac valve involvement in ADAR-related type I interferonopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31772029","rdfs:label":"patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Recurrent missense with functional evidence of gene impact in trans with canonical splice. The Pro193Ala missense variant has been shown to significantly affect RNA editing activity and causes slight reduction in DNA binding function of the encoded protein (PMID: 25456137, 9889202), but was also reported to maintain its RNA editing ability (PMID 29603717: Kono et al. 2018); has been reported in over 20 families (PMID 28561207: Rice et al. 2017)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31f91cd6-81d5-4124-8170-e44bb3e0bb14","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da46f349-42a0-4404-a202-bae2d668e6fd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"human protein atlas data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"human protein atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"expressed in brain and basal ganglia; no evidence of disruption of expression in disease"},{"id":"cggv:46a4922c-9c55-4acb-945c-5a46d339a43e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:475c9ded-f9bf-44b9-bb7d-3350d40dc07e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"RNASEH1 is also an RNA-specific adenosine deaminase that results in a Leigh or Leigh-like phenotype (31271879: Souza et al. 2019).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2482ef2-ea69-4d30-93e1-eb230a0d42be","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:968bf3b6-658c-4891-b3ef-277d7f922fc6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"growth retardation/embryonic death due to hemotopoietic defect in homozygous knock-in LOF mouse model","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26275108","type":"dc:BibliographicResource","dc:abstract":"Adenosine-to-inosine (A-to-I) editing is a highly prevalent posttranscriptional modification of RNA, mediated by ADAR (adenosine deaminase acting on RNA) enzymes. In addition to RNA editing, additional functions have been proposed for ADAR1. To determine the specific role of RNA editing by ADAR1, we generated mice with an editing-deficient knock-in mutation (Adar1(E861A), where E861A denotes Glu(861)→Ala(861)). Adar1(E861A/E861A) embryos died at ~E13.5 (embryonic day 13.5), with activated interferon and double-stranded RNA (dsRNA)-sensing pathways. Genome-wide analysis of the in vivo substrates of ADAR1 identified clustered hyperediting within long dsRNA stem loops within 3' untranslated regions of endogenous transcripts. Finally, embryonic death and phenotypes of Adar1(E861A/E861A) were rescued by concurrent deletion of the cytosolic sensor of dsRNA, MDA5. A-to-I editing of endogenous dsRNA is the essential function of ADAR1, preventing the activation of the cytosolic dsRNA response by endogenous transcripts. ","dc:creator":"Liddicoat BJ","dc:date":"2015","dc:title":"RNA editing by ADAR1 prevents MDA5 sensing of endogenous dsRNA as nonself."},"rdfs:label":"Liddicoat mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"scored according to GCEP rubric"},{"id":"cggv:b6dcb0bd-e844-4d25-b884-6c6e79f60587","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aeeb0472-cb49-49b6-ad25-dcc4d933c526","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"growth retardation/embryonic death due to hemotopoietic, liver defect in heterozygous KO chimeric mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11099415","type":"dc:BibliographicResource","dc:abstract":"The members of the ADAR (adenosine deaminase acting on RNA) gene family are involved in site-selective RNA editing that changes adenosine residues of target substrate RNAs to inosine. Analysis of staged chimeric mouse embryos with a high contribution from embryonic stem cells with a functional null allele for ADAR1 revealed a heterozygous embryonic-lethal phenotype. Most ADAR1+/- chimeric embryos died before embryonic day 14 with defects in the hematopoietic system. Our results suggest the importance of regulated levels of ADAR1 expression, which is critical for embryonic erythropoiesis in the liver.","dc:creator":"Wang Q","dc:date":"2000","dc:title":"Requirement of the RNA editing deaminase ADAR1 gene for embryonic erythropoiesis."},"rdfs:label":"Wang mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"scored according to GCEP rubric"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":1131,"specifiedBy":"GeneValidityCriteria7","strengthScore":6,"subject":{"id":"cggv:ac7aed13-50be-4465-a6e3-2227c03dd353","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:225","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ADAR and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 20, 2020. The ADAR gene encodes RNA-specific adenosine deaminase, an RNA editing enzyme that catalyzes the deamination of adenosine to inosine in double-stranded RNA. Defects in this process result in an upregulation of interferon response. As such, pathogenic variants in ADAR were initially reported to cause an interferonopathy, Aicardi-Goutieres syndrome type 6. Pathogenic variants in ADAR have been associated with Leigh syndrome spectrum (detailed below), however the diagnosis is often made based on imaging findings alone therefore metabolic laboratory testing required as part of the Leigh syndrome spectrum definition is often not performed, so many reported cases could not be curated for Leigh syndrome spectrum.\n\nThe ADAR gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2019 (PMID: 31772029). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four unique variants identified in two cases from two publications (PMIDs: 31772029, 30692772). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and model systems (PMIDs: 27977873, 25613900, 11099415, 26275108). \n\nIn summary, there is limited evidence to support this gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 20, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:03f538b5-43af-4699-9ddb-264077de21c9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}