{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-04-11T16:00:00.000Z","role":"Approver"},{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-04-16T12:57:11.400Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ece10d0-fba6-4a0e-9124-dd997e8d9ffc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:288497f2-860c-4159-939d-1334601156fb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Based on data from the GTEx consortium, SLC36A2 is highly expressed in kidney cortex (TPM 30.43) and also in kidney medulla (TPM 5.736). Note that the gene is also expressed at high levels in skeletal muscle (TPM 34.75) and tibial nerve (26.17).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25954001","type":"dc:BibliographicResource","dc:abstract":"Understanding the functional consequences of genetic variation, and how it affects complex human disease and quantitative traits, remains a critical challenge for biomedicine. We present an analysis of RNA sequencing data from 1641 samples across 43 tissues from 175 individuals, generated as part of the pilot phase of the Genotype-Tissue Expression (GTEx) project. We describe the landscape of gene expression across tissues, catalog thousands of tissue-specific and shared regulatory expression quantitative trait loci (eQTL) variants, describe complex network relationships, and identify signals from genome-wide association studies explained by eQTLs. These findings provide a systematic understanding of the cellular and biological consequences of human genetic variation and of the heterogeneity of such effects among a diverse set of human tissues.","dc:creator":"GTEx Consortium","dc:date":"2015","dc:title":"Human genomics. The Genotype-Tissue Expression (GTEx) pilot analysis: multitissue gene regulation in humans."},"rdfs:label":"Human SLC36A2 expression pattern"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cd2cd429-e544-458a-a18e-8d458ebb3a64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7aa21c6-a5ea-43b4-973d-e2ec66d1d8ac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of SLC36A2 in transport of glycine and proline is consistent with hyperglycinuria and hyperprolinuria in individuals with reduced activity of the transporter (see review PMID 18195088).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12809675","type":"dc:BibliographicResource","dc:abstract":"We recently cloned and functionally characterized two novel proton/amino acid transporters (PAT1 and PAT2) from mouse. Here we report the isolation of the corresponding cDNAs of the human orthologues and one additional mouse and human PAT-like transporter cDNA, designated PAT3. The PAT proteins comprise 470 to 483 amino acids. The mouse PAT3 mRNA is expressed in testis of adult mice. In the human and mouse genomes the genes of the PAT transporters (designated SLC36A1-3 and Slc36a1-3, respectively) are clustered on human chromosome 5q33.1 and in the syntenic region of mouse chromosome 11B1.3. PAT-like transporter genes are present as well in the genomes of other eukaryotic organisms such as Drosophila melanogaster and Caenorhabditis elegans. For the PAT3 subtype transporter, we could not yet identify its function. The human PAT1 and PAT2 transporters when functionally expressed in Xenopus laevis oocytes show characteristics similar to those of their mouse counterparts.","dc:creator":"Boll M","dc:date":"2003","dc:title":"A cluster of proton/amino acid transporter genes in the human and mouse genomes."},"rdfs:label":"Transport function of human SLC36A2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:5090b2eb-a50d-4c94-8db2-5d7d707528fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92d5fb1b-d142-4cff-9708-9df75d6cbfc0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of SLC36A2 in transport of glycine and proline is consistent with hyperglycinuria and hyperporlinuria in individuals with reduced activity of the transporter. Furthermore, the  the pH dependence of mouse Slc36a2 renders it more active in the kidney proximal tubule at pH 6.8, compared with mouse Slc36a1 (see review PMID 18195088).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11959859","type":"dc:BibliographicResource","dc:abstract":"We cloned two cDNAs encoding proton/amino acid cotransporters, designated as mPAT1 and mPAT2, from murine tissues. They were identified by sequence similarity to the amino acid/auxin permease family member of lower eukaryotes. We functionally characterized both transporters by flux studies and electrophysiology after expression in Xenopus laevis oocytes. Both mPAT1 and mPAT2 induced a pH-dependent electrogenic transport activity for small amino acids (glycine, alanine, and proline) that is altered by membrane potential. Direct evidence for amino acid/H(+)-symport was shown by intracellular acidification, and a flux coupling stoichiometry for proline/H(+)-symport of 1:1 was determined for both transporters. Besides small apolar L-amino acids, the transporters also recognize their D-enantiomers and selected amino acid derivatives such as gamma-aminobutyric acid. The mPAT1 transporter, the murine orthologue of the recently cloned rat LYAAT-1 transporter, can be considered as a low affinity system when compared with mPAT2. The mRNA of mPAT1 is highly expressed in small intestine, colon, kidney, and brain; the mPAT2-mRNA is mainly found in heart and lung. Phenotypically, the PAT1 transporter possesses the same functional characteristics as the previously described proton-dependent amino acid transport process in apical membranes of intestinal and renal epithelial cells.","dc:creator":"Boll M","dc:date":"2002","dc:title":"Functional characterization of two novel mammalian electrogenic proton-dependent amino acid cotransporters."},"rdfs:label":"Transport role of mouse Slc36a2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:bb55b5c3-cc14-47f1-bbb7-e15cd9000a2d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bb55b5c3-cc14-47f1-bbb7-e15cd9000a2d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:a881c058-416a-4c0b-81b4-bb2d7eafbfbd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SLC36A2, IVS1, G-A, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2385"}},"detectionMethod":"Sequence analysis of the coding regions and exon/intron boundaries of SLC36A1, SLC36A2, SLC6A20, SLC 6A18, and SLC6A19.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Elevated urine hydroxyproline, proline, and glycine. No clinical symptoms reported; presumed healthy.","previousTesting":true,"previousTestingDescription":"Elevated urine hydroxyproline (227 µmol/mmol creatinine; standard range 0), proline (1037 µmol/mmol creatinine; standard range 0), and glycine (1025 µmol/mmol creatinine; standard range 64-165). Standard ranges are from New South Wales Newborn Screening program.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1ec93cbd-1007-4e0c-8727-352e7514f66d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a881c058-416a-4c0b-81b4-bb2d7eafbfbd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19033659","type":"dc:BibliographicResource","dc:abstract":"Iminoglycinuria (IG) is an autosomal recessive abnormality of renal transport of glycine and the imino acids proline and hydroxyproline, but the specific genetic defect(s) have not been determined. Similarly, although the related disorder hyperglycinuria (HG) without iminoaciduria has been attributed to heterozygosity of a putative defective glycine, proline, and hydroxyproline transporter, confirming the underlying genetic defect(s) has been difficult. Here we applied a candidate gene sequencing approach in 7 families first identified through newborn IG screening programs. Both inheritance and functional studies identified the gene encoding the proton amino acid transporter SLC36A2 (PAT2) as the major gene responsible for IG in these families, and its inheritance was consistent with a classical semidominant pattern in which 2 inherited nonfunctional alleles conferred the IG phenotype, while 1 nonfunctional allele was sufficient to confer the HG phenotype. Mutations in SLC36A2 that retained residual transport activity resulted in the IG phenotype when combined with mutations in the gene encoding the imino acid transporter SLC6A20 (IMINO). Additional mutations were identified in the genes encoding the putative glycine transporter SLC6A18 (XT2) and the neutral amino acid transporter SLC6A19 (B0AT1) in families with either IG or HG, suggesting that mutations in the genes encoding these transporters may also contribute to these phenotypes. In summary, although recognized as apparently simple Mendelian disorders, IG and HG exhibit complex molecular explanations depending on a major gene and accompanying modifier genes.","dc:creator":"Bröer S","dc:date":"2008","dc:title":"Iminoglycinuria and hyperglycinuria are discrete human phenotypes resulting from complex mutations in proline and glycine transporters."}},"rdfs:label":"7.6"},{"id":"cggv:1ec93cbd-1007-4e0c-8727-352e7514f66d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ec93cbd-1007-4e0c-8727-352e7514f66d_variant_evidence_item"},{"id":"cggv:1ec93cbd-1007-4e0c-8727-352e7514f66d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Using minigene analysis, the authors showed that this results in the use of an alternative splice site 70 bp downstream of the wild type donor splice site, leading to a frameshift and premature truncation codon, predicted to cause NMD."}],"strengthScore":2,"dc:description":"This individual is homozygous for a variant in the splice acceptor of intron 1 in SLC36A2, c.164+1G>A. Four individuals in the family, including both parents and 2 siblings, are heterozygous for the variant and have hyperglycinuria."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7a0d1151-bfc4-4ffc-85bf-b5609ada1ce8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7a0d1151-bfc4-4ffc-85bf-b5609ada1ce8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:82a7d661-188f-47c3-8eac-6543b13689af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181776.3(SLC36A2):c.260G>T (p.Gly87Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115524"}},"detectionMethod":"Sequence analysis of the coding regions and exon/intron boundaries of SLC36A1, SLC36A2, SLC6A20, SLC6A18, and SLC6A19.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Elevated urine glycine, proline, and hydroxyproline. No clinical symptoms were reported - assume healthy.","previousTesting":true,"previousTestingDescription":"Abnormal newborn screening on urine. At age 3 years, elevated urine hydroxyproline 140 (µmol/mmol creatinine; standard range 0), proline 178 (µmol/mmol creatinine; standard range 0-3) and glycine 1577 (µmol/mmol creatinine; standard range 0-379). Standard ranges are from the Quebec Urine Screening Program. On a later sample, no hydoxyproline or proline was detected but glycine still elevated at 1416 µmol/mmol creatinine.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:980c154f-0660-4697-a465-69a9df85eac9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:82a7d661-188f-47c3-8eac-6543b13689af"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19033659"},"rdfs:label":"2.4"},{"id":"cggv:980c154f-0660-4697-a465-69a9df85eac9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:980c154f-0660-4697-a465-69a9df85eac9_variant_evidence_item"},{"id":"cggv:980c154f-0660-4697-a465-69a9df85eac9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in Xenopus oocytes, the p.Gly87Val variant in SLC36A2 resulted in 50% normal transport of wild type for proline and glycine and physiological levels."}],"strengthScore":0,"dc:description":"This individual and her brother both have iminoglycinuria and are homozygous for a missense variant, p.Gly87Val, in SLC36A2. Based on the results in this family, and in families 1, 3, and 4, it appears that homozygosity for this variant is not sufficient to cause iminoglycinuria. The individuals with iminoglycinuria are also heterozygous for p.Thr199Met in SLC6A20 (30% normal activity when expressed in Xenopus oocytes). Homozygosity for p.Gly87Val in SLC36A2 appears to be sufficient to cause hyperglycinuria. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eb0833f8-a39e-4327-9cf6-b2963e0389a0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eb0833f8-a39e-4327-9cf6-b2963e0389a0","type":"Proband","allele":{"id":"cggv:a2d68531-6a8e-45a9-95cd-b0d72731c2a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181776.3(SLC36A2):c.1010G>A (p.Trp337Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361810071"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Tested by WES as part of a study on consanguineous populations. The patient has primordial dwarfism, significant frontal bossing, multiple preauricular tags bilaterally. No urine glycine, hydroxyproline, or proline levels were provided.","sex":"UnknownEthnicity","variant":{"id":"cggv:b028e619-8a4f-48e0-8395-0afa31fc270e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a2d68531-6a8e-45a9-95cd-b0d72731c2a9"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26141664","type":"dc:BibliographicResource","dc:abstract":"Assigning a causal role for genes in disease states is one of the most significant medical applications of human genetics research. The requirement for at least two different pathogenic alleles in the same gene in individuals with a similar phenotype to assign a causal link has not always been fully adhered to, and we now know that even two alleles may not necessarily constitute sufficient evidence. Autozygosity is a rich source of natural \"knockout\" events by virtue of rendering ancestral loss-of-function (LOF) variants homozygous. In this study, we exploit this phenomenon by examining 523 exomes enriched for autozygosity to call into question previously published disease links for several genes based on the identification of confirmed homozygous LOF variants in the absence of the purported diseases. This study highlights an additional advantage of consanguineous populations in the quest to improve the medical annotation of the human genome. ","dc:creator":"Shamia A","dc:date":"2015","dc:title":"Revisiting disease genes based on whole-exome sequencing in consanguineous populations."}},"rdfs:label":"WES case"},{"id":"cggv:b028e619-8a4f-48e0-8395-0afa31fc270e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b028e619-8a4f-48e0-8395-0afa31fc270e_variant_evidence_item"},{"id":"cggv:b028e619-8a4f-48e0-8395-0afa31fc270e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"The apparent nonsense variant is at an exon boundary and may disrupt splicing (SpliceAI delta score \t0.78 for donor loss)."}],"strengthScore":0,"dc:description":"No score is given because it is likely that there is another cause for this individual's multiple congenital anomalies. It is possible that this individual may have iminoglycinuria, but no urine proline, hydroxyproline or glycine levels are provided."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":8187,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.5,"subject":{"id":"cggv:30711375-cf3e-4081-a7b3-a3d400543b46","type":"GeneValidityProposition","disease":"obo:MONDO_0009448","gene":"hgnc:18762","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between SLC36A2 and iminoglycinuria was evaluated using the ClinGen Clinical Validity Framework as of March 7, 2024. Iminoglycinuria is defined as excess urinary excretion of proline, hydroxyproline, and glycine, and is thought to be benign. Variants in SLC36A2 were first reported in individuals with iminoglycinuria in 2008 (Broer et al, PMID 19033659). The authors report one family in which a child who is homozygous for a canonical splice site variant has iminoglycinuria. Two siblings and both parents were heterozygous for the variant and have hyperglycinuria. In a further four families, individuals with iminoglycinuria were reported to be homozygous for a missense variant (p.Gly87Val, resulting in 50% normal transport activity) in SLC36A2 and heterozygous for a missense variant in another gene, SLC6A20 (families 1-3), or homozygous for an intronic variant affecting branch point selection in SLCA19 (family 4). One individual who is homozygous for p.Gly87Val in SLC36A2 without additional changes in SLC6A20 or SLC6A19 was reported to have hyperglycinuria but normal urinary proline and hydroxyproline levels. Thus it appears that for less severe variants in SLC36A2, the contribution of variants in other genes involved in amino acid transport may be required for iminoglycinuria. Another individual has been reported who is homozygous for a nonsense variant in SLC36A2 (PMID 26141664). This individual has multiple congenital anomalies, most likely not caused by the SLC36A2 variant. No details are available regarding the urine proline, hydroxyproline, and glycine levels for this patient. This gene-disease relationship is supported by the function of SLC36A2 (also known as PAT2) as a high affinity transporter of proline and glycine (Boll et al, 2002, PMID  11959859; Boll et al, 2003, PMID 12809675), and expression of SLC36A2 in the kidney (https://gtexportal.org/home/gene/SLC36A2, PMID 25954001). In summary, there is limited evidence to support the relationship between SLC36A2 and iminoglycinuria. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. \n\nThis classification was originally approved by the Aminoacidopathy Gene Curation Expert Panel on March 13, 2020. This gene-disease relationship was re-evaluated on March 7, 2024. As a result of this re-evaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:38341e13-b026-4a61-a049-5f7ef9df1805"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}