{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-01-27T18:50:22.876Z","role":"Publisher"},{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-02-16T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c564136c-1291-47fe-8bf4-bc98fdfbc952","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd3763b4-1ea3-4665-b1d9-62b7f75cb539","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical staining of mouse inner ear showed pronounced COL4A6 signals at stria vascularis of spiral ligament, more specifically within a subgroup of ganglia cells of the ganglion spirale. Whole-mount in situ hybridization was performed on zebrafish embryos to assess COL4A6 expression pattern. COL4A6 detected in dorsal midbrain and notochord, with a weak expression in the otic vesicle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23714752","type":"dc:BibliographicResource","dc:abstract":"Hereditary hearing loss is the most common human sensorineural disorder. Genetic causes are highly heterogeneous, with mutations detected in >40 genes associated with nonsyndromic hearing loss, to date. Whereas autosomal recessive and autosomal dominant inheritance is prevalent, X-linked forms of nonsyndromic hearing impairment are extremely rare. Here, we present a Hungarian three-generation family with X-linked nonsyndromic congenital hearing loss and the underlying genetic defect. Next-generation sequencing and subsequent segregation analysis detected a missense mutation (c.1771G>A, p.Gly591Ser) in the type IV collagen gene COL4A6 in all affected family members. Bioinformatic analysis and expression studies support this substitution as being causative. COL4A6 encodes the alpha-6 chain of type IV collagen of basal membranes, which forms a heterotrimer with two alpha-5 chains encoded by COL4A5. Whereas mutations in COL4A5 and contiguous X-chromosomal deletions involving COL4A5 and COL4A6 are associated with X-linked Alport syndrome, a nephropathy associated with deafness and cataract, mutations in COL4A6 alone have not been related to any hereditary disease so far. Moreover, our index patient and other affected family members show normal renal and ocular function, which is not consistent with Alport syndrome, but with a nonsyndromic type of hearing loss. In situ hybridization and immunostaining demonstrated expression of the COL4A6 homologs in the otic vesicle of the zebrafish and in the murine inner ear, supporting its role in normal ear development and function. In conclusion, our results suggest COL4A6 as being the fourth gene associated with X-linked nonsyndromic hearing loss. ","dc:creator":"Rost S","dc:date":"2014","dc:title":"Novel form of X-linked nonsyndromic hearing loss with cochlear malformation caused by a mutation in the type IV collagen gene COL4A6."},"rdfs:label":"Mouse/Zebrafish expression studies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"default expression points counted for all evidence"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1}],"evidenceStrength":"Limited","sequence":5841,"specifiedBy":"GeneValidityCriteria8","strengthScore":1.6,"subject":{"id":"cggv:c227d43f-afd0-4a14-9933-18f98bdfdb88","type":"GeneValidityProposition","disease":"obo:MONDO_0010484","gene":"hgnc:2208","modeOfInheritance":"obo:HP_0001417"},"version":"2.1","dc:description":"COL4A6 was first reported in relation to X-linked deafness in 2014 (Rost et al., PMID: 23714752).1 variant (missense) has been reported in 1 proband in the 1 publication (PMID: 23714752) included in this curation. This variant was reported to segregate with the disease in 3 additional family members. The mechanism of pathogenicity appears to be dominant-negative. COL4A6 knockout mice have been shown to have similar click-evoked auditory brainstem response, expression of major basement membrane components, and cochlear structures of COL4A6 to WT mice. (PMID: 33848312). Of note, this gene has also been implicated in chronic kidney disease, premature ovarian failure, and diffuse leiomyomatosis in Alport syndrome, and will be assessed separately. This gene-disease association is also supported by expression studies (PMID: 23714752). Immunohistochemical staining of the mouse inner ear with a COL4A6-specific antibody showed pronounced COL4A6 signals at stria vascularis of spiral ligament. Additionally, whole-mount in situ hybridization detected COL4A6 homologs in dorsal midbrain, notochord, and otic vesicle of zebrafish embryos.  In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 1/16/2018. It was re-evaluated on 2/16/2022. As a result of this reevaluation, the classification did not change, and no new additional information was added to the curation.\n","dc:isVersionOf":{"id":"cggv:d026ef00-c6f3-4aa8-a61a-b354b68fe043"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}