{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-31T00:11:27.232Z","role":"Publisher"},{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15502827","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia is an autosomal recessive syndrome characterized by diverse clinical symptoms, hypersensitivity to DNA crosslinking agents, chromosomal instability and susceptibility to cancer. Fanconi anemia has at least 11 complementation groups (A, B, C, D1, D2, E, F, G, I, J, L); the genes mutated in 8 of these have been identified. The gene BRCA2 was suggested to underlie complementation group B, but the evidence is inconclusive. Here we show that the protein defective in individuals with Fanconi anemia belonging to complementation group B is an essential component of the nuclear protein 'core complex' responsible for monoubiquitination of FANCD2, a key event in the DNA-damage response pathway associated with Fanconi anemia and BRCA. Unexpectedly, the gene encoding this protein, FANCB, is localized at Xp22.31 and subject to X-chromosome inactivation. X-linked inheritance has important consequences for genetic counseling of families with Fanconi anemia belonging to complementation group B. Its presence as a single active copy and essentiality for a functional Fanconi anemia-BRCA pathway make FANCB a potentially vulnerable component of the cellular machinery that maintains genomic integrity.","dc:creator":"Meetei AR","dc:date":"2004","dc:title":"X-linked inheritance of Fanconi anemia complementation group B."},"evidence":[{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7843c60d-42cd-46ae-ba94-11e173439d8a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2395ada3-9e18-4967-905f-ba26c0090bdd","type":"FunctionalAlteration","dc:description":"Cell lines from all individuals with missense variants lacked FANCD2 ubiquitination upon mitomycin C treatment, confirming the absence of a functional FA core complex.\nFANCD2 ubiquitination was completely restored upon complementation with WT FANCB\nexpression, identifying the FANCB variants as causative for FA phenotypes in these individuals.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32106311","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is the most common genetic cause of bone marrow failure and is caused by inherited pathogenic variants in any of 22 genes. Of these, only FANCB is X-linked. We describe a cohort of 19 children with FANCB variants, from 16 families of the International Fanconi Anemia Registry. Those with FANCB deletion or truncation demonstrate earlier-than-average onset of bone marrow failure and more severe congenital abnormalities compared with a large series of FA individuals in published reports. This reflects the indispensable role of FANCB protein in the enzymatic activation of FANCD2 monoubiquitination, an essential step in the repair of DNA interstrand crosslinks. For FANCB missense variants, more variable severity is associated with the extent of residual FANCD2 monoubiquitination activity. We used transcript analysis, genetic complementation, and biochemical reconstitution of FANCD2 monoubiquitination to determine the pathogenicity of each variant. Aberrant splicing and transcript destabilization were associated with 2 missense variants. Individuals carrying missense variants with drastically reduced FANCD2 monoubiquitination in biochemical and/or cell-based assays tended to show earlier onset of hematologic disease and shorter survival. Conversely, variants with near-normal FANCD2 monoubiquitination were associated with more favorable outcome. Our study reveals a genotype-phenotype correlation within the FA-B complementation group of FA, where severity is associated with level of residual FANCD2 monoubiquitination.","dc:creator":"Jung M","dc:date":"2020","dc:title":"Association of clinical severity with FANCB variant type in Fanconi anemia."},"rdfs:label":"Function in vitro for FA core complex and ubiquitination D2I"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aaf6efef-2364-4ef2-89c9-704a1b15c5dd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af0e1a73-3d3c-43c1-9b21-41c226032960","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Fancb-/Y males resemble the human phenotype of patients with pathogenic variants in FANCB related to Fanconi Anemia, such as hypogonadism, testicular failure and reduced fertility.\nThe authors concluded that Fancb is essential for spermatogenesis\nand that it regulates three aspects of spermatogenesis: maintenance\nof PGCs, maintenance of undifferentiated spermatogonia,\nand regulation of H3K9 methylation of the sex chromosomes\nduring meiosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26123487","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a recessive X-linked and autosomal genetic disease associated with bone marrow failure and increased cancer, as well as severe germline defects such as hypogonadism and germ cell depletion. Although deficiencies in FA factors are commonly associated with germ cell defects, it remains unknown whether the FA pathway is involved in unique epigenetic events in germ cells. In this study, we generated Fancb mutant mice, the first mouse model of X-linked FA, and identified a novel function of the FA pathway in epigenetic regulation during mammalian gametogenesis. Fancb mutant mice were infertile and exhibited primordial germ cell (PGC) defects during embryogenesis. Further, Fancb mutation resulted in the reduction of undifferentiated spermatogonia in spermatogenesis, suggesting that FANCB regulates the maintenance of undifferentiated spermatogonia. Additionally, based on functional studies, we dissected the pathway in which FANCB functions during meiosis. The localization of FANCB on sex chromosomes is dependent on MDC1, a binding partner of H2AX phosphorylated at serine 139 (γH2AX), which initiates chromosome-wide silencing. Also, FANCB is required for FANCD2 localization during meiosis, suggesting that the role of FANCB in the activation of the FA pathway is common to both meiosis and somatic DNA damage responses. H3K9me2, a silent epigenetic mark, was decreased on sex chromosomes, whereas H3K9me3 was increased on sex chromosomes in Fancb mutant spermatocytes. Taken together, these results indicate that FANCB functions at critical stages of germ cell development and reveal a novel function of the FA pathway in the regulation of H3K9 methylation in the germline. ","dc:creator":"Kato Y","dc:date":"2015","dc:title":"FANCB is essential in the male germline and regulates H3K9 methylation on the sex chromosomes during meiosis."},"rdfs:label":"Fancb mutant mice, "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8fff6e97-cf1e-438a-a374-889f01aaa70c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1841e6a-e7c0-4dae-bd66-b65fc46101ad","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The cells of the hematopoietic system of Fancb−/y mice are hypersensitive to DNA cross-linking agent mitomycin C (MMC), just the same that in human FANCB deficient cells.\nThe hematopoiesis in adult Fancb deficient (Fancb−/y) mice have decreased hematopoietic stem\ncell (HSC) quiescence accompanied by reduced progenitor activity in vitro and reduced repopulating capacity, similar to humans with FANCB deficiency.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26658157","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a genetic disorder characterized by bone marrow failure, variable congenital malformations and a predisposition to malignancies. FANCB (also known as FAAP95), is the only X-linked FA gene discovered thus far. In the present study, we investigated hematopoiesis in adult Fancb deficient (Fancb(-/y)) mice and found that Fancb(-/y) mice have decreased hematopoietic stem cell (HSC) quiescence accompanied by reduced progenitor activity in vitro and reduced repopulating capacity in vivo. Like other FA mouse models previously reported, the hematopoietic system of Fancb(-/y) mice is hypersensitive to DNA cross-linking agent mitomycin C (MMC), which induces bone marrow failure in Fancb(-/y) mice. Furthermore, Fancb(-/y) BM exhibits slower recovery kinetics and less tolerance to myelotoxic stress induced by 5-fluorouracil than wild-type littermates. RNA-seq analysis reveals altered expression of genes involved in HSC function and cell cycle regulation in Fancb(-/y) HSC and progenitor cells. Thus, this Fancb(-/y) mouse model provides a novel approach for studying the critical role of the FA pathway not only in germ cell development but also in the maintenance of HSC function. ","dc:creator":"Du W","dc:date":"2015","dc:title":"Fancb deficiency impairs hematopoietic stem cell function."},"rdfs:label":"Fancb mutant mice, Kinetics of BM recovery, HSC function."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5623,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:8f2d7330-4f64-46cd-8a01-9df10bbc1f04","type":"GeneValidityProposition","disease":"obo:MONDO_0010351","gene":"hgnc:3583","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"FANCB was first reported concerning Fanconi anemia complementation group B, with X-linked inheritance (OMIM:300514), in 2004 (Meetei et al., PMID: 15502827). Fanconi anemia (FA) is a clinically and genetically heterogeneous disorder that causes genomic instability. Characteristic clinical features include developmental abnormalities in major organ systems, early-onset bone marrow failure, and a high predisposition to cancer. The cellular hallmark of FA is hypersensitivity to DNA crosslinking agents and a high frequency of chromosomal aberrations pointing to a defect in DNA repair. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in the molecular mechanism and inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped, with Fanconi Anemia B, VACTERL association, X-linked, with or without hydrocephalus; VACTERLX (OMIM: 314390), VACTERL association with hydrocephalus (OMIM: 276950). Twelve variants (5 missense,1 in-frame indel, 1 nonsense, and 4 frameshift) have been reported in 12 probands in 3 publications (PMIDs: 15502827, 21910217, 23613520,) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss of function (LOF). This gene-disease association is also supported by animal models and in vitro functional assays (5 points. PMIDs: 26123487, 26658157, 32106311). The Fancb-/Y male mice resemble the human phenotype of patients with pathogenic variants in FANCB related to Fanconi Anemia, such as hypogonadism, testicular failure and reduced fertility. The cells of the hematopoietic system of Fancb−/Y mice are hypersensitive to DNA cross-linking agent mitomycin C (MMC). In summary, FANCB is definitively associated with Fanconi anemia complementation group B, X-linked inheritance (HP:0001417) recessive (HP:0001419). This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\nMore evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\nThere is definitive evidence to support the relationship between FANCB and Fanconi anemia complementation group B with XLR inheritance. This has been repeatedly demonstrated in research and clinical diagnostic settings and upheld over time.\n","dc:isVersionOf":{"id":"cggv:eb559b04-602e-42cc-aad3-ce634c145c26"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}