{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-10-28T18:28:03.079Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20829227","type":"dc:BibliographicResource","dc:abstract":"Mutations in the TUBB3 gene, encoding β-tubulin isotype III, were recently shown to be associated with various neurological syndromes which all have in common the ocular motility disorder, congenital fibrosis of the extraocular muscle type 3 (CFEOM3). Surprisingly and in contrast to previously described TUBA1A and TUBB2B phenotypes, no evidence of dysfunctional neuronal migration and cortical organization was reported. In our study, we report the discovery of six novel missense mutations in the TUBB3 gene, including one fetal case and one homozygous variation, in nine patients that all share cortical disorganization, axonal abnormalities associated with pontocerebellar hypoplasia, but with no ocular motility defects, CFEOM3. These new findings demonstrate that the spectrum of TUBB3-related phenotype is broader than previously described and includes malformations of cortical development (MCD) associated with neuronal migration and differentiation defects, axonal guidance and tract organization impairment. Complementary functional studies revealed that the mutated βIII-tubulin causing the MCD phenotype results in a reduction of heterodimer formation, yet produce correctly formed microtubules (MTs) in mammalian cells. Further to this, we investigated the properties of the MT network in patients' fibroblasts and revealed that MCD mutations can alter the resistance of MTs to depolymerization. Interestingly, this finding contrasts with the increased MT stability observed in the case of CFEOM3-related mutations. These results led us to hypothesize that either MT dynamics or their interactions with various MT-interacting proteins could be differently affected by TUBB3 variations, thus resulting in distinct alteration of downstream processes and therefore explaining the phenotypic diversity of the TUBB3-related spectrum.","dc:creator":"Poirier K","dc:date":"2010","dc:title":"Mutations in the neuronal ß-tubulin subunit TUBB3 result in malformation of cortical development and neuronal migration defects."},"evidence":[{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d08cb2eb-087f-4843-b636-752f0e06a3a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75e19a42-e3aa-4f2f-8c47-e9a3e0cb64ab","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"TUBB2A and TUBB2B are tubulin gene within the same family as TUBB3 and have been definitively implicated in conditions (\"tubulinopathy\" and \"complex cortical dysplasia with other brain malformations\", respectively) with overlapping phenotypes to TUBB3-related tubulinopathy, including ID/DD, brain malformations, seizures, and micro- and microcephaly. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35915025","type":"dc:BibliographicResource","dc:abstract":"Mutations causing dysfunction of tubulins and microtubule-associated proteins, also known as tubulinopathies, are a group of recently described entities that lead to complex brain malformations. Anatomical and functional consequences of the disruption of tubulins include microcephaly, combined with abnormal corticogenesis due to impaired migration or lamination and abnormal growth cone dynamics of projecting and callosal axons. Key imaging features of tubulinopathies are characterized by three major patterns of malformations of cortical development (MCD): lissencephaly, microlissencephaly, and dysgyria. Additional distinctive MRI features include dysmorphism of the basal ganglia, midline commissural structure hypoplasia or agenesis, and cerebellar and brainstem hypoplasia. Tubulinopathies can be diagnosed as early as 21-24 gestational weeks using imaging and neuropathology, with possible extreme microlissencephaly with an extremely thin cortex, lissencephaly with either thick or thin/intermediate cortex, and dysgyria combined with cerebellar hypoplasia, pons hypoplasia and corpus callosum dysgenesis. More than 100 MCD-associated mutations have been reported in TUBA1A, TUBB2B, or TUBB3 genes, whereas fewer than ten are known in other genes such TUBB2A, TUBB or TUBG1. Although these mutations are scattered along the α- and β-tubulin sequences, recurrent mutations are consistently associated with almost identical cortical dysgenesis. Much of the evidence supports that these mutations alter the dynamic properties and functions of microtubules in several fashions. These include diminishing the abundance of functional tubulin heterodimers, altering GTP binding, altering longitudinal and lateral protofilament interactions, and impairing microtubule interactions with kinesin and/or dynein motors or with MAPs. In this review we discuss the recent advances in our understanding of the effects of mutations of tubulins and microtubule-associated proteins on human brain development and the pathogenesis of malformations of cortical development.","dc:creator":"Maillard C","dc:date":"2023","dc:title":"Tubulin mutations in human neurodevelopmental disorders."},"rdfs:label":"TUBB2A and TUBB2B Tubulinopathies"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c650b3d-9e44-4a77-8ffc-ad63168444fc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0d9fd0c-b023-45d5-9649-559cad5f8ad9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" TUBB3 R262C/R262C mice showed defects in the guidance of commissural axons and cranial nerves. There was significant thinning and/or absent midline crossing of the AC throughout its anterior-posterior axis compared to WT mice; it appeared tortuous and often had aberrant fiber projections at the midline. The AC was also thinner at the midline in Tubb3+/R262C mice, similar to human patients ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20074521","type":"dc:BibliographicResource","dc:abstract":"We report that eight heterozygous missense mutations in TUBB3, encoding the neuron-specific beta-tubulin isotype III, result in a spectrum of human nervous system disorders that we now call the TUBB3 syndromes. Each mutation causes the ocular motility disorder CFEOM3, whereas some also result in intellectual and behavioral impairments, facial paralysis, and/or later-onset axonal sensorimotor polyneuropathy. Neuroimaging reveals a spectrum of abnormalities including hypoplasia of oculomotor nerves and dysgenesis of the corpus callosum, anterior commissure, and corticospinal tracts. A knock-in disease mouse model reveals axon guidance defects without evidence of cortical cell migration abnormalities. We show that the disease-associated mutations can impair tubulin heterodimer formation in vitro, although folded mutant heterodimers can still polymerize into microtubules. Modeling each mutation in yeast tubulin demonstrates that all alter dynamic instability whereas a subset disrupts the interaction of microtubules with kinesin motors. These findings demonstrate that normal TUBB3 is required for axon guidance and maintenance in mammals.","dc:creator":"Tischfield MA","dc:date":"2010","dc:title":"Human TUBB3 mutations perturb microtubule dynamics, kinesin interactions, and axon guidance."},"rdfs:label":"Tubb3R262C/R262C mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":9255,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:f00ad9f7-e550-48e1-a132-13554c883264","type":"GeneValidityProposition","disease":"obo:MONDO_0100154","gene":"hgnc:20772","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TUBB3* encodes neuron-specific β-tubulin isotype III which is the most dynamic tubulin within the β-tubulin family (PMID: 20074521). *TUBB3* was first reported in relation to tubulopathies in 2008 (Tischfield et al., PMID: 20074521). *TUBB3*-related tubulinopathy is characterized by malformations of cortical development, axon guidance defects, white matter abnormalities, and/or congenital fibrosis of the extraocular muscles (CFEOM) due to heterozygous *de novo* or inherited variants with high penetrance. Individuals may present with variable combinations of malformations of cortical development, dysplasia of the basal ganglia, brainstem, and/or cerebellum, CFEOM, additional cranial nerve involvement, Kallmann syndrome, cyclic vomiting, peripheral neuropathy, and/or contractures. Developmental delays, intellectual disability, ocular motor apraxia, and mirror movements are also frequent features.\n\nMultiple missense variants, most of which were de novo, reported in over 20 probands across 12 publications (PMIDs: 20829227, 26639658, 34562182, 20074521, 28503613, 26130693, 28299356, 34863918, 29187032, 34869359, 26739025, 32573066) and one additional proband from the Brain Gene Registry (braingeneregistry.wustl.edu; ClinVar ID: SCV002103326.1) are included in this curation. \n\nThis gene-disease relationship is also supported by experimental evidence. *TUBB3* is within the β-tubulin family with the genes *TUBB2A* and *TUBB2B* which have been definitively implicated in conditions (tubulinopathy and complex cortical dysplasia with other brain malformations, respectively) with overlapping phenotypes (PMID: 35915025). Additionally, a R262C knock-in mouse model showed defects in the guidance of axons throughout the brain and a thinning of the anterior commissure similar to human patients (PMID: 20074521). Lastly, cells with the variants R262C, A302T, R62Q, and R380C demonstrated increases in microtubule stabilization and increased time in “paused” states compared to wild-type (PMID: 20074521). The mechanism of pathogenicity appears to be gain-of-function (PMID: 20074521). \n\nIn summary, there is definitive evidence supporting the relationship between *TUBB3* and autosomal dominant TUBB3-related tubulinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability/Autism GCEP on September 8, 2022 (SOP 9). \n","dc:isVersionOf":{"id":"cggv:5c84fdf7-0c4e-4168-965b-99e925c9d77b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}