{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-06-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5a9afd4-35f8-408b-a73a-00f51b7c2647","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0e1895a-cd9f-491d-a0a4-0931bd18a896","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"We analysed the distribution of FMR-1\nmRNA, by in situ hybridization, in tissue sections from\ntwo normal fetuses at 8 and 9 weeks pregnancy, and from\nthe brains of normal monozygotic twin fetuses at 25 weeks\npregnancy. Hybridization was performed by using antisense oligonucleotide and cDNA probes. We found a\nhigh level of FMR-1 expression in the central nervous\nsystem (CNS), especially in cholinergic neurons of the\nnucleus basalis magnocellularis (nBM), and in pyramidal\nneurons of the hippocampus. Significant levels of FMR1 mRN As were also detected in thalamic and subthalamic\nnuclei, in the cerebral cortex, and in the cerebellum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8348153","type":"dc:BibliographicResource","dc:abstract":"The expression of the FMR-1 gene, which is implicated in fragile-X syndrome was investigated in human fetuses by in situ hybridization. In 8 and 9 week-old fetuses, FMR-1 mRNAs are expressed in proliferating and migrating cells of the nervous system, in the retina, and in several non-nervous tissues. In the brain of 25 week-old fetuses, FMR-1 mRNAs are produced in all nearly differenciated structures, with the highest level in cholinergic neurons of the nucleus basalis magnocellularis and in pyramidal neurons of hippocampus. The early transcription of FMR-1 gene and the distribution of FMR-1 mRNAs in human fetuses suggest that alterations of FMR-1 gene expression may contribute to the pathogenesis of fragile-X syndrome and especially the mental retardation.","dc:creator":"Abitbol M","dc:date":"1993","dc:title":"Nucleus basalis magnocellularis and hippocampus are the major sites of FMR-1 expression in the human fetal brain."},"rdfs:label":"CNS Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:038a9ce1-1893-4ba6-a612-f990604d4152","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cff4ab0e-56b4-4780-82bb-1344dd32e0d8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Our in situ expression results appear to correlate\nwith FMR -1 expression levels observed following northern\nanalysis of human tissues. In both systems we find that\nFMR-1 mRNA exists at high levels in critical tissues\nimplicated in the syndrome-the brain and testis- and\nthat expression is widespread and does generally correlate\namong other peripheral organs (for example placenta,\nliver, kidney, skeletal muscle).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8490651","type":"dc:BibliographicResource","dc:abstract":"We have performed mRNA in situ hybridization studies and northern blot analysis in the mouse and human, respectively, to determine the normal gene expression patterns of FMR-1. Expression in the adult mouse was localized to several regions of the brain and the tubules of the testes, which are two of the major organs affected in fragile X syndrome. Universal and very strong expression was observed in early mouse embryos, with differentially decreasing expression during subsequent stages of embryonic development. The early embryonic onset and tissue specificity of FMR-1 gene expression is consistent with involvement in the fragile X phenotype, and also suggests additional organ systems in which clinical manifestations of reduced FMR-1 gene expression may occur.","dc:creator":"Hinds HL","dc:date":"1993","dc:title":"Tissue specific expression of FMR-1 provides evidence for a functional role in fragile X syndrome."},"rdfs:label":"Fmr1 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7bfc89ce-1ae0-4461-bd94-4b109c138125","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc60b3bb-b8f8-4497-8a20-495248ea893d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"We performed an immunohistochemical study of the\npresence of the FMR-1 protein in a large set of human\ntissues, including brain and testis. The most intense staining was clearly obtained in neuron\nrich regions. In the cerebellum, Purkinje cells at the interface\nbetween the granular layer and the molecular layer were the\nmost reactive.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8401578","type":"dc:BibliographicResource","dc:abstract":"Fragile X mental retardation syndrome is caused by the unstable expansion of a CGG repeat in the FMR-1 gene. In patients with a full mutation, abnormal methylation results in suppression of FMR-1 transcription. FMR-1 is expressed in many tissues but its function is unknown. We have raised monoclonal antibodies specific for the FMR-1 protein. They detect 4-5 protein bands which appear identical in cells of normal males and of males carrying a premutation, but are absent in affected males with a full mutation. Immunohistochemistry shows a cytoplasmic localization of FMR-1. The highest levels were observed in neurons, while glial cells contain very low levels. In epithelial tissues, levels of FMR-1 were higher in dividing layers. In adult testis, FMR-1 was detected only in spermatogonia. FMR-1 was not detected in dermis and cardiac muscle except under pathological conditions.","dc:creator":"Devys D","dc:date":"1993","dc:title":"The FMR-1 protein is cytoplasmic, most abundant in neurons and appears normal in carriers of a fragile X premutation."},"rdfs:label":"Human tissue expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0f6ca49-2ea0-41ab-b657-0b4a6ef1d09b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44053ddc-6e2f-4b0b-a7db-89c75e1116d2","type":"FunctionalAlteration","dc:description":"Consistent with our data obtained in vitro, inhibition occurred only with wild-type FMRP, but not with the I304N point mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11157796","type":"dc:BibliographicResource","dc:abstract":"Fragile X syndrome is a common form of inherited mental retardation. Most fragile X patients exhibit mutations in the fragile X mental retardation gene 1 (FMR1) that lead to transcriptional silencing and hence to the absence of the fragile X mental retardation protein (FMRP). Since FMRP is an RNA-binding protein which associates with polyribosomes, it had been proposed to function as a regulator of gene expression at the post-transcriptional level. In the present study, we show that FMRP strongly inhibits translation of various mRNAs at nanomolar concentrations in both rabbit reticulocyte lysate and microinjected Xenopus laevis oocytes. This effect is specific for FMRP, since other proteins with similar RNA-binding domains, including the autosomal homologues of FMRP, FXR1 and FXR2, failed to suppress translation in the same concentration range. Strikingly, a disease-causing Ile-->Asn substitution at amino acid position 304 (I304N) renders FMRP incapable of interfering with translation in both test systems. Initial studies addressing the underlying mechanism of inhibition suggest that FMRP inhibits the assembly of 80S ribosomes on the target mRNAs. The failure of FMRP I304N to suppress translation is not due to its reduced affinity for mRNA or its interacting proteins FXR1 and FXR2. Instead, the I304N point mutation severely impairs homo-oligomerization of FMRP. Our data support the notion that inhibition of translation may be a function of FMRP in vivo. We further suggest that the failure of FMRP to oligomerize, caused by the I304N mutation, may contribute to the pathophysiological events leading to fragile X syndrome.","dc:creator":"Laggerbauer B","dc:date":"2001","dc:title":"Evidence that fragile X mental retardation protein is a negative regulator of translation."},"rdfs:label":"Translation suppression"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:0145826d-5c62-4a21-bdb1-1f3cf5fe7e75","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a024b3e2-b0f1-4375-b675-16c25a9e1125","type":"FunctionalAlteration","dc:description":"Greater than 90% of I304N FMRP was detected in the fractions above the 80S monoribosomal peak (Figure 2B) and a nearly negligible amount of I304N FMRP was detected in the fractions containing translating ribosomes, indicating the absence of FMRP-polyribosome association.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9659908","type":"dc:BibliographicResource","dc:abstract":"Fragile X mental retardation is caused by the lack of FMRP, a selective RNA-binding protein associated with ribosomes. A missense mutation, I304N, has been found to result in an unusually severe phenotype. We show here that normal FMRP associates with elongating polyribosomes via large mRNP particles. Despite normal expression and cytoplasmic mRNA association, the I304N FMRP is incorporated into abnormal mRNP particles that are not associated with polyribosomes. These data indicate that association of FMRP with polyribosomes must be functionally important and imply that the mechanism of the severe phenotype in the I304N patient lies in the sequestration of bound mRNAs in nontranslatable mRNP particles. In the absence of FMRP, these same mRNAs may be partially translated via alternative mRNPs, although perhaps abnormally localized or regulated, resulting in typical fragile X syndrome.","dc:creator":"Feng Y","dc:date":"1997","dc:title":"FMRP associates with polyribosomes as an mRNP, and the I304N mutation of severe fragile X syndrome abolishes this association."},"rdfs:label":"Polyribosome binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:cc2840a2-77fc-4efa-a629-964cc4c4441b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16cb9c47-d3c2-4eac-8ba6-5f7c732a82d9","type":"FunctionalAlteration","dc:description":"WT-FMRP\nshowed robust FMRP staining in polyribosome fractions, whereas\nG266E-FMRP was virtually absent in these fractions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24448548","type":"dc:BibliographicResource","dc:abstract":"Fragile X syndrome is a common inherited form of intellectual disability and autism spectrum disorder. Most patients exhibit a massive CGG-repeat expansion mutation in the FMR1 gene that silences the locus. In over two decades since the discovery of FMR1, only a single missense mutation (p.(Ile304Asn)) has been reported as causing fragile X syndrome. Here we describe a 16-year-old male presenting with fragile X syndrome but without the repeat expansion mutation. Rather, we find a missense mutation, c.797G>A, that replaces glycine 266 with glutamic acid (p.(Gly266Glu)). The Gly266Glu FMR protein abolished many functional properties of the protein. This patient highlights the diagnostic utility of FMR1 sequencing. ","dc:creator":"Myrick LK","dc:date":"2014","dc:title":"Fragile X syndrome due to a missense mutation."},"rdfs:label":"Polyribosome binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:0e74dcc3-c1f8-4e61-9165-3006a7d3cbfd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:243305c7-e489-48e1-9f5f-f75923d49866","type":"FunctionalAlteration","dc:description":"We found that the relative mRNA enrichment for Map1B,\nPSD95, and CamKII mRNAs in G266E-FMRP pull-down experiments\nwas similar to the background levels from GFP-infected negative\ncontrols. These values were significantly lower than WTFMRP pull-down experiments, indicating that G266E-FMRP is\nunable to bind known FMRP mRNA targets.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24448548","rdfs:label":"mRNA binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2fcb198a-236d-4046-8d10-41b6371e72cf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6a7af7a9-daee-4c5a-834f-b4d28d4b3dec","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"We\nfound that G266E-FMRP was unable to rescue the exaggerated AMPA\nreceptor internalization in KO neurons, indicating that this mutant\nprotein leads to impaired synaptic function.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24448548","rdfs:label":"AMPA receptor internalization"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"Downgraded from 1 point as impaired synaptic function is not a direct correlation to  developmental delay."},{"id":"cggv:af9d9a3b-b21c-4934-9155-9ee1a2fb4702","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2487722-0a4f-4452-a02a-2cba0db72fdd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The most widely used model for Fragile\nX Syndrome is a complete null due to the\ninsertion of the neo cassette in exon 5 of the Fmr1 gene. By causing\nloss of FMRP expression, the mutation largely\nrecapitulates the human Fragile X Syndrome at the protein level. As a\nmodel system, the I304N mouse genocopies the human I304N\npatient better than the null mouse genocopies the CGG repeat\nexpansion. The I304N mutation causes defective KH2-mediated RNA\nbinding in neurons, and decreased FMRP levels, particularly in\nyounger animals. The loss of KH2 function accounts for the\ndissociation of the protein from brain polyribosomes. We propose\nthat this leads to a loss of proper translational control of FMRP\nmRNA targets, which in turn leads to the cognitive and behavioral\ndeficits observed in the Fragile X Syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20011099","type":"dc:BibliographicResource","dc:abstract":"The mental retardation, autistic features, and behavioral abnormalities characteristic of the Fragile X mental retardation syndrome result from the loss of function of the RNA-binding protein FMRP. The disease is usually caused by a triplet repeat expansion in the 5'UTR of the FMR1 gene. This leads to loss of function through transcriptional gene silencing, pointing to a key function for FMRP, but precluding genetic identification of critical activities within the protein. Moreover, antisense transcripts (FMR4, ASFMR1) in the same locus have been reported to be silenced by the repeat expansion. Missense mutations offer one means of confirming a central role for FMRP in the disease, but to date, only a single such patient has been described. This patient harbors an isoleucine to asparagine mutation (I304N) in the second FMRP KH-type RNA-binding domain, however, this single case report was complicated because the patient harbored a superimposed familial liver disease. To address these issues, we have generated a new Fragile X Syndrome mouse model in which the endogenous Fmr1 gene harbors the I304N mutation. These mice phenocopy the symptoms of Fragile X Syndrome in the existing Fmr1-null mouse, as assessed by testicular size, behavioral phenotyping, and electrophysiological assays of synaptic plasticity. I304N FMRP retains some functions, but has specifically lost RNA binding and polyribosome association; moreover, levels of the mutant protein are markedly reduced in the brain specifically at a time when synapses are forming postnatally. These data suggest that loss of FMRP function, particularly in KH2-mediated RNA binding and in synaptic plasticity, play critical roles in pathogenesis of the Fragile X Syndrome and establish a new model for studying the disorder.","dc:creator":"Zang JB","dc:date":"2009","dc:title":"A mouse model of the human Fragile X syndrome I304N mutation."},"rdfs:label":"Mouse I304N"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as ID phenotype is difficult to assert in a mouse model."},{"id":"cggv:6c4cf324-1bef-4f61-a99c-53981b5cdec6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01e249af-5c12-4aae-af58-057558d2991b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The absence of FMR1 protein leads\nto mental retardation, aberrant behavior, and macroorchidism.\nThe knockout mice lack normal Fmr1 protein and show macroorchidism,\nlearning deficits, and hyperactivity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8033209","type":"dc:BibliographicResource","dc:abstract":"Male patients with fragile X syndrome lack FMR1 protein due to silencing of the FMR1 gene by amplification of a CGG repeat and subsequent methylation of the promoter region. The absence of FMR1 protein leads to mental retardation, aberrant behavior, and macroorchidism. Hardly anything is known about the physiological function of FMR1 and the pathological mechanisms leading to these symptoms. Therefore, we designed a knockout model for the fragile X syndrome in mice. The knockout mice lack normal Fmr1 protein and show macroorchidism, learning deficits, and hyperactivity. Consequently, this knockout mouse may serve as a valuable tool in the elucidation of the physiological role of FMR1 and the mechanisms involved in macroorchidism, abnormal behavior, and mental retardation.","dc:creator":"Anonymous","dc:date":"1994","dc:title":"Fmr1 knockout mice: a model to study fragile X mental retardation. The Dutch-Belgian Fragile X Consortium."},"rdfs:label":"Mouse KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as ID phenotype is difficult to assert in a mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:4e019920-264b-41c8-a882-7ba850a6e577_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9ce9a2e-1c97-4b7c-8480-84d70f9a551a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002194","obo:HP_0000750","obo:HP_0010864","obo:HP_0000729","obo:HP_0000957","obo:HP_0000276","obo:HP_0000718","obo:HP_0001263","obo:HP_0010485","obo:HP_0000348","obo:HP_0000053","obo:HP_0001763","obo:HP_0007018","obo:HP_0000193","obo:HP_0000020","obo:HP_0000400"],"previousTesting":true,"previousTestingDescription":"The patient was negative for FXS testing of CGG-repeat length (23 repeats).\nKaryotype analysis showed normal 46, XY. Array comparative genomic\nhybridization studies showed no copy number variants, metabolic studies\nwere all within normal limits, and brain MRI was normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4e019920-264b-41c8-a882-7ba850a6e577_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45f03af3-a074-489f-ac1d-a016f4bd185b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002024.5(FMR1):c.797G>A (p.Gly266Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414439705"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24448548"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24448548","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:4e45c26c-cfbe-4e3e-8c39-4fa15012c184_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:01f5133c-d08a-4603-baec-72b4cb167dbf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exons 2-11 and 14-16 of FMR1 from patient SD's\ngenomic DNA were amplified, subcloned, and sequenced\nto identify potential mutations.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000303","obo:HP_0000739","obo:HP_0000053","obo:HP_0001263","obo:HP_0011220","obo:HP_0000817","obo:HP_0000977","obo:HP_0008770","obo:HP_0000275","obo:HP_0040083","obo:HP_0000324","obo:HP_0000276","obo:HP_0000218","obo:HP_0002167","obo:HP_0005639","obo:HP_0000717","obo:HP_0100023","obo:HP_0000411"],"previousTesting":true,"previousTestingDescription":"Cytogenetic analysis was normal 46, XY; a fragile site at Xq27.3 was not observed. Results of Southern analysis and amplification of the CGG region from total genomic DNA were both within normal limits.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4e45c26c-cfbe-4e3e-8c39-4fa15012c184_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cbcbe752-8047-451e-b326-543d7ce7db71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002024.5(FMR1):c.52-1_52delinsTA","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/9971"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7670500","type":"dc:BibliographicResource","dc:abstract":"Nearly all cases of fragile X syndrome result from expansion of a CGG trinucleotide repeat found in the 5' untranslated portion of the FMR1 gene. Methylation of the expanded repeats correlates with down-regulation of transcription of FMR1; thus fragile X syndrome is postulated to be due to a loss of function of the FMR1 gene product, and this has been demonstrated at the protein level. However, the nature of the mutation offers the possibility of methylation spreading to adjacent genes with consequent loss of expression and contribution to the phenotype. Deletions of FMR1 and flanking sequence (some of substantial size) have been reported in patients with phenotypes consistent with a diagnosis of fragile X-syndrome, however, none is strictly intragenic. We report here the identification of two different intragenic loss of function mutations in FMR1: a single de novo nucleotide deletion in a young male patient (IJ) and an inherited two basepair change in an Adult male (SD), each with classical features of fragile X syndrome.","dc:creator":"Lugenbeel KA","dc:date":"1995","dc:title":"Intragenic loss of function mutations demonstrate the primary role of FMR1 in fragile X syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7670500","rdfs:label":"Patient SD"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:7e4c54e1-8fe9-4582-b766-be1aaa9abb4c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:df0a57cc-6ba6-462d-a76f-5406a58792de","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"We have concluded from all the experimental\nevidence that the unstable DNA\nsequence which characterizes the fragile X\ngenotype maps to the p(CCG)n trinucleotide\nrepeat. We have demonstrated that\nnormal X chromosomes have about 40 +/- 25\ncopies of p(CCG), and that within limits the sequence is a stable DNA polymorphism.\nThe fragile X genotype is characterized\nby an increased amount of unstable\nDNA that maps to the repeat.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Restriction digest","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:7e4c54e1-8fe9-4582-b766-be1aaa9abb4c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:469a6cfb-59bb-4a9c-ac42-115deca8b9c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002024.5(FMR1):c.-128GGC[>200]","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/623468"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1675488","type":"dc:BibliographicResource","dc:abstract":"The sequence of a Pst I restriction fragment was determined that demonstrate instability in fragile X syndrome pedigrees. The region of instability was localized to a trinucleotide repeat p(CCG)n. The sequence flanking this repeat were identical in normal and affected individuals. The breakpoints in two somatic cell hybrids constructed to break at the fragile site also mapped to this repeat sequence. The repeat exhibits instability both when cloned in a nonhomologous host and after amplification by the polymerase chain reaction. These results suggest variation in the trinucleotide repeat copy number as the molecular basis for the instability and possibly the fragile site. This would account for the observed properties of this region in vivo and in vitro.","dc:creator":"Kremer EJ","dc:date":"1991","dc:title":"Mapping of DNA instability at the fragile X to a trinucleotide repeat sequence p(CCG)n."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1675488","rdfs:label":"Affected individual"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:9d13b879-00ef-497b-9bde-24200edf9efe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:34946805-8474-4138-9406-2bc1b7f10953","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"FMR1 locus was amplified from genomic DNA for\nSanger sequencing, performed by VIB Genetic Service Facility (University\nof Antwerp, Belgium).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000053","obo:HP_0006919","obo:HP_0000817","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"The typical CGG repeat expansion in the FMR1 locus was\nabsent.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9d13b879-00ef-497b-9bde-24200edf9efe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:199219bb-e228-43f7-98f9-b7392893e164","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.147945007dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184908"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25693964","type":"dc:BibliographicResource","dc:abstract":"Loss of function of the FMR1 gene leads to fragile X syndrome (FXS), the most common form of intellectual disability. The loss of FMR1 function is usually caused by epigenetic silencing of the FMR1 promoter leading to expansion and subsequent methylation of a CGG repeat in the 5' untranslated region. Very few coding sequence variations have been experimentally characterized and shown to be causal to the disease. Here, we describe a novel FMR1 mutation and reveal an unexpected nuclear export function for the C-terminus of FMRP. We screened a cohort of patients with typical FXS symptoms who tested negative for CGG repeat expansion in the FMR1 locus. In one patient, we identified a guanine insertion in FMR1 exon 15. This mutation alters the open reading frame creating a short novel C-terminal sequence, followed by a stop codon. We find that this novel peptide encodes a functional nuclear localization signal (NLS) targeting the patient FMRP to the nucleolus in human cells. We also reveal an evolutionarily conserved nuclear export function associated with the endogenous C-terminus of FMRP. In vivo analyses in Drosophila demonstrate that a patient-mimetic mutation alters the localization and function of Dfmrp in neurons, leading to neomorphic neuronal phenotypes.","dc:creator":"Okray Z","dc:date":"2015","dc:title":"A novel fragile X syndrome mutation reveals a conserved role for the carboxy-terminus in FMRP localization and function."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25693964","rdfs:label":"1457insG"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Downgraded as NMD does not occur. Protein is shown to have a short novel amino acid sequence in the C-terminus followed by a premature stop codon. Functional characterization of this patient FMR1 allele reveals that the mutation targets the protein\nto the nucleolus in cultured human and mouse cells. Furthermore, the nuclear retention of the patient FMR1 protein only occurs\nwhen the C-terminus is truncated, hinting at the presence of a novel\nnuclear export function in the C-terminus of FMRP."},{"id":"cggv:d4a6131c-36d6-4c9d-aa05-8b6ac46452b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:676bf2fa-20e8-4a71-b196-d2204e33fb57","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypes":["obo:HP_0001263","obo:HP_0000256","obo:HP_0000053","obo:HP_0000400","obo:HP_0000348","obo:HP_0000750","obo:HP_0100023","obo:HP_0000752","obo:HP_0002003","obo:HP_0000718"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d4a6131c-36d6-4c9d-aa05-8b6ac46452b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7722ee2e-4078-40da-a13c-c1a81af5f4cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.147910365_147912050del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187422"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8069307","type":"dc:BibliographicResource","dc:abstract":"The vast majority of individuals with the fragile X syndrome show expanded stretches of CGG repeats in the 5' non-coding region of FMR1. This expansion coincides with abnormal methylation patterns in that area resulting in the silencing of the FMR1 gene. Evidence is accumulating that this directly causes the fragile X phenotype. Very few other mutations in FMR1, causing the fragile X phenotype have been reported thus far and all concerned isolated cases. We, however, report a family, in which 11 individuals have a deletion of 1.6 kb proximal to the CGG repeat of the FMR1 gene. Although fragile X chromosomes were not detected, all 4 affected males and 2 of the carrier females show characteristics of the fragile X phenotype. Using RT-PCR we could demonstrate that FMR1 is not expressed in the affected males, strongly suggesting that the FMR1 promoter sequences 5' to the CGG repeat are missing. The deletion patients have approximately 45 CGG repeats in their FMR1 gene, though not interspersed by AGG triplets that are usually present in both normal and expanded repeats. It is hypothesized that prior to the occurrence of the deletion, an expansion of the repeat occurred, and that the deletion removed the 5' part of the CGG repeat containing the AGG triplets. Transmission of the deletion through the family could be traced back to the deceased grandfather of the affected males, which supports the hypothesis that the FMR1 gene product is not required for spermatogenesis. Finally, the data provide additional evidence that the fragile X syndrome is a single gene disorder.","dc:creator":"Meijer H","dc:date":"1994","dc:title":"A deletion of 1.6 kb proximal to the CGG repeat of the FMR1 gene causes the clinical phenotype of the fragile X syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8069307","rdfs:label":"24"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:c6ebbf27-9399-4c12-ba05-324db9bf6b03_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:98d8f682-7a22-48b2-97d2-f98438935355","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"detectionMethod":"PCR analysis of the FMR1 CGG repeat was performed using the fragile\nX kit from Abbott Molecular (IL, USA) following the manufacturer’s\ninstructions. \nMutational analysis of FMR1 was performed by direct DNA\nsequencing of PCR products of coding exons and at least 20 bp of\nflanking sequences. Sequencing was performed using BigDye v3.1 terminator\nchemistry and an ABI3130XL genetic analyzer and using the Seqscape\nprogram for analysis (Applied Biosystems, Foster City, CA, USA).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000369","obo:HP_0000337","obo:HP_0001382","obo:HP_0000400","obo:HP_0000303","obo:HP_0000276","obo:HP_0001290","obo:HP_0001250","obo:HP_0000053","obo:HP_0000729","obo:HP_0000348","obo:HP_0001344","obo:HP_0001249","obo:HP_0001270","obo:HP_0000817"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c6ebbf27-9399-4c12-ba05-324db9bf6b03_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d9df02b9-f117-4107-bcda-d6f776d0fab3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.147921961C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414434492"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21267007","type":"dc:BibliographicResource","dc:abstract":"Fragile X syndrome is a common cause of inherited intellectual disability. It is caused by lack of the FMR1 gene product FMRP. The most frequent cause is the expansion of a CGG repeat located in the 5'UTR of FMR1. Alleles with 200 or more repeats become hypermethylated and transcriptionally silent. Only few patients with intragenic point mutations in FMR1 have been reported and, currently, routine analysis of patients referred for fragile X syndrome includes solely analysis for repeat expansion and methylation status. We identified a substitution in exon 2 of FMR1, c.80C>A, causing a nonsense mutation p.Ser27X, in a patient with classical clinical symptoms of fragile X syndrome. The mother who carried the mutation in heterozygous form presented with mild intellectual impairment. We conclude that further studies including western blot and DNA sequence analysis of the FMR1 gene should be performed in patients with typical symptoms of fragile X syndrome in whom no CGG repeat expansion is detected.","dc:creator":"Grønskov K","dc:date":"2011","dc:title":"A nonsense mutation in FMR1 causing fragile X syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21267007","rdfs:label":"35-year-old"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:2e55e455-1a33-439b-ab67-93ba32097350_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5fb358cd-a2ca-49e3-b3dd-ebb5cf54a969","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"detectionMethod":"DNA was prepared as described previously. It was enriched in coding\nsequences of 275–451 genes known to cause ID, including FMR1, by target\ncustom capture (SureSelect; Agilent, Santa Clara, CA, USA). Libraries were\nprepared separately for each patient. Parental DNA was pooled untagged by 14–\n16 (mothers and fathers separately) and each pool was treated as one sample for\nthe library preparation. The enriched libraries were tagged and pooled by 32 in\none lane of an Illumina sequencer (HiSeq2500) for a 100 bp paired-end run. Read mapping and variant calling were performed following standard\nprocedures, and variants were annotated and filtered using VaRank via Alamut\nHT (Interactive Biosoftware, Rouen, France).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000817","obo:HP_0000752","obo:HP_0000053","obo:HP_0000276","obo:HP_0000400","obo:HP_0011220","obo:HP_0001382","obo:HP_0001249","obo:HP_0000736","obo:HP_0000771","obo:HP_0001250","obo:HP_0001344"],"previousTesting":true,"previousTestingDescription":"Negative for routine FXS testing and array-CGH analysis.","sex":"Male","variant":{"id":"cggv:2e55e455-1a33-439b-ab67-93ba32097350_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1652957f-c826-4f56-9efb-6249213180d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.10:g.(?_147030199)_(147046357_?)del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/268184"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28176767","type":"dc:BibliographicResource","dc:abstract":"Fragile-X syndrome (FXS) is a frequent genetic form of intellectual disability (ID). The main recurrent mutagenic mechanism causing FXS is the expansion of a CGG repeat sequence in the 5'-UTR of the FMR1 gene, therefore, routinely tested in ID patients. We report here three FMR1 intragenic pathogenic variants not affecting this sequence, identified using high-throughput sequencing (HTS): a previously reported hemizygous deletion encompassing the last exon of FMR1, too small to be detected by array-CGH and inducing decreased expression of a truncated form of FMRP protein, in three brothers with ID (family 1) and two splice variants in boys with sporadic ID: a de novo variant c.990+1G>A (family 2) and a maternally inherited c.420-8A>G variant (family 3). After clinical reevaluation, the five patients presented features consistent with FXS (mean Hagerman's scores=15). We conducted a systematic review of all rare non-synonymous variants previously reported in FMR1 in ID patients and showed that six of them are convincing pathogenic variants. This study suggests that intragenic FMR1 variants, although much less frequent than CGG expansions, are a significant mutational mechanism leading to FXS and demonstrates the interest of HTS approaches to detect them in ID patients with a negative standard work-up.","dc:creator":"Quartier A","dc:date":"2017","dc:title":"Intragenic FMR1 disease-causing variants: a significant mutational mechanism leading to Fragile-X syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28176767","rdfs:label":"III:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":8.5},{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:88637bac-c362-41f0-8853-810cf9ef1507_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d418d1d2-1993-45d9-9278-4500e820616a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"Using first strand cDNA four overlapping FMR-1 cDNA\nfragments were amplified by PCR. The four\ngenerated reverse transcriptase PCR fragments (RT-PCR\nI-IV) of the patient showed a normal length and intensity\nas compared to RT-PCR products of a control. The four\nRT -PCR products were subcloned and sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000324","obo:HP_0002815","obo:HP_0001763","obo:HP_0002385","obo:HP_0002313","obo:HP_0005863","obo:HP_0000280","obo:HP_0000490","obo:HP_0001263","obo:HP_0001344","obo:HP_0010864","obo:HP_0002395","obo:HP_0008944","obo:HP_0000303","obo:HP_0000400","obo:HP_0001831","obo:HP_0000053","obo:HP_0007359","obo:HP_0000179","obo:HP_0000336"],"previousTesting":true,"previousTestingDescription":"A total of 100 mitoses of a folate-deprived culture\nwithout trimethoprim and 30 mitoses of a culture with\ntrimethoprim were examined in our laboratory. In none\nof them was the fragile X site at Xq27.3 (FRAXA) observed. \nThe analysis was repeated in two different laboratories at\ntwo separate occasions. A total of 280 mitoses was\ninvestigated in folate-deprived culture conditions and\nnone showed FRAXA. Routine cytogenetic analysis in\nthree laboratories revealed a normal male karyotype 46,XY,\nwith no abnormality in the Xp22 or Xq27.3 region.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:88637bac-c362-41f0-8853-810cf9ef1507_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:486e75f1-f85b-493a-b5f0-ca4fdfe2bd62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002024.5(FMR1):c.911T>A (p.Ile304Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/9969"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8490650","type":"dc:BibliographicResource","dc:abstract":"The vast majority of patients with fragile X syndrome show a folate-sensitive fragile site at Xq27.3 (FRAXA) at the cytogenetic level, and both amplification of the (CGG)n repeat and hypermethylation of the CpG island in the 5' fragile X gene (FMR-1) at the molecular level. We have studied the FMR-1 gene of a patient with the fragile X phenotype but without cytogenetic expression of FRAXA, a (CGG)n repeat of normal length and an unmethylated CpG island. We find a single point mutation in FMR-1 resulting in an lle367Asn substitution. This de novo mutation is absent in the patient's family and in 130 control X chromosomes, suggesting that the mutation causes the clinical abnormalities. Our results suggest that mutations in FMR-1 are directly responsible for fragile X syndrome, irrespective of possible secondary effects caused by FRAXA.","dc:creator":"De Boulle K","dc:date":"1993","dc:title":"A point mutation in the FMR-1 gene associated with fragile X mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8490650","rdfs:label":"de novo"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Downgraded as variant is missense, although mouse KI studies support pathogenicity."},{"id":"cggv:2e1c238d-e5dc-4f30-97c1-b308de95de8c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3e5df86-a9d6-4866-9745-63c379305c04","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"DNA was prepared as described previously. It was enriched in coding sequences of 275–451 genes known to cause ID, including FMR1, by target custom capture (SureSelect; Agilent, Santa Clara, CA, USA). Libraries were prepared separately for each patient. Parental DNA was pooled untagged by 14– 16 (mothers and fathers separately) and each pool was treated as one sample for the library preparation. The enriched libraries were tagged and pooled by 32 in one lane of an Illumina sequencer (HiSeq2500) for a 100 bp paired-end run. Read mapping and variant calling were performed following standard procedures, and variants were annotated and filtered using VaRank via Alamut HT (Interactive Biosoftware, Rouen, France).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001290","obo:HP_0008081","obo:HP_0000348","obo:HP_0000733","obo:HP_0002857","obo:HP_0004209","obo:HP_0001344","obo:HP_0000280","obo:HP_0002194","obo:HP_0000729","obo:HP_0000049","obo:HP_0100023","obo:HP_0000232","obo:HP_0001249","obo:HP_0000377","obo:HP_0001831","obo:HP_0000154"],"previousTesting":true,"previousTestingDescription":"Metabolic analyses, electroencephalogram and\ncerebral magnetic resonance imaging were normal, as well as CGG repeat\ntest of the FMR1 gene, DMPK (type 1 dystrophic myotonia)\nand ARX genes, and array-CGH. No pathogenic variant was found in\nFGD1.","sex":"Male","variant":{"id":"cggv:2e1c238d-e5dc-4f30-97c1-b308de95de8c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d160ada-e360-43db-8412-1d42312ccae9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002024.5(FMR1):c.990+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/268183"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28176767"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28176767","rdfs:label":"Sporadic ID"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:c170caee-4e6a-4018-b038-85b0392b82ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0cdda6ae-1f58-43c9-82bb-9d05e8de667f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"The polymerase chain reaction was used to amplify exons 2 through 17 of FMR1 along with intron boundaries and flanking regions.\nHeteroduplex analysis was performed to detect variation in the nucleotide sequence in the patients' DNAs using mutation detection electrophoresis (MDE).\nOne heteroduplex band was observed in the exon 5\namplification product of patient IJ. The subcloned exon 5 fragment was then sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000276","obo:HP_0000752","obo:HP_0001263","obo:HP_0000280","obo:HP_0001382","obo:HP_0011220","obo:HP_0002194","obo:HP_0000750","obo:HP_0000411","obo:HP_0000817","obo:HP_0002172","obo:HP_0000286"],"previousTesting":true,"previousTestingDescription":"Cytogenetic analysis was normal 46, XY; a fragile site at\nXq27.3 was not observed. Results of Southern analysis\nand amplification of the CGG region from total genomic\nDNA were both within normal limits.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c170caee-4e6a-4018-b038-85b0392b82ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:15229719-12c1-4599-bb5f-85a45dae4c51","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.147928761del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184866"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7670500"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7670500","rdfs:label":"Patient IJ"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":128,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:b371ee89-31a0-4fbb-bfda-adf7fc0f3391","type":"GeneValidityProposition","disease":"obo:MONDO_0010383","gene":"hgnc:3775","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"FMR1 was first reported in relation to X-linked fragile X syndrome in 1991 (Kremer et al., 1675488). The majority of cases are a result of an unstable expanded trinucleotide (CGG)n repeat sequence of greater than 200 repeats in the 5-prime untranslated region of FMR1; however, at least 10 unique variants (repeat expansion, missense, splice, nonsense, frameshift, insertion and large deletions) have been reported in humans. Other phenotypic presentations (Fragile X Tremor Ataxia Syndrome, Primary Ovarian Insufficiency) may be observed in individuals with FMR1 premutations (defined as 55-200 repeats).  For the purposes of this curation, however, we have chosen to only evaluate evidence related to classic Fragile X syndrome. Evidence supporting this gene-disease relationship includes case-level and experimental data. Variants in this gene have been reported in at least 10 probands in 8 publications (1675488, 8490650, 8069307, 7670500, 21267007, 24448548, 25693964, 28176767).\nMore evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached.\nThe mechanism for disease is hemizygous loss of function.\nThis gene-disease association is supported by animal models, expression studies and functional assays.\nIn summary, FMR1 is definitively associated with X-linked fragile X syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\nThis classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 6/3/2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:e491d278-7123-434c-8de3-46e16afb4037"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}