{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-30T19:06:43.763Z","role":"Publisher"},{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-11-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23665959","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) is the most frequent birth defect, affecting 0.8% of live births. Many cases occur sporadically and impair reproductive fitness, suggesting a role for de novo mutations. Here we compare the incidence of de novo mutations in 362 severe CHD cases and 264 controls by analysing exome sequencing of parent-offspring trios. CHD cases show a significant excess of protein-altering de novo mutations in genes expressed in the developing heart, with an odds ratio of 7.5 for damaging (premature termination, frameshift, splice site) mutations. Similar odds ratios are seen across the main classes of severe CHD. We find a marked excess of de novo mutations in genes involved in the production, removal or reading of histone 3 lysine 4 (H3K4) methylation, or ubiquitination of H2BK120, which is required for H3K4 methylation. There are also two de novo mutations in SMAD2, which regulates H3K27 methylation in the embryonic left-right organizer. The combination of both activating (H3K4 methylation) and inactivating (H3K27 methylation) chromatin marks characterizes 'poised' promoters and enhancers, which regulate expression of key developmental genes. These findings implicate de novo point mutations in several hundreds of genes that collectively contribute to approximately 10% of severe CHD.","dc:creator":"Zaidi S","dc:date":"2013","dc:title":"De novo mutations in histone-modifying genes in congenital heart disease."},"evidence":[{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.6},{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57e11833-890e-44d7-9df8-942f2acf5c55","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08d7be1c-24b6-45c5-b636-938eb0e4b2cd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18952608","type":"dc:BibliographicResource","dc:abstract":"Transforming growth factor-beta (TGF-beta) family members, including TGF-betas, activins, and bone morphogenetic proteins, exert diverse biological activities in cell proliferation, differentiation, apoptosis, embryonic development, and many other processes. These effects are largely mediated by Smad proteins. Smad7 is a negative regulator for the signaling of TGF-beta family members. Dysregulation of Smad7 is associated with pathogenesis of a variety of human diseases. However, the in vivo physiological roles of Smad7 have not been elucidated due to the lack of a mouse model with significant loss of Smad7 function. Here we report generation and initial characterization of Smad7 mutant mice with targeted deletion of the indispensable MH2 domain. The majority of Smad7 mutant mice died in utero due to multiple defects in cardiovascular development, including ventricular septal defect and non-compaction, as well as outflow tract malformation. The surviving adult Smad7 mutant mice had impaired cardiac functions and severe arrhythmia. Further analyses suggest that Smad2/3 phosphorylation was elevated in atrioventricular cushion in the heart of Smad7 mutant mice, accompanied by increased apoptosis in this region. Taken together, these observations pinpoint an important role of Smad7 in the development and function of the mouse heart in vivo.","dc:creator":"Chen Q","dc:date":"2009","dc:title":"Smad7 is required for the development and function of the heart."},"rdfs:label":"Smad7 null mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Antibody recognizes phospho-Smad2/3"},{"id":"cggv:5a8c37e0-d716-425e-a038-ecb45fae516c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db34c197-3d28-4e6c-8997-883003bb840c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohisochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35894043","type":"dc:BibliographicResource","dc:abstract":"Jacobsen syndrome is a rare chromosomal disorder caused by deletions in the long arm of human chromosome 11, resulting in multiple developmental defects including congenital heart defects. Combined studies in humans and genetically engineered mice implicate that loss of ETS1 (E26 transformation specific 1) is the cause of congenital heart defects in Jacobsen syndrome, but the underlying molecular and cellular mechanisms are unknown.","dc:creator":"Wang L","dc:date":"2022","dc:title":"Endothelial Loss of ETS1 Impairs Coronary Vascular Development and Leads to Ventricular Non-Compaction."},"rdfs:label":"Ets1 endothelial depletion"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cb848eb1-3365-47df-b311-f1a64e050afd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bac2d5f7-89c8-4bf4-96ea-d9f2040622b1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24064296","type":"dc:BibliographicResource","dc:abstract":"β2-Spectrin is an actin-binding protein that plays an important role in membrane integrity and the transforming growth factor (TGF)-β signalling pathway as an adaptor for Smads. Loss of β2-spectrin in mice (Spnb2(-/-)) results in embryonic lethality with gastrointestinal, liver, neural, and heart abnormalities that are similar to those in Smad2(+/-)Smad3(+/-) mice. However, to date, the role of β2-spectrin in embryogenesis, particularly in heart development, has been poorly delineated. Here, we demonstrated that β2-spectrin is required for the survival and differentiation of cardiomyocytes, and its loss resulted in defects in heart development with failure of ventricular wall thickening.","dc:creator":"Lim JA","dc:date":"2014","dc:title":"Loss of β2-spectrin prevents cardiomyocyte differentiation and heart development."},"rdfs:label":"E14.5 cardiomyocytes express Smad2"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:92199393-18ed-49c0-945b-1b4d06705fea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3740e2b-4dd7-4de7-9338-c11a3e0171bd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33801433","type":"dc:BibliographicResource","dc:abstract":"Among the three transforming growth factor beta (TGFβ) ligands, TGFβ2 is essential for heart development and is produced by multiple cell types, including myocardium. Heterozygous mutations in ","dc:creator":"Bhattacharya A","dc:date":"2021","dc:title":"Myocardial TGFβ2 Is Required for Atrioventricular Cushion Remodeling and Myocardial Development."},"rdfs:label":"Tgfbr2 conditional null mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7147d75b-9100-48ff-a8bc-cb99923714da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:933ef4c3-e5a6-46fe-9624-d45be2de12eb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"P19 cells transfected with variants from patients with congenital heart disease have decreased phospho-Smad2/3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34666056","type":"dc:BibliographicResource","dc:abstract":"NODAL signaling plays an essential role in vertebrate embryonic patterning and heart development. Accumulating evidences suggest that genetic mutations in TGF-β/NODAL signaling pathway can cause congenital heart disease in humans. To investigate the implication of NODAL signaling in isolated cardiovascular malformation, we have screened 300 non-syndromic CHD cases and 200 controls for NODAL and ACVR1B by Sanger sequencing and identified two rare missense (c.152C > T; p.P51L and c.981 T > A; p.D327E) variants in NODAL and a novel missense variant c.1035G > A; p.M345I in ACVR1B. All these variants are absent in 200 controls. Three-dimensional protein-modelling demonstrates that both p.P51L and p.D327E variations of NODAL and p.M345I mutation of ACVR1B, affect the tertiary structure of respective proteins. Variants of NODAL (p.P51L and p.D327E) and ACVR1B (p.M345I), significantly reduce the transactivation of AR3-Luc, (CAGA)","dc:creator":"Yadav ML","dc:date":"2021","dc:title":"Implication of rare genetic variants of NODAL and ACVR1B in congenital heart disease patients from Indian population."},"rdfs:label":"P19 cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Variants are not known to be causal, and antibody recognizes phospho-Smad2/3"},{"id":"cggv:2c2cd089-1985-4953-9bad-d9886fdc8829","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a469b31c-37a3-4ff1-9c26-cf860bbc09da","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26821812","type":"dc:BibliographicResource","dc:abstract":"The epicardium has a critical role during embryonic development, contributing epicardium-derived lineages to the heart, as well as providing regulatory and trophic signals necessary for myocardial development. Crim1 is a unique trans-membrane protein expressed by epicardial and epicardially-derived cells but its role in cardiogenesis is unknown. Using knockout mouse models, we observe that loss of Crim1 leads to congenital heart defects including epicardial defects and hypoplastic ventricular compact myocardium. Epicardium-restricted deletion of Crim1 results in increased epithelial-to-mesenchymal transition and invasion of the myocardium in vivo, and an increased migration of primary epicardial cells. Furthermore, Crim1 appears to be necessary for the proliferation of epicardium-derived cells (EPDCs) and for their subsequent differentiation into cardiac fibroblasts. It is also required for normal levels of cardiomyocyte proliferation and apoptosis, consistent with a role in regulating epicardium-derived trophic factors that act on the myocardium. Mechanistically, Crim1 may also modulate key developmentally expressed growth factors such as TGFβs, as changes in the downstream effectors phospho-SMAD2 and phospho-ERK1/2 are observed in the absence of Crim1. Collectively, our data demonstrates that Crim1 is essential for cell-autonomous and paracrine aspects of heart development.","dc:creator":"Iyer S","dc:date":"2016","dc:title":"Crim1 has cell-autonomous and paracrine roles during embryonic heart development."},"rdfs:label":"Crim1 null mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Antibody recognizes phosph-Smad2/3"},{"id":"cggv:cbc47114-5caa-48bb-b628-eeedfb2dab59","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4219d0e-bd35-43a7-9620-1121d7b4ca46","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15528466","type":"dc:BibliographicResource","dc:abstract":"Aortic arch interruptions in humans and animal models are mainly caused by aberrant development of the fourth pharyngeal arch artery. Little is known about the maturation of this vessel during normal and abnormal development, which is the subject of this study. Tgfbeta2 knockout mice that present with fourth artery defects have been associated with defective neural crest cell migration. In this study, we concentrated on pharyngeal arch artery development during developmental days 12.5 to 18.5, focusing on neural crest cell migration using a Wnt1-Cre by R26R neural crest cell reporter mouse. Fourth arch artery maturation was studied with antibodies directed against smooth muscle alpha-actin and neural NCAM-1 and RMO-270. For diminished transforming growth factor beta (TGF-beta) signaling, SMAD2 and fibronectin have been analyzed. Neural crest migration and differentiation into smooth muscle cells is unaltered in mutants, regardless of the cardiovascular defect found; however, innervation of the fourth arch artery is affected. Absent staining for nuclear SMAD2, NCAM-1, and RMO-270 in the fourth artery in mutant coincides with severe defects of this segment. Likewise, fibronectin expression is diminished in these cases. From these data we conclude the following: (1) neural crest cell migration is not a common denominator in cardiovascular defects of Tgfbeta2-/- mice; (2) fourth arch artery maturation is a complex process involving innervation; and (3) TGF-beta2 depletion diminishes SMAD2-signaling in the fourth arch artery and coincides with reduced vascular NCAM-1 expression and neural innervation of this artery. We hypothesize that disturbed maturation of the fourth pharyngeal arch artery, and especially abrogated vascular innervation, will result in fourth arch interruptions.","dc:creator":"Molin DG","dc:date":"2004","dc:title":"Transforming growth factor beta-SMAD2 signaling regulates aortic arch innervation and development."},"rdfs:label":"Tgfbr2 null mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2696d837-67ab-4756-98eb-6757b833d820","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:674cf308-6aee-4b94-8c15-115bd94035b7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"EBAF was decreased, and SMAD2 was observed to increase EBAF expression","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23899608","type":"dc:BibliographicResource","dc:abstract":"As a NODAL pathway inhibitor, EBAF plays a critical role during mammalian cardiac development. As recent tests that have been conducted on gene-targeted mice indicate, its expression is frequently altered where cardiac defects are present. We aimed to explore the EBAF expression pattern and molecular mechanism of EBAF gene for VSD genesis. In this report, we show that the average expression of EBAF in the disease tissues of VSD patients was lower than the expression in normal fetuses without VSD. Further study showed that the expression pattern of EBAF was potentially involved in cardiomyocyte apoptosis by Annexin-V and RT-PCR assays. We also found that abnormal activation of NODAL-PITX2C pathway was associated with down-regulation of EBAF. By luciferase reporter assays, we find that EBAF expression is mediated by transcriptional factors smad2 and cited2. In addition, ChIP assays showed that histone acetyltransferase p300 is involved in the activation of EBAF through inducing hyperacetylation of histone H4 at the EBAF promoter. Co-immunoprecipitation also indicates that the expression of EBAF is regulated by a transcriptional complex including p300, smad2, and cited2. This study revealed a novel regulator mechanism of EBAF, which may be a potential molecular target for halting the onset of VSDs. They also indicate that smad2, cited2, and p300 may play important roles in modulating the confirmation of ventricular septal defects.","dc:creator":"Su D","dc:date":"2013","dc:title":"Down-regulation of EBAF in the heart with ventricular septal defects and its regulation by histone acetyltransferase p300 and transcription factors smad2 and cited2."},"rdfs:label":"VSD tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Association was indirect"},{"id":"cggv:88ed0d3e-5f76-4b81-8af2-604c9d546db2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a30e8257-655c-48f0-9569-0eb7af761989","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"P19 cells expressing NODAL variants identified in participants with heterotaxy have altered phospho-Smad2/3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19064609","type":"dc:BibliographicResource","dc:abstract":"NODAL and its signaling pathway are known to play a key role in specification and patterning of vertebrate embryos. Mutations in several genes encoding components of the NODAL signaling pathway have previously been implicated in the pathogenesis of human left-right (LR) patterning defects. Therefore, NODAL, a member of TGF-beta superfamily of developmental regulators, is a strong candidate to be functionally involved in congenital LR axis patterning defects or heterotaxy. Here we have investigated whether variants in NODAL are present in patients with heterotaxy and/or isolated cardiovascular malformations (CVM) thought to be caused by abnormal heart tube looping. Analysis of a large cohort of cases (n = 269) affected with either classic heterotaxy or looping CVM revealed four different missense variants, one in-frame insertion/deletion and two conserved splice site variants in 14 unrelated subjects (14/269, 5.2%). Although similar with regard to other associated defects, individuals with the NODAL mutations had a significantly higher occurrence of pulmonary valve atresia (P = 0.001) compared with cases without a detectable NODAL mutation. Functional analyses demonstrate that the missense variant forms of NODAL exhibit significant impairment of signaling as measured by decreased Cripto (TDGF-1) co-receptor-mediated activation of artificial reporters. Expression of these NODAL proteins also led to reduced induction of Smad2 phosphorylation and impaired Smad2 nuclear import. Taken together, these results support a role for mutations and rare deleterious variants in NODAL as a cause for sporadic human LR patterning defects.","dc:creator":"Mohapatra B","dc:date":"2009","dc:title":"Identification and functional characterization of NODAL rare variants in heterotaxy and isolated cardiovascular malformations."},"rdfs:label":"P19 cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Variants are not proven pathogenic and antibody recognizes phospho-Smad2/3"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3df03850-c49b-43b1-8cb8-cc5972fb4c03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e5d2176-18e0-4938-b110-cdfccc519374","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alterations to early development, but not specific to congenital heart disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12432092","type":"dc:BibliographicResource","dc:abstract":"Using selectable genes as proof of principle, a new high-throughput genotype-based mutation screen in mouse embryonic stem (ES) cells was developed [Chen et al. (2002) Nat. Genet. 24, 314-317]. If expanded to nonselectable genes, this approach would allow one to proceed quickly from sequence to whole-animal phenotypes. Here data are presented showing that a screen of a cryopreserved library of clonal, germ line competent, N-ethyl-N-nitrosurea (ENU) mutagenized ES cells can identify a large series of allelic mutations in Smad2 and Smad4, two nonselectable genes of the transforming growth factor beta superfamily of signaling molecules. Whole animal phenotypic analyses of some of these alleles provided evidence for novel developmental processes mediated by these components of transforming growth factor beta signaling, demonstrating the utility of non-null alleles created by chemical mutagens. The accurately assessed mutation load of the ES cell library indicates that it is a valuable resource for developing mouse lines for genetic and functional studies. This methodology can conceptually be applied for the generation of an allelic series of subtle mutations at any locus of interest in the mouse.","dc:creator":"Vivian JL","dc:date":"2002","dc:title":"An allelic series of mutations in Smad2 and Smad4 identified in a genotype-based screen of N-ethyl-N- nitrosourea-mutagenized mouse embryonic stem cells."},"rdfs:label":"Smad2 hypomorph"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"No specific congenital heart disease - observed profound alterations in early development"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7741,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.6,"subject":{"id":"cggv:d7bd2090-6a53-488e-bf93-c6cd38466b1a","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:6768","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SMAD2 was first reported in relation to autosomal dominant congenital heart disease in 2017\n(Jin et al., PMID 28991257). At least 9 rare variants (4 missense, 5 loss-of-function) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. SMAD2 has been noted to be associated with the following disease entities: atrial septal defect, ventricular septal defect, dextrocardia, atrial isomerism, double-outlet right ventricle, unbalanced complete atrioventricular canal, unbalanced right-dominant complete atrioventricular canal, pulmonary stenosis, pulmonary atresia, mitral atresia and hypoplastic left ventricle (OMIM 619657). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, these disease entities have been lumped into one disease entity, Autosomal Dominant SMAD2-related Congenital Heart Disorders with or without Heterotaxy. Variants in this gene have been reported in at least 9 probands in 9 publications (PMIDs 28991257, 36803080, 30157302, 30622330, 29786156, 34328347), using an allele frequency threshold of 1x10-5. This gene-disease relationship is supported by animal models, expression studies, and functional assays. Expression studies confirmed that SMAD2 is expressed during mouse embryogenesis (PMID 24064296). Multiple mouse models of congenital heart disease had abnormal SMAD2 expression and/or phosphorylation (PMIDs 15528466, 33801433, 18952608, 26821812, 35894043). Hypomorphic alleles of Smad2 resulted in impaired mouse embryo formation (PMID 12432092), while overexpression led to increased cardiac differentiation (PMID 27818139). In summary, there is strong evidence to support this gene-disease relationship. The association has been replicated over time, supporting a definitive gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 11/6/23 (SOP Version 9).\n\nReplicated over time","dc:isVersionOf":{"id":"cggv:5e0055af-46d4-42c2-93fa-f3c4d238b3d4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}