{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-02-14T17:00:00.000Z","role":"Approver"},{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-03-30T20:37:40.971Z","role":"Publisher"}],"evidence":[{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:263761b9-dcc4-4c4d-8d33-4c02387b0d31","type":"EvidenceLine","evidence":[{"id":"cggv:263761b9-dcc4-4c4d-8d33-4c02387b0d31_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6f390a5a-e7ac-407c-89fb-62b115b1f532","type":"Cohort","allGenotypedSequenced":3239,"alleleFrequency":0.003704847175054029,"detectionMethod":"Whole-exome capture used Agilent All Exon kits (50MB, 65MB, and CRE), Nimblegen SeqCap EZ Exome Enrichment\nkits (V2.0, V3.0, VCRome, and MedExome), IDT Exome\nEnrichment panel, and Illumina TruSeq kits. Sequencing occurred\non Illumina GAIIx, HiSeq 2000, or HiSeq 2500 sequencers according\nto standard protocols","evidence":[{"id":"cggv:263761b9-dcc4-4c4d-8d33-4c02387b0d31_cc_evidence_item"}],"numWithVariant":12,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:75df7568-6598-4740-b716-cd41e831919a","type":"Cohort","allGenotypedSequenced":11808,"alleleFrequency":0.0002540650406504065,"evidence":[{"id":"cggv:263761b9-dcc4-4c4d-8d33-4c02387b0d31_cc_evidence_item"}],"numWithVariant":3},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00000229,"statisticalSignificanceType":"","statisticalSignificanceValue":14.63,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30940688","type":"dc:BibliographicResource","dc:abstract":"Large-scale sequencing efforts in amyotrophic lateral sclerosis (ALS) have implicated novel genes using gene-based collapsing methods. However, pathogenic mutations may be concentrated in specific genic regions. To address this, we developed two collapsing strategies: One focuses rare variation collapsing on homology-based protein domains as the unit for collapsing, and the other is a gene-level approach that, unlike standard methods, leverages existing evidence of purifying selection against missense variation on said domains. The application of these two collapsing methods to 3093 ALS cases and 8186 controls of European ancestry, and also 3239 cases and 11,808 controls of diversified populations, pinpoints risk regions of ALS genes, including ","dc:creator":"Gelfman S","dc:date":"2019","dc:title":"A new approach for rare variation collapsing on functional protein domains implicates specific genic regions in ALS."},"rdfs:label":"Collapsing Analysis"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":6,"dc:description":"Case-enrichment of LGALSL was also replicated using an\nadditional data set constructed by Cirulli et al. (2015), in which the\ntop 51 genes identified in their best performing model (including\nLGALSL) were sequenced in a replication cohort. They subjected this\ndata set of 830 cases and 1858 controls that were available at\nColumbia University to the same intolerance-informed analysis\nas the original cohort. They identified two cases (0.24%) and one control\n(0.054%) with qualifying variants in the LGALSL domain and\nan odds-ratio of 4.5. While not significant due to the small sample\nsize, this analysis shows the same direction of case-enrichment in LGALSL.\n\n\nSubjects harboring LGALSL qualifying variants showed a\nmean AAO that is 13 yr younger than the rest of the cohort (43.8\nyr vs. 57.1, P = 8.1 × 10−4; Mann–Whitney U test). The AAO information\nwas available for 11/12 variant carriers and 2767/3239\nnoncarriers, and LGALSL was ranked as the fifth highest gene\nwith regard to significance of AAO difference."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Limited","sequence":6043,"specifiedBy":"GeneValidityCriteria9","strengthScore":6,"subject":{"id":"cggv:69c5e93b-cebe-40b2-a240-6a3cd2dfeb4d","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:25012","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"LGALSL codes for the galectin-like protein, previously known as lectin, galactoside-binding-like. While the function of this protein is largely unknown, other members of the galectin family (LGALS1 and LGALS3) have been implicated in ALS disease processes and progression. LGALSL was identified as a candidate gene responsible for ALS by a single burden collapsing analysis in a large cohort (PMID: 30940688). This cohort of 3,239 ALS cases and 11,808 controls of matched and diverse genetic ancestry were subjected to a novel gene-collapsing analysis whose unit of collapsing was regional intolerance to missense variation rather than the gene itself. This novel approach identified LGALS as the third enriched gene, following known ALS genes: SOD1 and TARDBP. Enrichment of this gene originates from one specific domain (a region comprising 378 bp that is mapped to a conserved protein domain intolerant to variation) (OR = 14.63; P = 2.29 × 10−6). LGALSL loss of function variants were only identified in cases and absent from the nearly 12,000 controls, and further were only identified in 3 out of 60,033 individuals in ExAC. Effects of population and gender as possible covariates were analyzed using the Firth logistic regression and revealed a reduction in genomic inflation factor from λ = 1.14 to λ = 1.04, and a strengthened P-value of 5.84 × 10−7. LGALSL enrichment was replicated in a data set of 830 cases and 1858 controls that were available at Columbia University and were subjected to the same intolerance-informed analysis as the original cohort (OR 4.5, not statistically significant but demonstrates same direction of enrichment). Using the Cochran-Mantel-Haenszel (CMH) test to combine the original and replication cohorts, a final, combined P = 1.54 × 10−7 and a common odds-ratio of 11.35 for LGALSL was determined.\nThis case-control study was allotted 6 genetic-evidence points due to it involving a large number of cases and controls studied that were appropriately matched by genetic ancestry, lack of bias or confounding variables, findings replicated in a second cohort, and an odds ratio that was highly statistically significant. While this study on its own provides evidence to support a limited gene-disease relationship between LGALSL and ALS, this study has not yet been replicated, and no mutations segregating in familial ALS or ALS-FTD have been reported. Additionally, no experimental evidence has been reported on this gene. Until additional genetic and experimental evidence are reported on this gene, it remains classified as a limited-evidence gene.\n","dc:isVersionOf":{"id":"cggv:5a2db59f-5293-4e5d-ae34-5a38d8c6ebdf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}