{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2023-04-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2023-04-24T21:37:23.808Z","role":"Publisher"}],"evidence":[{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.8},{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dd62173-c613-4cad-b26c-2b793f70255d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6954f894-9c01-4719-9497-9f7e2c93e7a9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"SOX17 is predominantly localized to the endothelial cells within plexiform lesions in the lungs of IPAH patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29650961","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension (PAH) is a rare disorder with a poor prognosis. Deleterious variation within components of the transforming growth factor-β pathway, particularly the bone morphogenetic protein type 2 receptor (BMPR2), underlies most heritable forms of PAH. To identify the missing heritability we perform whole-genome sequencing in 1038 PAH index cases and 6385 PAH-negative control subjects. Case-control analyses reveal significant overrepresentation of rare variants in ATP13A3, AQP1 and SOX17, and provide independent validation of a critical role for GDF2 in PAH. We demonstrate familial segregation of mutations in SOX17 and AQP1 with PAH. Mutations in GDF2, encoding a BMPR2 ligand, lead to reduced secretion from transfected cells. In addition, we identify pathogenic mutations in the majority of previously reported PAH genes, and provide evidence for further putative genes. Taken together these findings contribute new insights into the molecular basis of PAH and indicate unexplored pathways for therapeutic intervention.","dc:creator":"Gräf S","dc:date":"2018","dc:title":"Identification of rare sequence variation underlying heritable pulmonary arterial hypertension."},"rdfs:label":"SOX17 expression in human "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:252389e8-e8cb-4032-87b2-0cca443b2caa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5343387a-109c-4971-8b34-1ed3c6d62f31","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SOX17 is exclusively expressed in the endothelial cells of mouse arteries (not expressed in endothelial cells of mouse veins). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24153254","type":"dc:BibliographicResource","dc:abstract":"The functional diversity of the arterial and venous endothelia is regulated through a complex system of signalling pathways and downstream transcription factors. Here we report that the transcription factor Sox17, which is known as a regulator of endoderm and hemopoietic differentiation, is selectively expressed in arteries, and not in veins, in the mouse embryo and in mouse postnatal retina and adult. Endothelial cell-specific inactivation of Sox17 in the mouse embryo is accompanied by a lack of arterial differentiation and vascular remodelling that results in embryo death in utero. In mouse postnatal retina, abrogation of Sox17 expression in endothelial cells leads to strong vascular hypersprouting, loss of arterial identity and large arteriovenous malformations. Mechanistically, Sox17 acts upstream of the Notch system and downstream of the canonical Wnt system. These data introduce Sox17 as a component of the complex signalling network that orchestrates arterial/venous specification.","dc:creator":"Corada M","dc:date":"2013","dc:title":"Sox17 is indispensable for acquisition and maintenance of arterial identity."},"rdfs:label":"SOX17 expression in mice "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20127809-d15f-4bbc-abef-25b88fe5efaf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a5fdd33-cf04-40e0-be2e-29449c400e86","type":"FunctionalAlteration","dc:description":"Notch-1 activation was repressed fourteen-fold and then rescued by a WT copy of SOX17. Furthermore, CTNNB1 inhibition was derepressed by the p.Gln127* mutant. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33952808","type":"dc:BibliographicResource","dc:abstract":"Pulmonary arterial hypertension (PAH) refers to a rare, progressive disorder that is characterized by occlusive pulmonary vascular remodeling, resulting in increased pulmonary arterial pressure, right-sided heart failure, and eventual death. Emerging evidence from genetic investigations of pediatric-onset PAH highlights the strong genetic basis underpinning PAH, and deleterious variants in multiple genes have been found to cause PAH. Nevertheless, PAH is of substantial genetic heterogeneity, and the genetic defects underlying PAH in the overwhelming majority of cases remain elusive. In this investigation, a consanguineous family suffering from PAH transmitted as an autosomal-dominant trait was identified. Through whole-exome sequencing and bioinformatic analyses as well as Sanger sequencing analyses of the PAH family, a novel heterozygous SOX17 mutation, NM_022454.4: c.379C>T; p. (Gln127*), was found to co-segregate with the disease in the family, with complete penetrance. The nonsense mutation was neither observed in 612 unrelated healthy volunteers nor retrieved in the population genetic databases encompassing the Genome Aggregation Database, the Exome Aggregation Consortium database, and the Single Nucleotide Polymorphism database. Biological analyses using a dual-luciferase reporter assay system revealed that the Gln127*-mutant SOX17 protein lost the ability to transcriptionally activate its target gene NOTCH1. Moreover, the Gln127*-mutant SOX17 protein exhibited no inhibitory effect on the function of CTNNB1-encode β-catenin, which is a key player in vascular morphogenesis. This research firstly links SOX17 loss-of-function mutation to familial PAH, which provides novel insight into the molecular pathogenesis of PAH, suggesting potential implications for genetic and prognostic risk evaluation as well as personalized prophylaxis of the family members affected with PAH.","dc:creator":"Wang TM","dc:date":"2021","dc:title":"SOX17 Loss-of-Function Mutation Underlying Familial Pulmonary Arterial Hypertension."},"rdfs:label":"Functional alteration in non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":6161,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.3,"subject":{"id":"cggv:66f50ac4-c2bf-4390-b1de-1412f8a5657d","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:18122","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SOX17* was first reported in relation to autosomal dominant pulmonary arterial hypertension (PAH) as a part of the UK NIHR PAH cohort study (PMID:30527956). Since then, subsequent studies have confirmed the role of *SOX17* in PAH. *SOX17* encodes a transcription factor specific to endothelial cells which is believed to play an important role in cardiovascular development (PMID:36205124). Twenty-one variants (13 missense, 1 nonsense, 7 frameshift) reported in 23 IPAH probands in 6 publications (PMIDs: 29650961, 30029678, 30044643, 30578397, 33952808, 31727138) are included in this curation. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by expression studies and in vitro functional assays (PMIDs:24153254, 33952808, 29650961). Graf et al. observed SOX17 protein predominantly located within the endothelial cells of plexiform lesions in the lung samples of patients with PAH (PMID:29650961). Furthermore, Corado et al. reported exclusive expression of SOX17 in the endothelial pulmonary arterioles of mice (PMID:24153254). Finally, Wang et al. created a *SOX17* mutant construct (p.Gln127Ter) in COS-7 cells. The *SOX17* variant resulted in a repression of *NOTCH-1* activation and then rescued by a WT copy of *SOX17.*\nIn summary, *SOX17* is definitively associated with autosomal dominant PAH. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen PAH Gene Curation Expert Panel on the meeting date 08/30/22 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:8d47cc1b-9fe0-4f2f-9415-1490d81a5ca3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}