{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eacv1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-07-21T13:45:49.310Z","role":"Publisher"},{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-05-27T04:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10097","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5002ca5c-e7eb-4914-a1d5-ee873ed5b8a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5bbe2c9-fdc7-42fc-be40-34f35daba03c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"A yeast two-hybrid experiment identified two clones (from same mRNA), FOG1, that interacted with the N-zf of GATA-1 with high specificity.  Further yeast one-hybrid studies were conducted which demonstrated that FOG interacts specifically with the N-zf of GATA1.\n\nImmunoprecipitation assays were performed by transfecting both COS and MEL cells with full length FOG1 and GATA-1 and immunoprecipitating with anti-FOG and anti-GATA-1 antibodies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9230307","type":"dc:BibliographicResource","dc:abstract":"The hematopoietic transcription factor GATA-1 is essential for development of the erythroid and megakaryocytic lineages. Using the conserved zinc finger DNA-binding domain of GATA-1 in the yeast two-hybrid system, we have identified a novel, multitype zinc finger protein, Friend of GATA-1 (FOG), which binds GATA-1 but not a functionally inactive mutant lacking the amino (N) finger. FOG is coexpressed with GATA-1 during embryonic development and in erythroid and megakaryocytic cells. Furthermore, FOG and GATA-1 synergistically activate transcription from a hematopoietic-specific regulatory region and cooperate during both erythroid and megakaryocytic cell differentiation. These findings indicate that FOG acts as a cofactor for GATA-1 and provide a paradigm for the regulation of cell type-specific gene expression by GATA transcription factors.","dc:creator":"Tsang AP","dc:date":"1997","dc:title":"FOG, a multitype zinc finger protein, acts as a cofactor for transcription factor GATA-1 in erythroid and megakaryocytic differentiation."},"rdfs:label":"Tsang - FOG-1-GATA-1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The essential GATA-1:FOG1 interaction has been thoroughly documented.  Additional experiments in this publication demonstrate FOG1 and GATA-1 are coexpressed in hematopoetic tissue of developing mice embryos. Northern blot studies show FOG1 mRNA expression in several erythroid cells lines, a megakayocytic cell line, and interleukin dependent hematopoetic progenitor lines.  Erythroid differentiation studies in G1E cells demonstrated that exogenous FOG enhances the ability of GATA-1/ER to induce terminal maturation of G1E cells. Megakaryoctye differentiation studies in 416B cells demonstrated that cells cotransfected with GATA-1 and FOG-1 induced a higher degree of differentiation, ~75%, (measured by moderate/intense AChE activity) as compared to GATA-1 (~35%) or FOG-1  alone (8%). These studies are supported in PMID: 10078204."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:46d8d63e-d0e5-45b1-a058-089094dcd436","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27825b40-5a55-4587-8fd6-4e8b08d8f8cc","type":"FunctionalAlteration","dc:description":"V205M mutant and WT Gata-1 were coexpressed with Fog-1 in COS cells and immunoprecipitated with an anti-Gata-1 antibody. Analysis by western blot using an anti-gata-1 antibody demonstrated severely impaired interaction between Gata-1 and Fog-1 in the the mutant prep versus WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10700180","type":"dc:BibliographicResource","dc:abstract":"Haematopoietic development is regulated by nuclear protein complexes that coordinate lineage-specific patterns of gene expression. Targeted mutagenesis in embryonic stem cells and mice has revealed roles for the X-linked gene Gata1 in erythrocyte and megakaryocyte differentiation. GATA-1 is the founding member of a family of DNA-binding proteins that recognize the motif WGATAR through a conserved multifunctional domain consisting of two C4-type zinc fingers. Here we describe a family with X-linked dyserythropoietic anaemia and thrombocytopenia due to a substitution of methionine for valine at amino acid 205 of GATA-1. This highly conserved valine is necessary for interaction of the amino-terminal zinc finger of GATA-1 with its essential cofactor, FOG-1 (for friend of GATA-1; refs 9-12). We show that the V205M mutation abrogates the interaction between Gata-1 and Fog-1, inhibiting the ability of Gata-1 to rescue erythroid differentiation in an erythroid cell line deficient for Gata-1 (G1E). Our findings underscore the importance of FOG-1:Gata-1 associations in both megakaryocyte and erythroid development, and suggest that other X-linked anaemias or thrombocytopenias may be caused by defects in GATA1.","dc:creator":"Nichols KE","dc:date":"2000","dc:title":"Familial dyserythropoietic anaemia and thrombocytopenia due to an inherited mutation in GATA1."},"rdfs:label":"Nichols - GATA-1:FOG1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The interaction between GATA-1 and FOG-1 is critical for normal erythroid and megakaryocyte development. The disruption of this interaction leads to a phenotype on the spectrum of GATA-1 related X-linked cytopenia. Study of additional variants showed similar findings demonstrating the critical interaction between GATA-1 and FOG-1 (PMID: 23704091; 11418466; 11809723; 11675338)."},{"id":"cggv:677396bf-103e-4a27-aec4-c1d214eb3ee9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13d1cd8f-c31c-4ee5-ba8e-3a3b149b6911","type":"FunctionalAlteration","dc:description":"Variants V205M, G208R, G208S, R216Q, R216W, D218Y, and D218G were studied in G1E and G1ME cells.  Variants V205M, G208R, and D218Y (group 1) were inert in benzidine dye studies, indicating failure to induce erythroid maturation.  G208S (group 1) demonstrated partial activity, while R216Q, R216W, and D218G variants (group 2) showed only minor deficiencies. Further studied in G1E cells showed group 1 variants showed reduced activation and repression to <20% of WT in 30 GATA1 target genes.  Group 2 variants demonstrated more muted results.\nG1ME studies of group 1 variants showed significant deficiencies (as shown in acetylcholinesterase staining assays) in megakaryocyte maturation and group 2 demonstrated mild deficiencies compared to WT.  Both groups showed reduced activation and repression of 20 GATA-1 target genes compared to WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23704091","type":"dc:BibliographicResource","dc:abstract":"Missense mutations in transcription factor GATA1 underlie a spectrum of congenital red blood cell and platelet disorders. We investigated how these alterations cause distinct clinical phenotypes by combining structural, biochemical, and genomic approaches with gene complementation systems that examine GATA1 function in biologically relevant cellular contexts. Substitutions that disrupt FOG1 cofactor binding impair both gene activation and repression and are associated with pronounced clinical phenotypes. Moreover, clinical severity correlates with the degree of FOG1 disruption. Surprisingly, 2 mutations shown to impair DNA binding of GATA1 in vitro did not measurably affect in vivo target gene occupancy. Rather, one of these disrupted binding to the TAL1 complex, implicating it in diseases caused by GATA1 mutations. Diminished TAL1 complex recruitment mainly impairs transcriptional activation and is linked to relatively mild disease. Notably, different substitutions at the same amino acid can selectively inhibit TAL1 complex or FOG1 binding, producing distinct cellular and clinical phenotypes. The structure-function relationships elucidated here were not predicted by prior in vitro or computational studies. Thus, our findings uncover novel disease mechanisms underlying GATA1 mutations and highlight the power of gene complementation assays for elucidating the molecular basis of genetic diseases. ","dc:creator":"Campbell AE","dc:date":"2013","dc:title":"Analysis of disease-causing GATA1 mutations in murine gene complementation systems."},"rdfs:label":"Campbell - G1E, G1ME Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These cell model systems demonstrated the effects of six GATA-1 variants on both erythroid and megakaryocyes.  The severe maturation defects and transcription profiles in both the G1E and G1ME variants are consistent with the human phenotype seen in GATA-1 related X-linked cytopenia."},{"id":"cggv:d1392842-7896-4f31-94fe-c73ee4900e51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35163eaa-227e-4fa0-9381-b4af00f29144","type":"FunctionalAlteration","dc:description":"GATA-1 mutants V205M, G208R, D218Y, G208S expressed in HEK293 and coimmunoprecipitated with full length FOG1 demonstrated diminished FOG1 binding, 20 - 80% to that of WT. ChIP studies confirmed these findings.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23704091","rdfs:label":"Campbell - HEK293"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The severity in which these mutants disrupt binding to FOG-1 correlates with the severity of findings in humans with these variants, strongly suggesting that the GATA-1:FOG-1 interaction accounts for the phenotype seen."},{"id":"cggv:8ece5940-d241-41a2-981d-858be7569f12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a9be715-d4e2-4d14-bc7e-b00c5b30e8a2","type":"FunctionalAlteration","dc:description":"Electrophoretic mobility shift assays assessed the dissociation of either WT or mutant, R216Q, GATA-1 (from nuclear extracts of COS tranfectections) with single and palindromic GATA site probes. With the addition of a competitor probe, dissociation of GATA-1:DNA complexes was observed at a faster rate in R216Q compared to wildtype from the palidromic site exclusively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12200364","type":"dc:BibliographicResource","dc:abstract":"Transcription factor GATA-1 is essential for the development of erythroid cells and megakaryocytes. Each of its 2 zinc fingers is critical for normal function. The C-terminal finger is necessary for DNA binding. The N finger mediates interaction with FOG-1, a cofactor for GATA-1, and also modulates DNA-binding affinity, notably at complex or palindromic GATA sites. Residues of the N finger-mediating interaction with FOG-1 lie on the surface of the N finger facing away from DNA. Strong sequence conservation of residues facing DNA suggests that this other surface may also have an important role. We report here that a syndrome of X-linked thrombocytopenia with thalassemia in humans is caused by a missense mutation (Arg216Gln) in the GATA-1 N finger. To investigate the functional consequences of this substitution, we used site-directed mutagenesis to alter the corresponding residue in GATA-1. Compared with wild-type GATA-1, Arg216Gln GATA-1 shows comparable affinity to single GATA sites but decreased affinity to palindromic sites. Arg216Gln GATA-1 interacts with FOG-1 similarly with wild-type GATA-1. Arg216Gln GATA-1 supports erythroid maturation of GATA-1 erythroid cells, albeit at reduced efficiency compared with wild-type GATA-1. Together, these findings suggest that residues of the N finger of GATA-1-facing DNA contribute to GATA-1 function apart from interaction with the cofactor FOG-1. This is also the first example of beta-thalassemia in humans caused by a mutation in an erythroid transcription factor.","dc:creator":"Yu C","dc:date":"2002","dc:title":"X-linked thrombocytopenia with thalassemia from a mutation in the amino finger of GATA-1 affecting DNA binding rather than FOG-1 interaction."},"rdfs:label":"Yu - DNA Binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The C-zf of GATA-1 is known to be the main binding site to GATA consensus sites, however, the N-zf increases the stability of GATA-1 and specific DNA sites, including palindromic GATA sites (PMID: 2276623; 8628290). The faster rate of dissociation of this GATA-1 mutant from the GATA palindromic probe as compared to WT GATA-1 confirms the findings that the N-zf is important for stabilizing GATA-1:DNA interactions.  These studies were also conducted in variants in the same region (P213G, L214F, R216A, R216E, L230E, and L230F) and they demonstrated the aberrant DNA-biding seen in R216Q."},{"id":"cggv:d2701dc1-a8ca-44ca-836e-bad0a0670884","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3bcaa2c8-7c94-4481-a368-49a82ef8fc74","type":"FunctionalAlteration","dc:description":"Flow cytometry analysis of lineage committed cells (CD71+/CD235+ erythroid lineage, CD41+/CD42+ megakaryocyte lineage, and CD45+/CD18+ myeloid lineage) expressing GATA1s showed a marked decrease in erythroid differentiation and enhanced megakaryocytic and myeloid expansion capacity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25621499","type":"dc:BibliographicResource","dc:abstract":"Germline GATA1 mutations that result in the production of an amino-truncated protein termed GATA1s (where s indicates short) cause congenital hypoplastic anemia. In patients with trisomy 21, similar somatic GATA1s-producing mutations promote transient myeloproliferative disease and acute megakaryoblastic leukemia. Here, we demonstrate that induced pluripotent stem cells (iPSCs) from patients with GATA1-truncating mutations exhibit impaired erythroid potential, but enhanced megakaryopoiesis and myelopoiesis, recapitulating the major phenotypes of the associated diseases. Similarly, in developmentally arrested GATA1-deficient murine megakaryocyte-erythroid progenitors derived from murine embryonic stem cells (ESCs), expression of GATA1s promoted megakaryopoiesis, but not erythropoiesis. Transcriptome analysis revealed a selective deficiency in the ability of GATA1s to activate erythroid-specific genes within populations of hematopoietic progenitors. Although its DNA-binding domain was intact, chromatin immunoprecipitation studies showed that GATA1s binding at specific erythroid regulatory regions was impaired, while binding at many nonerythroid sites, including megakaryocytic and myeloid target genes, was normal. Together, these observations indicate that lineage-specific GATA1 cofactor associations are essential for normal chromatin occupancy and provide mechanistic insights into how GATA1s mutations cause human disease. More broadly, our studies underscore the value of ESCs and iPSCs to recapitulate and study disease phenotypes. ","dc:creator":"Byrska-Bishop M","dc:date":"2015","dc:title":"Pluripotent stem cells reveal erythroid-specific activities of the GATA1 N-terminus."},"rdfs:label":"Byrska-Bishop - iPSC"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The decreased erythropoiesis and increased megakaryopoiesis shown in these lineage differentiated iPSC's are consistent with the phenotype seen in GATA1-related X-linked cytopenia."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c9d840e-e0d3-4e44-8aee-48efd416e385","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff78f63b-f8c6-4bb1-9985-26c00114b013","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mouse model systems (mice missing the N-terminal domain and/or the N-zinc finger domain) recapitulated the human phenotype of anemia and erythroid abnormalities seen in GATA-1-related X-linked cytopenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11566888","type":"dc:BibliographicResource","dc:abstract":"GATA-1 is a transcription factor essential for erythroid/megakaryocytic cell differentiation. To investigate the contribution of individual domains of GATA-1 to its activity, transgenic mice expressing either an N-terminus, or an N- or C-terminal zinc finger deletion of GATA-1 (Delta NT, Delta NF or Delta CF, respectively) were generated and crossed to GATA-1 germline mutant (GATA-1.05) mice. Since the GATA-1 gene is located on the X-chromosome, male GATA-1 mutants die by embryonic day 12.5. Both Delta NF and Delta CF transgenes failed to rescue the GATA-1.05/Y pups. However, transgenic mice expressing Delta NT, but not the Delta NF protein, were able to rescue definitive hematopoiesis. In embryos, while neither the Delta CF protein nor a mutant missing both N-terminal domains (Delta NTNF) was able to support primitive erythropoiesis, the two independent Delta NT and Delta NF mutants could support primitive erythropoiesis. Thus, lineage-specific transgenic rescue of the GATA-1 mutant mouse revealed novel properties that are conferred by specific domains of GATA-1 during primitive and definitive erythropoiesis, and demonstrate that the NT and NF moieties lend complementary, but distinguishable properties to the function of GATA-1.","dc:creator":"Shimizu R","dc:date":"2001","dc:title":"In vivo requirements for GATA-1 functional domains during primitive and definitive erythropoiesis."},"rdfs:label":"Shimizu - Functional Domains Mouse Studies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Abnormal erythropoesis and lack of definitive hematopoiesis demonstrate the importance of both the N-terminal domain and the N-terminal zinc finger domain of GATA-1.  All but one of the variants implicated in  GATA-1-related X-linked cytopenia have been variants causing the skipping of the N-terminal domain, or missense variants in the N-Zf. Although primitive hematopoiesis proceeds normally in the transgenic mice missing one of these domains, definitive hematopoiesis cannot be rescued in mice missing the N-Zf and can only proceed in mice missing the NT when expressed at levels higher than endogenous.  This is in contrast to  knock-down mice rescued with WT GATA-1 where definitive hematopoiesis is fully rescued."},{"id":"cggv:1e8298cc-69f0-4cd6-8cda-c6ae02abd1c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66e132eb-a5ce-4c81-b79c-21991c6886d5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model system  of variant V205G recapitulates the human phenotypes of impaired megakaryopoesis and mild dyserythropoesis including macrothrombocytopenia and paucity of platelets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14656885","type":"dc:BibliographicResource","dc:abstract":"Association of GATA-1 and its cofactor Friend of GATA-1 (FOG-1) is essential for erythroid and megakaryocyte development. To assess functions of GATA-1-FOG-1 association during mouse development, we used the GATA-1 hematopoietic regulatory domain to generate transgenic mouse lines expressing a mutant GATA-1, which contains a substitution of glycine 205 for valine (V205G) that abrogates its association with FOG-1. We examined whether the transgenic expression of mutant GATA-1 rescues GATA-1 germ line mutants from embryonic lethality. In high-expressor lines we observed that the GATA-1(V205G) rescues GATA-1-deficient mice from embryonic lethality at the expected frequency, revealing that excess GATA-1(V205G) can eliminate the lethal anemia that is due to GATA-1 deficiency. In contrast, transgene expression comparable to the endogenous GATA-1 level resulted in much lower frequency of rescue, indicating that the GATA-1-FOG-1 association is critical for normal embryonic hematopoiesis. Rescued mice in these analyses exhibit thrombocytopenia and display dysregulated proliferation and impaired cytoplasmic maturation of megakaryocytes. Although anemia is not observed under steady-state conditions, stress erythropoiesis is attenuated in the rescued mice. Our findings reveal an indispensable role for the association of GATA-1 and FOG-1 during late-stage megakaryopoiesis and provide a unique model for X-linked thrombocytopenia with inherited GATA-1 mutation.","dc:creator":"Shimizu R","dc:date":"2004","dc:title":"Transgenic rescue of GATA-1-deficient mice with GATA-1 lacking a FOG-1 association site phenocopies patients with X-linked thrombocytopenia."},"rdfs:label":"Shimizu - V205GR Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Abnormal megakaryopoesis and mild erythropoesis represent a strong animal model of human GATA-1-related X-linked cytopenia.  The phenotype observed in these mice contrast the true rescue of the knock-down mouse when rescued by transgenic expression of WT GATA-1.  This difference is likely explained by the perturbation of GATA-1:FOG-1 in the mutant.   Human cases of the disruption of GATA-1:FOG-1 interaction have shown to result in severe thrombocytopenia without anemia (PMID: 11418466; 11675338) as seen in this mouse model."},{"id":"cggv:50b5134e-e75a-4f6b-82d0-2d7d95e8b97b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1f8af3f-99a2-4220-8c0d-efb60825d06e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This knock-out model system recapitulated the human phenotype of anemia and erythroid abnormalities seen in GATA-1-related X-linked cytopenia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8901585","type":"dc:BibliographicResource","dc:abstract":"The X chromosome-linked transcription factor GATA-1 is expressed specifically in erythroid, mast, megakaryocyte, and eosinophil lineages, as well as in hematopoietic progenitors. Prior studies revealed that gene-disrupted GATA-1- embryonic stem cells give rise to adult (or definitive) erythroid precursors arrested at the proerythroblast stage in vitro and fail to contribute to adult red blood cells in chimeric mice but did not clarify a role in embryonic (or yolk sac derived) erythroid cells. To examine the consequences of GATA-1 loss on embryonic erythropoiesis in vivo, we inactivated the GATA-1 locus in embryonic stem cells by gene targeting and transmitted the mutated allele through the mouse germ line. Male GATA-1- embryos die between embryonic day 10.5 and 11.5 (E10.5-E11.5) of gestation. At E9.5, GATA-1- embryos exhibit extreme pallor yet contain embryonic erythroid cells arrested at an early proerythroblast-like stage of their development. Embryos stain weakly with benzidine reagent, and yolk sac cells express globin RNAs, indicating globin gene activation in the absence of GATA-1. Female heterozygotes (GATA-1+/-) are born pale due to random inactivation of the X chromosome bearing the normal allele. However, these mice recover during the neonatal period, presumably as a result of in vivo selection for progenitors able to express GATA-1. Our findings conclusively establish the essential role for GATA-1 in erythropoiesis within the context of the intact developing mouse and further demonstrate that the block to cellular maturation is similar in GATA-1- embryonic and definitive erythroid precursors. Moreover, the recovery of GATA-1+/- mice from anemia seen at birth provides evidence indicating a role for GATA-1 at the hematopoietic progenitor cell level.","dc:creator":"Fujiwara Y","dc:date":"1996","dc:title":"Arrested development of embryonic red cell precursors in mouse embryos lacking transcription factor GATA-1."},"rdfs:label":"Fujiwara - Mouse KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although the mouse model recapitulated some of the phenotype on the spectrum of GATA-1 related X-linked cytopenia, it was more severe, causing fetal death in 100% of male embryos."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.7}],"evidenceStrength":"Definitive","sequence":4867,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.7,"subject":{"id":"cggv:435fbf94-bae0-4bd2-8830-b890c1daf7d3","type":"GeneValidityProposition","disease":"obo:MONDO_0100089","gene":"hgnc:4170","modeOfInheritance":"obo:HP_0001417"},"version":"1.3","dc:description":"GATA1 was first reported in relation to GATA1-related X-linked cytopenia in 2000 (Nichols et al, PMID: 10700180), however the disorder was termed familial dyserythropoietic anemia and thrombocytopenia.  Subsequently, other terms including X-linked thrombocytopenia with beta-thalassemia, X-linked thrombocytopenia with or without dyserythropoietic anemia, X-linked macrothrombocytopenia, and X-linked anemia with or without neutropenia and/or platelet abnormalities have been used.  GATA1-related cytopenia is the accepted term to encompass the heterogeneity of this disorder (Chou et al, 2017, PMID: 20301538). Evidence supporting this gene-disease curation includes case-level data, segregation data, and experimental data.  At least 13 unique variants (missense and splicing) have been reported in humans.   Variants in this gene have been reported in at least 23 probands in over 20 publications.  Variants in this gene segregated with disease in 22 additional family members.  The gene disease relationship is supported by animal models (PMID: 8901585; 14656885; 11566888), functional alteration in patient and non-patient cells (PMID: 25621499; 23704091; 12200364; 10700180) and protein interaction studies (PMID: 9230307). Additionally, the GATA1 p.Arg216Trp variant has been associated with three cases of X-linked congenital erythropoietic porphyria, which shares significant phenotypic overlap with GATA1-related cytopenia (PMID:25251786, 17148589). In summary, GATA1 is definitively associated with GATA1-related X-linked cytopenia.  This has been repeatedly demonstrated in both the research and the clinical diagnostic settings and has been upheld over time. This curation was approved as a definitive association by the Hemostasis/Thrombosis GCEP on May 27, 2020.","dc:isVersionOf":{"id":"cggv:ad980194-b275-4bbb-b3df-73c1a50d3eac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}