{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-11-21T17:47:42.309Z","role":"Publisher"},{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-08-18T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27270174","type":"dc:BibliographicResource","dc:abstract":"Primary congenital glaucoma (PCG) is a devastating eye disease and an important cause of childhood blindness worldwide. In PCG, defects in the anterior chamber aqueous humor outflow structures of the eye result in elevated intraocular pressure (IOP); however, the genes and molecular mechanisms involved in the etiology of these defects have not been fully characterized. Previously, we observed PCG-like phenotypes in transgenic mice that lack functional angiopoietin-TEK signaling. Herein, we identified rare TEK variants in 10 of 189 unrelated PCG families and demonstrated that each mutation results in haploinsufficiency due to protein loss of function. Multiple cellular mechanisms were responsible for the loss of protein function resulting from individual TEK variants, including an absence of normal protein production, protein aggregate formation, enhanced proteasomal degradation, altered subcellular localization, and reduced responsiveness to ligand stimulation. Further, in mice, hemizygosity for Tek led to the formation of severely hypomorphic Schlemm's canal and trabecular meshwork, as well as elevated IOP, demonstrating that anterior chamber vascular development is sensitive to Tek gene dosage and the resulting decrease in angiopoietin-TEK signaling. Collectively, these results identify TEK mutations in patients with PCG that likely underlie disease and are transmitted in an autosomal dominant pattern with variable expressivity.","dc:creator":"Souma T","dc:date":"2016","dc:title":"Angiopoietin receptor TEK mutations underlie primary congenital glaucoma with variable expressivity."},"evidence":[{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cc655e4e-5197-47fd-883c-c35fc6229c43","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9f6a5ac-2158-4205-835c-b4cbd008b15b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq data from diverse human tissues indicate that TEK expression levels peak in adult retina. Fluorescent microscopy data from another paper confirm that TEK expression is high within the endothelial cells of Schlemm's canal in particular (PMID: 25051267).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"TEK expression is highest in adult retinal tissues."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This expression profile is consistent with a role for TEK in anterior chamber vascular development. This does not conflict with other evidence that TEK expression is restricted / specific to endothelial cells (PMID: 7835909), as this cell type forms Schemm's canal."},{"id":"cggv:8747fb7c-afd8-4f56-b689-61cca1f58172","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:839432d2-57dc-4859-b6b2-6ef1a939759e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This evidence demonstrates the role of TEK as a receptor for ANGPT1 signaling, a mediator of cell-cell contacts, an upstream kinase in signal transduction cascades, and a regulator of endothelial cell behavior. These are all consistent with a function in the formation of Schlemm's canal, an endothelial structure responsible for aqueous humor drainage in the eye.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18425120","type":"dc:BibliographicResource","dc:abstract":"Tie2 belongs to the receptor tyrosine kinase family and functions as a receptor for Angiopoietin-1 (Ang1). Gene-targeting analyses of either Ang1 or Tie2 in mice reveal a critical role of Ang1-Tie2 signalling in developmental vascular formation. It remains elusive how the Tie2 signalling pathway plays distinct roles in both vascular quiescence and angiogenesis. We demonstrate here that Ang1 bridges Tie2 at cell-cell contacts, resulting in trans-association of Tie2 in the presence of cell-cell contacts. In clear contrast, in isolated cells, extracellular matrix-bound Ang1 locates Tie2 at cell-substratum contacts. Furthermore, Tie2 activated at cell-cell or cell-substratum contacts leads to preferential activation of Akt and Erk, respectively. Microarray analyses and real-time PCR validation clearly show the differential gene expression profile in vascular endothelial cells upon Ang1 stimulation in the presence or absence of cell-cell contacts, implying downstream signalling is dependent upon the spatial localization of Tie2.","dc:creator":"Fukuhara S","dc:date":"2008","dc:title":"Differential function of Tie2 at cell-cell contacts and cell-substratum contacts regulated by angiopoietin-1."},"rdfs:label":"TEK is an ANGPT1-stimulated receptor tyrosine kinase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This evidence indicates that TEK is a receptor tyrosine kinase activated by ANGPT1 to promote cell-cell contacts and transduce signals through phosphorylation of itself and downstream targets such as AKT. These events appear to regulate endothelial cell behavior and are therefore relevant to the role of TEK in the development and maintenance of Schlemm's canal."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecf43aa0-8a00-4abf-96e9-5fa2a8d88f67","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b4a7b81-de4c-4106-b5ca-8ea51df038a1","type":"FunctionalAlteration","dc:description":"Figure 1 indicates that TEK expression precedes PROX1 expression in Schlemm's canal. Figure 13 indicates that TEK promotes PROX1 expression at the mRNA and protein levels. Collectively, these data support the idea that TEK contributes to the development and maintenance of Schlemm's canal through a signaling pathway that promotes the activity of the transcription factor PROX1, which positively regulates lymphatic cell fate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28920924","type":"dc:BibliographicResource","dc:abstract":"Primary open-angle glaucoma (POAG) is often caused by elevated intraocular pressure (IOP), which arises due to increased resistance to aqueous humor outflow (AHO). Aqueous humor flows through Schlemm's canal (SC), a lymphatic-like vessel encircling the cornea, and via intercellular spaces of ciliary muscle cells. However, the mechanisms underlying increased AHO resistance are poorly understood. Here, we demonstrate that signaling between angiopoietin (Angpt) and the Angpt receptor Tie2, which is critical for SC formation, is also indispensable for maintaining SC integrity during adulthood. Deletion of Angpt1/Angpt2 or Tie2 in adult mice severely impaired SC integrity and transcytosis, leading to elevated IOP, retinal neuron damage, and impairment of retinal ganglion cell function, all hallmarks of POAG in humans. We found that SC integrity is maintained by interconnected and coordinated functions of Angpt-Tie2 signaling, AHO, and Prox1 activity. These functions diminish in the SC during aging, leading to impaired integrity and transcytosis. Intriguingly, Tie2 reactivation using a Tie2 agonistic antibody rescued the POAG phenotype in Angpt1/Angpt2-deficient mice and rejuvenated the SC in aged mice. These results indicate that the Angpt-Tie2 system is essential for SC integrity. The impairment of this system underlies POAG-associated pathogenesis, supporting the possibility that Tie2 agonists could be a therapeutic option for glaucoma.","dc:creator":"Kim J","dc:date":"2017","dc:title":"Impaired angiopoietin/Tie2 signaling compromises Schlemm's canal integrity and induces glaucoma."},"rdfs:label":"TEK silencing triggers PROX1 downregulation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"This experiment indirectly implicates TEK in the regulation of the lymphatic endothelial cell fate through its downstream effector PROX1, which is relevant to the development and maintenance of Schlemm's canal (known to be TEK-dependent and related to aqueous humor draining, intraocular pressure and glaucoma)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:86215001-c987-4b77-b6f4-0bec43997e8e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:90923d4f-42c2-43d4-b63b-2f05da85651c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice match the human patients in that they exhibit abnormality of Schlemm's canal (convolutions and narrowing, Figure 5A) and increased intraocular pressure (Figures 5C, 6B, 6C). In addition to the defects in Schlemm's canal formation, the trabecular meshwork is also hypoplastic (Figure 7). The mice match the mode of inheritance from the human patients. A follow-up article confirms these findings and finds that Schlemm's canal maintenance in adult mice is also dependent on TEK, and that TEK dysfunction impairs aqueous humor outflow (PMID: 28920924 Figures 5 and 6).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27270174","rdfs:label":"Mouse model with heterozygous disruption of the TEK ortholog"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"TEK-deficient mouse models form an excellent phenotypic match and parallel the mode of inheritance of the human patients."},{"id":"cggv:6e9ee575-10e3-48c4-94c5-70c3fc2f067a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa86bfc2-eeb8-47d0-a6b7-411efe573c75","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice match the human patients in that they exhibit buphthalmos (similar to enlarged cornea and corneal edema), enlarged anterior chamber, and increased intraocular pressure (Figures 1E, 1H, and 1K).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25202984","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is a leading cause of blindness, afflicting more than 60 million people worldwide. Increased intraocular pressure (IOP) due to impaired aqueous humor drainage is a major risk factor for the development of glaucoma. Here, we demonstrated that genetic disruption of the angiopoietin/TIE2 (ANGPT/TIE2) signaling pathway results in high IOP, buphthalmos, and classic features of glaucoma, including retinal ganglion degeneration and vision loss. Eyes from mice with induced deletion of Angpt1 and Angpt2 (A1A2Flox(WB) mice) lacked drainage pathways in the corneal limbus, including Schlemm's canal and lymphatic capillaries, which share expression of the PROX1, VEGFR3, and FOXC family of transcription factors. VEGFR3 and FOXCs have been linked to lymphatic disorders in patients, and FOXC1 has been linked to glaucoma. In contrast to blood endothelium, in which ANGPT2 is an antagonist of ANGPT1, we have shown that both ligands cooperate to regulate TIE2 in the lymphatic network of the eye. While A1A2Flox(WB) mice developed high IOP and glaucoma, expression of ANGPT1 or ANGPT2 alone was sufficient for ocular drainage. Furthermore, we demonstrated that loss of FOXC2 from lymphatics results in TIE2 downregulation, suggesting a mechanism for ocular defects in patients with FOXC mutations. These data reveal a pathogenetic and molecular basis for glaucoma and demonstrate the importance of angiopoietin ligand cooperation in the lymphatic endothelium.","dc:creator":"Thomson BR","dc:date":"2014","dc:title":"A lymphatic defect causes ocular hypertension and glaucoma in mice."},"rdfs:label":"Mouse model with homozygous disruption of the TEK ortholog"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The model has been scored at a reduced level despite its recapitulation of human ocular morphology and the intraocular pressure phenotype because the related mouse model with monoalleic disruption of *Tie2* has already been scored (PMID: 25202984)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.75}],"evidenceStrength":"Definitive","sequence":5355,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.75,"subject":{"id":"cggv:94c1f649-fd76-43c0-aa07-8466bf626541","type":"GeneValidityProposition","disease":"obo:MONDO_0800182","gene":"hgnc:11724","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *TEK* gene was first reported in relation to primary congenital glaucoma in 2016, with the publication of ten affected families of diverse ancestries (PMID: 27270174). Affected individuals frequently present at birth or in early childhood, although some families with such cases also include other members with late-onset disease, indicating variable expressivity and incomplete penetrance (PMID: 27270174). Affected individuals present in one or both eyes with increased corneal diameter, corneal edema, increased intraocular pressure, increased cup-to-disc ratio of the optic nerve, and/or Haab striae. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the molecular mechanism (loss-of-function) was found to be distinct from patients diagnosed with multiple cutaneous and mucosal venous malformations, who similarly exhibit an autosomal dominant mode of inheritance but harbor gain-of-function variants in *TEK* that cluster within the protein kinase domain. In addition, the phenotypic differences between the two groups of cases appeared to represent separate disease entities rather than a single spectrum of disease. Therefore, cases caused by inherited *TEK* variants have been split into two separately-curated disease entities, referred to as primary congenital glaucoma-3E (MONDO:0014998, MIM #617272), and multiple cutaneous and mucosal venous malformations (MONDO:0010842, MIM #600195).  In order to acknowledge the broader spectrum of onset and variable expressivity of the ocular disease entity, it is referred to in this curation as *TEK*-related primary glaucoma (MONDO:0800182).\n\nThirteen patient-associated variants have been scored as part of this curation (four nonsense, seven missense, and two disrupting splicing), which have been collectively reported in thirteen probands in three publications (PMID: 27270174, PMID: 33027505, PMID: 34956319). All thirteen probands were heterozygous for their respective variants. The mechanism of pathogenicity appears to be monoallelic loss-of-function, caused by null and/or hypomorphic variants. Patient-associated missense variants exhibited diverse functional defects ranging from reduced autophosphorylation or defective ligand response to decreased expression, stability, or solubility (PMID: 27270174, PMID: 33027505, PMID: 34956319). It is important to note that the penetrance of *TEK* variants appears to be influenced in some cases by the presence of modifier alleles in related genes such as *CYP1B1* (PMID: 28620713), *SVEP1* (PMID: 33027505), and possibly *LTBP2* (PMID: 34956319), consistent with the possibility of digenic inheritance. However, none of the cases included in this curation were reported to harbor a potential modifier allele in another glaucoma-related locus. Segregation evidence was not available in these publications and has not contributed to the scoring of the gene-disease relationship.\n\nThis gene-disease association is also supported by experimental evidence. *TEK* encodes a receptor tyrosine kinase stimulated by angiopoietin ligands to transduce signals that regulate endothelial cell behavior and the development and maintenance of Schlemm's canal, an endothelial structure responsible for aqueous humor drainage in the eye (PMID: 18425120). This function may be mediated in part through upregulation of the *PROX1* gene, which encodes a downstream effector that positively regulates Schlemm’s canal and lymphatic cell fate (PMID: 28920924). *TEK* is highly expressed in ocular tissues (PMID: 30239781) and within the endothelial cells of Schlemm's canal in particular (PMID: 25051267). Mice with heterozygous disruption of the orthologous gene exhibit defects in Schlemm's canal, hypoplastic trabecular meshwork, impaired aqueous humor outflow, and increased intraocular pressure, (PMID: 27270174, PMID: 28920924), as well as enlargement of the anterior chamber (PMID: 25202984).\n\nIn summary, *TEK* is definitively associated with *TEK*-related primary glaucoma. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on August 18th, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:20f13e3f-f927-46c1-b5ed-919f696a7687"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}