{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477v2.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-02T17:00:00.000Z","role":"Approver"},{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-15T16:38:40.672Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22726846","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) disorders are genetically and phenotypically highly heterogeneous and present a major challenge in clinical genetics and medicine. Although many genes involved in ID have been identified, the etiology is unknown in most affected individuals. Moreover, the function of most genes associated with ID remains poorly characterized. Evidence is accumulating that the control of gene transcription through epigenetic modification of chromatin structure in neurons has an important role in cognitive processes and in the etiology of ID. However, our understanding of the key molecular players and mechanisms in this process is highly fragmentary. Here, we identify a chromatin-modification module that underlies a recognizable form of ID, the Kleefstra syndrome phenotypic spectrum (KSS). In a cohort of KSS individuals without mutations in EHMT1 (the only gene known to be disrupted in KSS until now), we identified de novo mutations in four genes, MBD5, MLL3, SMARCB1, and NR1I3, all of which encode epigenetic regulators. Using Drosophila, we demonstrate that MBD5, MLL3, and NR1I3 cooperate with EHMT1, whereas SMARCB1 is known to directly interact with MLL3. We propose a highly conserved epigenetic network that underlies cognition in health and disease. This network should allow the design of strategies to treat the growing group of ID pathologies that are caused by epigenetic defects.","dc:creator":"Kleefstra T","dc:date":"2012","dc:title":"Disruption of an EHMT1-associated chromatin-modification module causes intellectual disability."},"evidence":[{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4b1fe802-763d-44cd-a2a1-6a18c7c4383c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:383c871b-e769-41a7-90c5-a69a67cab27f","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"KMT2C is a subunit of the core nuclear regulatory structure known as KMT2C/D COMPASS complexes (COMPASS complex stands for complex of proteins associating with Set1), which methylate the histone 3 lysine 4, and regulate gene expression. COMPASS complexes contain one of the two lysine demethylases KDM6A and KDM6B (also known as UTX and JMJD3, respectively). Mutations in UTX (OMIM 300128) are associated with Kabuki syndrome 2 (OMIM 300867). Physical interaction is supported by immunoprecipitation of endogenous KMT2C, and immunoblot with the core COMPASS subunit RBBP5 and UTX [PMID: 29785026]. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31924266","type":"dc:BibliographicResource","dc:abstract":"The type 2 lysine methyltransferases KMT2C and KMT2D are large, enzymatically active scaffold proteins that form the core of nuclear regulatory structures known as KMT2C/D COMPASS complexes (complex of proteins associating with Set1). These evolutionarily conserved proteins regulate DNA promoter and enhancer elements, modulating the activity of diverse cell types critical for embryonic morphogenesis, central nervous system development, and post-natal survival. KMT2C/D COMPASS complexes and their binding partners enhance active gene expression of specific loci via the targeted modification of histone-3 tail residues, in general promoting active euchromatic conformations. Over the last 20 years, mutations in five key COMPASS complex genes have been linked to three human congenital syndromes: Kabuki syndrome (type 1 [KMT2D] and 2 [KDM6A]), Rubinstein-Taybi syndrome (type 1 [CBP] and 2 [EP300]), and Kleefstra syndrome type 2 (KMT2C). Here, we review the composition and biochemical function of the KMT2 complexes. The specific cellular and embryonic roles of the KMT2C/D COMPASS complex are highlight with a focus on clinically relevant mechanisms sensitive to haploinsufficiency. The phenotypic similarities and differences between the members of this new family of disorders are outlined and emerging therapeutic strategies are detailed.","dc:creator":"Lavery WJ","dc:date":"2020","dc:title":"KMT2C/D COMPASS complex-associated diseases [K"},"rdfs:label":"KMT2C is part of the COMPASS complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"KTM2C directly interacts with proteins such as UTX with implications in intellectual disability.  Impaired intellectual development was reported in 93% of 80 patients with pathogenic KDM6A variants and diagnosed with Kabuki syndrome [PMID: 33674768]. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5227aa8-f7c5-4498-b687-155a074cf8df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1c1b4d5-e239-43a2-884b-e7f283a53fb7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Functional evidence shows trr is important for the normal function of short term memory in flies. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29069077","type":"dc:BibliographicResource","dc:abstract":"Kleefstra syndrome, caused by haploinsufficiency of euchromatin histone methyltransferase 1 (EHMT1), is characterized by intellectual disability (ID), autism spectrum disorder (ASD), characteristic facial dysmorphisms, and other variable clinical features. In addition to EHMT1 mutations, de novo variants were reported in four additional genes (MBD5, SMARCB1, NR1I3, and KMT2C), in single individuals with clinical characteristics overlapping Kleefstra syndrome. Here, we present a novel cohort of five patients with de novo loss of function mutations affecting the histone methyltransferase KMT2C. Our clinical data delineates the KMT2C phenotypic spectrum and reinforces the phenotypic overlap with Kleefstra syndrome and other related ID disorders. To elucidate the common molecular basis of the neuropathology associated with mutations in KMT2C and EHMT1, we characterized the role of the Drosophila KMT2C ortholog, trithorax related (trr), in the nervous system. Similar to the Drosophila EHMT1 ortholog, G9a, trr is required in the mushroom body for short term memory. Trr ChIP-seq identified 3371 binding sites, mainly in the promoter of genes involved in neuronal processes. Transcriptional profiling of pan-neuronal trr knockdown and G9a null mutant fly heads identified 613 and 1123 misregulated genes, respectively. These gene sets show a significant overlap and are associated with nearly identical gene ontology enrichments. The majority of the observed biological convergence is derived from predicted indirect target genes. However, trr and G9a also have common direct targets, including the Drosophila ortholog of Arc (Arc1), a key regulator of synaptic plasticity. Our data highlight the clinical and molecular convergence between the KMT2 and EHMT protein families, which may contribute to a molecular network underlying a larger group of ID/ASD-related disorders.","dc:creator":"Koemans TS","dc:date":"2017","dc:title":"Functional convergence of histone methyltransferases EHMT1 and KMT2C involved in intellectual disability and autism spectrum disorder."},"rdfs:label":"Knock-down of KMT2C ortholog in Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Functional evidence downgrade to 0.5 for non-mammalian system, observed phenotypes in flies can be difficult to translate into human characteristics. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":4993,"specifiedBy":"GeneValidityCriteria8","strengthScore":13,"subject":{"id":"cggv:93ab3f0b-c5e1-43be-b9ce-9236198e91c2","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:13726","modeOfInheritance":"obo:HP_0000006"},"version":"2.3","dc:description":"*KMT2C* encodes a lysine methyltransferase that is part of the COMPASS complex (complex of proteins associated with SET1) involved in chromatin regulation. The relationship between *KMT2C* and syndromic intellectual disability (ID) was first reported in 2012 (Kleefstra et al., PMID: 22726846) in one individual from a cohort of patients with features of Kleefstra syndrome, which is characterized by ID, childhood hypotonia, and distinctive facial features. The affected individual harboured a heterozygous nonsense variant of unknown inheritance. Since then, at least eight *de novo* variants (3 nonsense, 4 frameshift and 1 deletion encompassing the entire gene) have been reported with detailed phenotypic descriptions (PMIDs: 29069077, 29276005). Affected individuals presented with a range of ID, language and motor delay, and mild dysmorphic features, some of which resemble Kleefstra-like facial dysmorphisms; additional features include microcephaly in 6 individuals and childhood hypotonia in 4 individuals. Autism spectrum disorder (ASD) or autistic traits were noted in three males and one female (PMIDs: 29069077, 29276005). Numerous truncating, mostly de novo variants in *KMT2C* have also been reported in large cohort studies of ASD or ID (PMIDs: 21658581, 27824329, 28263302, 31981491, 33057194). The disease mechanism is haploinsufficiency.\n\nThe gene-disease relationship is supported by experimental evidence of *KMT2C* interactions with proteins in the COMPASS complex implicated in ID (e.g., *KMT2D, KDM6A*), and by a knockout model of the *KMT2C* fly ortholog *trr* showing deficits in short term memory and learning (PMID: 28605393). \n\nIn summary, there is definitive evidence to support the relationship between *KMT2C* and autosomal dominant syndromic intellectual disability. This was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on March 2, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:e1dcdd6c-30e0-4d06-8df5-f120b1b02477"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}