{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-01-14T17:41:34.555Z","role":"Approver"},{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2022-01-14T17:41:48.448Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10006","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eec89483-2e95-4112-832d-3d58fc2c90fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3fe0c436-cf35-42db-b433-a37fe9d31320","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glycerol kinase catalyzes the phosphorylation of glycerol to glycerol-3-phosphate. Deficiency is this activity would be expected to result in elevated levels of glycerol, as seen in the plasma and urine of patients with glycerol kinase deficiency.\nIt had previously been noted that patients with hyperglycerolemia typically have residual GK activity. In this study, enzyme activity in patients' liver, kidney, leukocytes and fibroblasts showed that the apparent Km for glycerol was increased 5-200-fold over control values, whereas the apparent Km for ATP was not significantly altered. This kinetic defect was similar in fibroblasts from clinically different individuals with this inborn error of metabolism. Hybridization of fibroblasts from these individuals showed no evidence of complementation for glycerol kinase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6302392","type":"dc:BibliographicResource","dc:abstract":"Glycerol kinase deficiency has been associated with neuromuscular, skeletal and adrenal abnormalities and has also been seen in individuals without these clinical findings. Examination of residual enzyme activity in patients' liver, kidney, leukocytes and fibroblasts showed a generalized, heritable defect: the apparent Km for glycerol was increased 5-200-fold over control values, whereas the apparent Km for ATP was not significantly altered. This kinetic defect was similar in fibroblasts from clinically different individuals with this inborn error of metabolism. Hybridization of fibroblasts from these individuals showed no evidence of complementation for glycerol kinase activity.","dc:creator":"McCabe ER","dc:date":"1982","dc:title":"Human glycerol kinase deficiency: enzyme kinetics and fibroblast hybridization."},"rdfs:label":"Kinetic studies in patient fibroblasts"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Increased score because the functional of GK is well characterized (see PMIDs 3019103, 25300978)."},{"id":"cggv:2dd15c1d-d403-471c-8017-db0065e7c30b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bcc77476-127c-4eea-bbe8-473386fb7b25","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The mouse Gk cDNA was cloned from a mouse liver cDNA library. Transient transfection  of Gk cDNA in COS7 cells led to an approximately 80-fold elevation in glycerol kinase  activity above background. Glycerol kinase catalyzes the phosphorylation of glycerol to glycerol-3-phosphate. Deficiency is this activity would be expected to result in elevated levels of glycerol, as seen in the plasma and urine of patients with glycerol kinase deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8884278","type":"dc:BibliographicResource","dc:abstract":"Glycerol kinase (Gyk) participates in the metabolism of endogenously derived and dietary glycerol. Deficiency of the human enzyme activity is an X-linked recessive disorder with a clinical picture varying from childhood metabolic crisis to asymptomatic adults incidentally identified by hyperlipidemia screening (pseudohypertriglyceridemia). Gyk is a member of a small group of kinases termed ambiquitous enzymes that are found in the cytosol or as membrane-bound enzymes associated with the voltage-dependent anion channel of the mitochondrial outer membrane. It was recently reported that in humans there are X-linked and autosomal copies of Gyk sequences, both apparently functional genes and processed pseudogenes. To understand the role of Gyk in normal metabolism and the variable clinical features seen with Gyk deficiency, we have characterized the mouse Gyk gene. We present the sequence of a full-length mouse Gyk cDNA that is alternatively spliced in brain. The Gyk gene was mapped to the mouse X chromosome by both fluorescence in situ hybridization and an interspecies backcross panel, demonstrating conservation of synteny with dmd. To confirm the functional identity of the cDNA, transient transfection of the cDNA into COS7 cells was shown to cause a marked elevation in glycerol kinase activity.","dc:creator":"Huq AH","dc:date":"1996","dc:title":"Isolation, mapping, and functional expression of the mouse X chromosome glycerol kinase gene."},"rdfs:label":"Mouse Gk cloning and function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of glycerol kinase is well characterized (see also PMIDs 3019103, 25300978 for review)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:425439ef-ae7e-43bc-a54b-b570d883b3f8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15a31caf-f8bb-4f1e-8806-d126d97f4837","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Identical amounts of Adeno-XGK (human GK) or Adeno-XGyk (mouse Gk) virus were injected into Gk KO and WT mice at dol 1. In Adeno-XGyk (mouse Gk)-treated mice, GK activities in liver was 359 ± 125% at dol 3, but decreased to WT levels (~100% WT) at dol 6. The severe hypoglycemia, metabolic acidemia and growth retardation seen in untreated mice dramatically improved in the Gyk KO mice injected with Adeno-XGyk (mouse Gk) injected mice. However, the maximum survival time was not longer than 9 days after treatment (compared to 4 days for untreated).\nDespite the average liver GK activity of Gyk KO mice treated with Adeno-XGK (human GK) being increased to 111 ± 52% of WT, there was no significant impact on weight gain, survival, blood glucose, HCO3 , pH, BE or plasma glycerol concentrations in these mice. Therefore, the impact of treatment with mouse Gk was more effective than treatment with human GK.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16105550","type":"dc:BibliographicResource","dc:abstract":"A glycerol kinase (Gyk) knock-out (KO) mouse model permits improved understanding of glycerol kinase (GK) deficiency (GKD) pathogenesis, however, early death of affected mice limits its utility. The purpose of this work was to delay death of affected males to investigate thoroughly their phenotypes. An adenoviral vector carrying the human (Adeno-XGK) or mouse (Adeno-XGyk) GK gene was injected into KO mice within 24 h of birth. Adeno-XGK did not change KO mouse survival time despite liver GK activity greater than 100% of wild type. However, Adeno-XGyk improved KO mouse survival time greater than two-fold. These investigations demonstrate that gene replacement therapy for Gyk KO mice is more efficacious using murine Gyk than human GK. These studies expand our understanding of GKD pathogenesis in the murine model, and show that while murine GKD is more severe than in humans, GKD mice have similar metabolic disturbances to affected humans with hypoglycemia and acidemia.","dc:creator":"Kuwada N","dc:date":"2005","dc:title":"Gene therapy for murine glycerol kinase deficiency: importance of murine ortholog."},"rdfs:label":"Gene therapy in GK KO mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"Gene therapy with mouse Gk led to less severe symptoms and longer survival, the impact on plasma glycerol was not reported. Treatment with human GK had no impact, presumably due to species-specific differences."},{"id":"cggv:aa7d1ced-7857-4305-8969-d326016dfb67","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:149bff04-ecb9-4f56-9ca5-6d511416df49","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Male humans and mice with deleterious variants in the X-linked gene GK have elevated glycerol in blood and urine, resulting from deficient activity of glycerol kinase. While some affected human males are clinically asymptomatic, some have early onset vomiting, acidosis, coma, hypoglycemia, and growth retardation. These features are recapitulated in the mouse knock out which showed growth retardation by day 2, as well as hypoglycemia, acidosis, and marked hyperglycerolemia. Affected mice die by day of life 3-4. Early death is not typically seen in human cases.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16105550","rdfs:label":"GK knock out mouse (further studies)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Note: This score represent a combined score for PMID 9302256 and PMID 16105550 (this study) because both papers report results on the same mouse model. The biochemical features (elevated glycerol, acidemia) and clinical symptoms (such as hypoglycemia, growth retardation) are recapitulated but much more severe in the KO mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3899,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:182d4eda-fdff-4a3e-8717-f65b8ca2e6ad","type":"GeneValidityProposition","disease":"obo:MONDO_0010613","gene":"hgnc:4289","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The relationship between GK and glycerol kinase deficiency, an X-linked disorder of glycerol metabolism, was evaluated using the ClinGen Clinical Validity Framework as of December 8, 2020. Glycerol kinase (GK) catalyzes the phosphorylation of glycerol to glycerol-3-phosphate, which is required for the production of triglycerides. Deficiency of GK results in hyperglycerolemia and glyceroluria. Three distinct clinical phenotypes have been associated with GK deficiency. The complex infantile form results from a contiguous gene syndrome that includes GK in addition to the congenital adrenal hypoplasia gene, the Duchenne muscular dystrophy gene, or both. The juvenile and adult forms result from deleterious variants within the GK gene. The juvenile form is characterized by vomiting, metabolic acidosis, and coma in the first years of life. The adult form is usually benign and often comes to attention due hypertriglyceridemia that is refractory to treatment. Because the quantitation of glycerol is commonly used as an indirect means of determining triglyceride blood levels, GK-deficient patients appear to have elevated triglycerides. However, the finding is actually due to elevated glycerol, a finding termed pseudohypertriglyceridemia (Wu et al, 2015, PMID: 25300978 (review); Lamiquiz-Maneo et al, 2020, PMID: 33212314). \n\nThe disease mechanism is loss of function. Hemizygous variants in GK were first reported in patients with glycerol kinase deficiency in 1996 (Walker et al, PMID: 8651297). Since then, over thirty GK variants have been associated with GK deficiency (https://databases.lovd.nl/shared/variants/GK/unique ). The relationship between GK and GK deficiency is supported by case-level and experimental evidence. Seventeen unique variants from seventeen probands in nine publications were curated (Walker al, 1996, PMID: 8651297; Gaudet et al, 2000, PMID: 10736265; Dipple et al, 2001, PMID: 11479736; Sjarif et al, 1998, PMID: 9719371; Zhang et al, 2000, PMID: 10737976; Sjarif et al, 2004, PMID: 15026783; Zhang et al, 2006, PMID: 16549535; Zhang et al, 2015, PMID: 26309814; Lamiquiz-Maneo et al, 2020, PMID: 33212314). Segregation evidence from two families was also included (Gaudet et al, 2000, PMID: 10736265; Lamiquiz-Maneo et al, 2020, PMID: 33212314). Further information is available in the literature but the maximum score for genetic evidence (12 points) has been reached. Note that only patients with isolated GK deficiency were included i.e. no patients with the contigious gene syndrome were included in this curation due to the involvement of other genes, which complicated the clinical picture and clinical validity assessment.\n\nExperimental evidence supporting this gene-disease relationship includes the biochemical function of glycerol kinase, which is consistent with the biochemical findings of hyperglycerolemia and glyerolurina in patients (McCabe et al, 1992, PMID: 6302392; Huq et al, 1996, PMID: 8884278), the biochemical and clinical features of a Gk knock out mouse (Huq et al, 1997, PMID: 9302256), and the impact of gene therapy in the Gk knock out mouse (Kuwada et al, 2005, PMID: 16105550).\n\nIn summary, GK is definitively associated with glycerol kinase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:b8965e78-8d6a-4b8a-af2d-e05097d791e0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}