{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10084","role":"SecondaryContributor"},{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-07-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2022-07-13T17:19:31.587Z","role":"Publisher"}],"evidence":[{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27c9847e-605a-42bc-9a78-3841a6a4c259","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dacfecf9-3926-4b70-a055-bfe1dca2b8c6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"On analytical size-exclusion chromatography, human MUT and human MMAA migrated at 196 kDa and 78 kDa, respectively, consistent with homodimeric assembly in each case. A mixture of MUT(apo) and MMAA preincubated with GMPPNP eluted with higher-MW species (1410 kDa and 740 kDa) in addition to the individual protein dimer peaks. SDS-PAGE analysis confirmed co-elution of hMUT and hMMAA, indicating complex formation. The complexes required pre-bound GTP/GMPPNP for their formation. Interaction between hMMAA and hMUT in vivo was confirmed by detection of hMUT following immunocapture of Flag-tagged hMMAA (hMMAA-Flag) from hMMAA-Flag-transfected HEPG2 cells.\nMUT is definitely associated with methylmalonic acidemia, as shown by the ClinGen Aminoacidopathy GCEP (https://search.clinicalgenome.org/kb/gene-validity/3c5301da-0dad-417a-8257-5b1c6155e8fa--2019-05-09T16:00:00)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20876572","type":"dc:BibliographicResource","dc:abstract":"Vitamin B(12) (cobalamin, Cbl) is essential to the function of two human enzymes, methionine synthase (MS) and methylmalonyl-CoA mutase (MUT). The conversion of dietary Cbl to its cofactor forms, methyl-Cbl (MeCbl) for MS and adenosyl-Cbl (AdoCbl) for MUT, located in the cytosol and mitochondria, respectively, requires a complex pathway of intracellular processing and trafficking. One of the processing proteins, MMAA (methylmalonic aciduria type A), is implicated in the mitochondrial assembly of AdoCbl into MUT and is defective in children from the cblA complementation group of cobalamin disorders. To characterize the functional interplay between MMAA and MUT, we have crystallized human MMAA in the GDP-bound form and human MUT in the apo, holo, and substrate-bound ternary forms. Structures of both proteins reveal highly conserved domain architecture and catalytic machinery for ligand binding, yet they show substantially different dimeric assembly and interaction, compared with their bacterial counterparts. We show that MMAA exhibits GTPase activity that is modulated by MUT and that the two proteins interact in vitro and in vivo. Formation of a stable MMAA-MUT complex is nucleotide-selective for MMAA (GMPPNP over GDP) and apoenzyme-dependent for MUT. The physiological importance of this interaction is highlighted by a recently identified homoallelic patient mutation of MMAA, G188R, which, we show, retains basal GTPase activity but has abrogated interaction. Together, our data point to a gatekeeping role for MMAA by favoring complex formation with MUT apoenzyme for AdoCbl assembly and releasing the AdoCbl-loaded holoenzyme from the complex, in a GTP-dependent manner.","dc:creator":"Froese DS","dc:date":"2010","dc:title":"Structures of the human GTPase MMAA and vitamin B12-dependent methylmalonyl-CoA mutase and insight into their complex formation."},"rdfs:label":"MUT-MMAA interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:d16700ab-48ad-437c-aeac-cd9cf800d9f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:770c5bb8-9079-4154-b369-b0a342dea241","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Prior to this study, human MMAA had been shown to interact with human MCM (methylmalonyl-CoA mutase, MUT) and to have GTPase activity. In addition, a progressive loss of MCM activity had been observed during catalysis. A possible accessory function for MMAA, that would impact the activity of MCM, was suggested. MMAA-GTP was noted to protect MCM against loss of activity, and MMAA-GTP hydrolysis restored activity from the inactive enzyme (see introduction of this paper for references). This study presents evidence for the oxidative inactivation of AdoCbl of MCM during catalysis, and showed that the presence of human MMAA prevents formation of hydroxocobalamin (inactive form). Human MMAA was shown to promote the replacement of hydroxocobalamin (inactive form of cofactor) by AdoCbl (active form) in the presence of GTP, thereby restoring the activity of MCM. \nThis function is consistent with the biochemical findings in patients with biallelic loss of function variants in MMAA because, without MMAA function, MCM (mut) would be unable to perform it's function of the isomerization of methylmalonyl-CoA to succinyl-CoA, thus resulting in methylmalonic acidemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28943303","type":"dc:BibliographicResource","dc:abstract":"Human mitochondrial methylmalonyl-CoA mutase (hMCM) is an isomerase that converts methylmalonyl-CoA to succinyl-CoA, a crucial step for the incorporation of some compounds derived from the diet into the central metabolism. hMCM employs highly reactive radicals from its cofactor (adenosylcobalamin, AdoCbl) to perform its reaction. Our previous work demonstrated that hMCM loses activity during catalysis and that the interaction with human MMAA (hMMAA), a GTPase protein, avoided this loss or restored hMCM activity. Even so, the mechanism by which hMMAA exerted these chaperone functions has not been described. In this work report that the formation and accumulation of OH","dc:creator":"Takahashi-Iñiguez T","dc:date":"2017","dc:title":"Human MMAA induces the release of inactive cofactor and restores methylmalonyl-CoA mutase activity through their complex formation."},"rdfs:label":"MMAA impact on MCM function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased due to the multiple pieces of evidence referenced in this paper that led to this further elucidation of the function of MMAA."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ac1892e-eb0f-446b-9613-ede9bc5db08c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d151523-3134-4bf0-b382-d2fc3efe5ee1","type":"FunctionalAlteration","dc:description":"22 missense variants were identified in patients with MMA, CblA type, as part of this and previous studies. Seven of these missense variants resulted in severe instability of the recombinant protein when it was expressed in HEK293 cells and E.coli. The remaining 15 variants were expressed in E.coli and purified. The following functional alterations were noted:\n1) Normally, the chaperone/gating function of MMAA depends on GTP‐binding and GTPase activity. Ligand binding, with GDP and GMPPNP (non‐hydrolysable analogue of GTP), showed that all variants resulted in increased Tm, similar to wild type protein, except for p.Asp292Val, indicating that Asp292 is involved in GDP binding. Lys290 was also identified as a residue directly involved in nucleotide binding based on the crystal structures of human MMAA and bacterial MeaB. A double mutant, p.Lys290Ala + Asp292Ala, showed severely reduced nucleotide binding and impaired protein stabilization. \n2) Wild type MMAA has low intrinsic GTPase activity, but this is highly stimulated by incubation with MUT. All variants had similar intrinsic GTPase activity to wild type.\n3) Analytical size‐exclusion chromatography was done to assess physical interaction between MMAA and MUT. Six of nine mutants retained the ability to physically interact with MUT, although to a lesser extent than wild type. The other nine variants, including the four with the lowest GTPase activity stimulation (p.Arg98Gly, p.Gly188Arg, p.Gly218Glu, p.Thr243Asn), produced no detectable interaction peak.\n4) Normally, MMAA is involved in the transfer of AdoCbl to for MMAB to MUT. The release of AdoCbl from MMAB was analyzed. In mutants unable to physically interact with MUT, Kd values were similar to those in the absence of MMAA. Mutants still able to interact with MUT showed intermediate Kd values compared to the absence or presence of MMAA wild type. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28497574","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human MMAA gene cause the metabolic disorder cblA-type methylmalonic aciduria (MMA), although knowledge of the mechanism of dysfunction remains lacking. MMAA regulates the incorporation of the cofactor adenosylcobalamin (AdoCbl), generated from the MMAB adenosyltransferase, into the destination enzyme methylmalonyl-CoA mutase (MUT). This function of MMAA depends on its GTPase activity, which is stimulated by an interaction with MUT. Here, we present 67 new patients with cblA-type MMA, identifying 19 novel mutations. We biochemically investigated how missense mutations in MMAA in 22 patients lead to disease. About a third confer instability to the recombinant protein in bacterial and human expression systems. All 15 purified mutant proteins demonstrated wild-type like intrinsic GTPase activity and only one (p.Asp292Val), where the mutation is in the GTP binding domain, revealed decreased GTP binding. However, all mutations strongly decreased functional association with MUT by reducing GTPase activity stimulation upon incubation with MUT, while nine mutant proteins additionally lost the ability to physically bind MUT. Finally, all mutations interfered with gating the transfer of AdoCbl from MMAB to MUT. This work suggests loss of functional interaction between MMAA and MUT as a disease-causing mechanism that impacts processing and assembly of a cofactor to its destination enzyme.","dc:creator":"Plessl T","dc:date":"2017","dc:title":"Protein destabilization and loss of protein-protein interaction are fundamental mechanisms in cblA-type methylmalonic aciduria."},"rdfs:label":"Functional analysis of 22 MMAA missense variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The score is increased based on the number of missense variants analyzed (n=22), and the multiple studies performed showing alteration in various processes required for MMAA to function correctly."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:cd916a18-044e-469c-a80f-46bf27bb9908_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cd916a18-044e-469c-a80f-46bf27bb9908","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.433C>T (p.Arg145Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312705"}},{"id":"cggv:a8e10c91-0566-406d-877b-0525b21cd023","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.450dup (p.Pro151AlafsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/551182"}}],"detectionMethod":"Sequencing of coding exons and exon/intron boundaries of MMAA.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Diagnosis of cblA was based on assessment of AdoCbl synthesis and MCM function in cultured fibroblasts, and was confirmed by complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:d9c57981-648f-4ed6-8112-6a5e443e0154_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15523652","type":"dc:BibliographicResource","dc:abstract":"Mutations in the MMAA gene on human chromosome 4q31.21 result in vitamin B12-responsive methylmalonic aciduria (cblA complementation group) due to deficiency in the synthesis of adenosylcobalamin. Genomic DNA from 37 cblA patients, diagnosed on the basis of cellular adenosylcobalamin synthesis, methylmalonyl-coenzyme A (CoA) mutase function, and complementation analysis, was analyzed for deleterious mutations in the MMAA gene by DNA sequencing of exons and flanking sequences. A total of 18 novel mutations were identified, bringing the total number of mutations identified in 37 cblA patients to 22. A total of 13 mutations result in premature stop codons; three are splice site defects; and six are missense mutations that occur at highly conserved residues. Eight of these mutations were common to two or more individuals. One mutation, c.433C>T (R145X), represents 43% of pathogenic alleles and a common haplotype was identified. Restriction endonuclease or heteroduplex diagnostic tests were designed to confirm mutations. None of the sequence changes identified in cblA patients were found in 100 alleles from unrelated control individuals.","dc:creator":"Lerner-Ellis JP","dc:date":"2004","dc:title":"Mutations in the MMAA gene in patients with the cblA disorder of vitamin B12 metabolism."}},{"id":"cggv:281fcb64-66b9-4e61-949a-6bc2c084d9fe_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a8e10c91-0566-406d-877b-0525b21cd023"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"}],"rdfs:label":"WG2185"},{"id":"cggv:281fcb64-66b9-4e61-949a-6bc2c084d9fe","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:281fcb64-66b9-4e61-949a-6bc2c084d9fe_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:d9c57981-648f-4ed6-8112-6a5e443e0154","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d9c57981-648f-4ed6-8112-6a5e443e0154_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4191e313-45db-401e-963d-9e527827e052_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4191e313-45db-401e-963d-9e527827e052","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:79dd3bc7-43c1-4977-a50e-4a408bb1367a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.672del (p.Asn225MetfsTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655051"}},"detectionMethod":"Based on the paper, only MMAA was sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Admitted at 2 months of age with persistent vomiting and progressive lethargy. Diagnosed with MMA (see previous testing). Diagnosed with MMA and treated with protein restriction, daily intramuscular hydroxycobalamin injections (1.0 mg), Shohl’s solution, benzoate, L-carnitine. At 4 months - lethargy, vomiting, hepatomegaly, hypotonia, anorexia, developmental delay, and failure to thrive. At 10 months - clinical improvement. At age 3 years, urine methylmalonic acid excretion was reduced to 12 mmol/mol creatinine (from 1250 mmol/mol creatinine at diagnosis); she had global developmental delays. ","previousTesting":true,"previousTestingDescription":"On admission at 2 months of age: pyruvate was 1.49 mg/dL (normal, 0.3–0.7), ammonia was 197.60 mmol/L (normal, 64–107), lactate was 42.1 mg/dL (normal, 0 to 20), venous pH was 7.48 (normal, 7.35–7.45), and bicarbonate was 21.9 mmol/L (normal, 22–28). Tandem mass spectrometry analysis showed significant elevation of propionylcarnitine (13 μmol/L). Urine organic acid analysis indicated abnormally high excretion of methylmalonic acids (1250 mmol/mol creatinine). ","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:51a43c58-9aeb-46a3-8f84-d4455b3e3848_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:79dd3bc7-43c1-4977-a50e-4a408bb1367a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28536607","type":"dc:BibliographicResource","dc:abstract":"Adenosylcobalamin (vitamin B12) is a coenzyme required for the activity of methylmalonyl-CoA mutase. Defects in this enzyme are a cause of methylmalonic acidemia (MMA). Methylmalonic acidemia, cblA type, is an inborn error of vitamin B12 metabolism that occurs due to mutations in the MMAA gene. MMAA encodes the enzyme which is involved in translocation of cobalamin into the mitochondria.","dc:creator":"Keyfi F","dc:date":"2016","dc:title":"Identification of a novel deletion in the MMAA gene in two Iranian siblings with vitamin B12-responsive methylmalonic acidemia."}},"rdfs:label":"Iranian family proband"},{"id":"cggv:51a43c58-9aeb-46a3-8f84-d4455b3e3848","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:51a43c58-9aeb-46a3-8f84-d4455b3e3848_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"The score is reduced because there is no indication that other genes involved in MMA were ruled out. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fa1e5585-f321-4e29-af7d-2a0f3ac467be_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fa1e5585-f321-4e29-af7d-2a0f3ac467be","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":4,"allele":[{"id":"cggv:58b409da-4057-4efc-bf6c-0f1f0f7150f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.593_596del (p.Thr198SerfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312707"}},{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"}],"detectionMethod":"Sequencing of coding exons and exon/intron boundaries of MMAA.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Diagnosis of cblA was based on assessment of AdoCbl synthesis and MCM function in cultured fibroblasts, and was confirmed by complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:f0738223-a478-4188-bc5b-6b09fa0df524_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"},{"id":"cggv:93d02c88-49fd-47fa-ba00-33f09fda26ac_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58b409da-4057-4efc-bf6c-0f1f0f7150f6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"}],"rdfs:label":"WG2664"},{"id":"cggv:93d02c88-49fd-47fa-ba00-33f09fda26ac","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:93d02c88-49fd-47fa-ba00-33f09fda26ac_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:f0738223-a478-4188-bc5b-6b09fa0df524","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f0738223-a478-4188-bc5b-6b09fa0df524_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a13bbacf-2489-4880-8024-ee5bb0487e56_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a13bbacf-2489-4880-8024-ee5bb0487e56","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:db7673dc-5b98-4f25-a1af-7e0a426e3a48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.387C>A (p.Tyr129Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312703"}},"detectionMethod":"Sequencing of coding exons and exon/intron boundaries of MMAA.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Diagnosis of cblA was based on assessment of AdoCbl synthesis and MCM function in cultured fibroblasts, and was confirmed by complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a50be60f-ba06-408b-acc3-3454a43f5dc6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:db7673dc-5b98-4f25-a1af-7e0a426e3a48"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"},"rdfs:label":"WG3009"},{"id":"cggv:a50be60f-ba06-408b-acc3-3454a43f5dc6","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a50be60f-ba06-408b-acc3-3454a43f5dc6_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded for homozygous variant; possible consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4f28dc29-36f2-4404-8a22-75c4cc6c5003_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4f28dc29-36f2-4404-8a22-75c4cc6c5003","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":[{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},{"id":"cggv:5e2a247a-422f-49d5-9d76-aec1f554e86f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.503del (p.Thr168MetfsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347897"}}],"detectionMethod":"Sequencing of coding exons and exon/intron boundaries of MMAA.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Diagnosis of cblA was based on assessment of AdoCbl synthesis and MCM function in cultured fibroblasts, and was confirmed by complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:6024f24a-5bf0-4a1f-b3d8-4b761e5e5875_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5e2a247a-422f-49d5-9d76-aec1f554e86f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"},{"id":"cggv:e1484864-555d-44d1-8270-4836f97e7705_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"}],"rdfs:label":"WG3003"},{"id":"cggv:e1484864-555d-44d1-8270-4836f97e7705","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e1484864-555d-44d1-8270-4836f97e7705_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:6024f24a-5bf0-4a1f-b3d8-4b761e5e5875","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6024f24a-5bf0-4a1f-b3d8-4b761e5e5875_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:97c55ddc-5df9-456e-bf00-ac1e470dcc96_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:97c55ddc-5df9-456e-bf00-ac1e470dcc96","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":14,"allele":{"id":"cggv:d974184a-6c92-4d87-9a02-909eddd08037","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172250.3(MMAA):c.365T>C (p.Leu122Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3095159"}},"detectionMethod":"The NGS panel included the following methylmalonic acidemia genes: MUT, MMAA, MMAB, MMACHC, MMADHC, LMBRD1, ABCD4, and HCFC1.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Identified by newborn screening. On treatment with intramuscular hydroxocobalamin (1 mg/day, 2–3 times/week) and L-carnitine (50–100 mg/kg/day, oral administration) blood C3 and urine MMA concentrations decreased remarkably.","previousTesting":true,"previousTestingDescription":"Significantly elevated levels of blood C3 and urinary methylmalonic and methylcitric acids, and an increased ratio of C3/C2, with plasma homocysteine in the normal range (see Table 1 for results at different ages).","sex":"Female","variant":{"id":"cggv:20e7659f-98ea-48b4-858d-e1aca44b74a8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d974184a-6c92-4d87-9a02-909eddd08037"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29996803","type":"dc:BibliographicResource","dc:abstract":"Methylmalonic acidemia (MMA) is an autosomal recessive inherited disorder caused by complete or partial deficiency of the enzyme methylmalonyl-CoA mutase (mut0 enzymatic subtype or mut- enzymatic subtype, respectively); a defect in the transport or synthesis of its cofactor, adenosyl-cobalamin (cblA, cblB, or cblD-MMA); or deficiency of the enzyme methylmalonyl-CoA epimerase. The cblA type of MMA is very rare in China. This study aimed to describe the biochemical, clinical, and genetic characteristics of two siblings in a Chinese family, suspected of having the cblA-type of MMA.","dc:creator":"Lin Y","dc:date":"2018","dc:title":"Mild clinical features of isolated methylmalonic acidemia associated with a novel variant in the MMAA gene in two Chinese siblings."}},"rdfs:label":"Chinese family proband, II:2"},{"id":"cggv:20e7659f-98ea-48b4-858d-e1aca44b74a8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20e7659f-98ea-48b4-858d-e1aca44b74a8_variant_evidence_item"},{"id":"cggv:20e7659f-98ea-48b4-858d-e1aca44b74a8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Molecular modeling showed that this variant will lead to the loss of two intramolecular hydrogen bonds, likely resulting in instability of the MMAA protein structure"}],"strengthScore":0.5,"dc:description":"Molecular modeling studies support that this vartiant is delertious to funciton, but experimental studies are not available."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e88f8fe5-d5b2-4e50-a6d1-99e3374c9dbc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e88f8fe5-d5b2-4e50-a6d1-99e3374c9dbc","type":"Proband","allele":{"id":"cggv:58b409da-4057-4efc-bf6c-0f1f0f7150f6"},"detectionMethod":"Heteroduplex analysis of MMAA followed by sequence analysis of the altered fragment.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Cultured fibroblast cells were able to synthesize AdoCbl in vitro. Propionate uptake was 1.26 ± 0.10 nmol/mg protein/18 h without hydroxylcobalamin (control: 10.8 ± 3.2 nmol/mg protein/18 h). After incubation of cells in 25 pg/ml [57Co]cyanocobalamin for 4 days, AdoCbl was at 5.0% of total Cbl (normal: 15.29 ± 4.2%). Classified as complementation group A (cblA).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:549f5a28-5b60-4c47-87f3-c9d38a02b82e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58b409da-4057-4efc-bf6c-0f1f0f7150f6"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12438653","type":"dc:BibliographicResource","dc:abstract":"Vitamin B(12) (cobalamin) is an essential cofactor of two enzymes, methionine synthase and methylmalonyl-CoA mutase. The conversion of the vitamin to its coenzymes requires a series of biochemical modifications for which several genetic diseases are known, comprising eight complementation groups (cblA through cblH). The objective of this study was to clone the gene responsible for the cblA complementation group thought to represent a mitochondrial cobalamin reductase. Examination of bacterial operons containing genes in close proximity to the gene for methylmalonyl-CoA mutase and searching for orthologous sequences in the human genome yielded potential candidates. A candidate gene was evaluated for deleterious mutations in cblA patient cell lines, which revealed a 4-bp deletion in three cell lines, as well as an 8-bp insertion and point mutations causing a stop codon and an amino acid substitution. These data confirm that the identified gene, MMAA, corresponds to the cblA complementation group. It is located on chromosome 4q31.1-2 and encodes a predicted protein of 418 aa. A Northern blot revealed RNA species of 1.4, 2.6, and 5.5 kb predominating in liver and skeletal muscle. The deduced amino acid sequence reveals a domain structure, which belongs to the AAA ATPase superfamily that encompasses a wide variety of proteins including ATP-binding cassette transporter accessory proteins that bind ATP and GTP. We speculate that we have identified a component of a transporter or an accessory protein that is involved in the translocation of vitamin B(12) into mitochondria.","dc:creator":"Dobson CM","dc:date":"2002","dc:title":"Identification of the gene responsible for the cblA complementation group of vitamin B12-responsive methylmalonic acidemia based on analysis of prokaryotic gene arrangements."}},"rdfs:label":"WG1192"},{"id":"cggv:549f5a28-5b60-4c47-87f3-c9d38a02b82e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:549f5a28-5b60-4c47-87f3-c9d38a02b82e_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded for homozygous variant; possible consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:348f462f-4d17-45ab-a1c0-60cd694667b4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:348f462f-4d17-45ab-a1c0-60cd694667b4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},"detectionMethod":"Sequencing of coding exons and exon/intron boundaries of MMAA.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002912","previousTesting":true,"previousTestingDescription":"Diagnosis of cblA was based on assessment of AdoCbl synthesis and MCM function in cultured fibroblasts, and was confirmed by complementation analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1454dcec-e267-4428-9c17-a448fc8af16a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91b3f507-7c6b-426f-af85-97d4bf67672d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15523652"},"rdfs:label":"WG1660"},{"id":"cggv:1454dcec-e267-4428-9c17-a448fc8af16a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1454dcec-e267-4428-9c17-a448fc8af16a_variant_evidence_item"},{"id":"cggv:1454dcec-e267-4428-9c17-a448fc8af16a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Althgouh not functional evidence per se, This allele represented 43% of all variants identified in the study cohort of 37 patient with cblA (including 10 homozygotes, and 8 compound heterozygotes with another loss of function variant."}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4825,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:9ac9942a-8b18-4f63-8842-4d742d92a429","type":"GeneValidityProposition","disease":"obo:MONDO_0009613","gene":"hgnc:18871","modeOfInheritance":"obo:HP_0000007"},"version":"2.1","dc:description":"The relationship between MMAA and methylmalonic aciduria, cblA type, was evaluated using the ClinGen Clinical Validity Framework as of January 7, 2021. The clinical presentation varies, but the condition is characterized by recurrent vomiting, lethargy, seizures, metabolic acidosis, and developmental delay. Patients are responsive to treatment with Vitamin B12 (Hörster, et al, 2007,  PMID: 17597648). Bilallelic variants in MMAA were first reported in humans with methylmalonic academia (MMA) in 2002 (Dobson et al, PMID 12438653). Since then, about 60 different variants in MMAA have been published (Plessl et al, 2017, PMID 28497574), including p.Arg145Ter which accounts for about 43% of disease-causing variants (Lerner-Ellis et al, 2004, PMID 15523652). \nEvidence supporting this gene-disease relationship includes case-level and experimental data. Seven unique variants (nonsense, frameshift, missense) from 8 probands from 4 publications were curated (Lerner-Ellis et al, 2004, PMID 15523652; Keyfi et al, 2016, PMID 28536607; Plessl et al, 2017, PMID 28497574; Lin et al, 2018, PMID 29996803). Further evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached.\nThe gene-disease relationship is supported by the biochemical function of MMAA (Takahashi-Iñiguez et al, 2017, PMID 28943303), it’s physical interaction with methylmalonyl CoA mutase (MUT) which is encoded by another gene involved in methylmalonic acidemia (Froese et al, 2010), and functional alteration studies (Plessl et al, 2017, PMID 28497574).\nIn summary, MMAA is definitively associated with methylmalonic aciduria, cblA type. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:5b81bb9e-5f71-47bf-b187-5eef83d91d57"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}