{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-01-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c75aed1d-a66b-433e-b232-51b26c8ba8df","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:547be400-72b8-4922-b38c-eed903498f83","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"yeast two-hybrid system detected interaction between PEX12 zinc-binding domain and PEX5 (Fig. 2A), protein budding assay which confirmed PEX5-PEX12 binding by showing PEX5 bound byMBP-PEX12 and not MBP-LacZalpha (Fig. 2B), coimmunopreciptation revealed that PEX5 precipitated with PEX12/3xmyc in lysates from human fibroblasts (Fig. 2C)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10562279","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal matrix protein import requires PEX12, an integral peroxisomal membrane protein with a zinc ring domain at its carboxy terminus. Mutations in human PEX12 result in Zellweger syndrome, a lethal neurological disorder, and implicate the zinc ring domain in PEX12 function. Using two-hybrid studies, blot overlay assays, and coimmunoprecipitation experiments, we observed that the zinc-binding domain of PEX12 binds both PEX5, the PTS1 receptor, and PEX10, another integral peroxisomal membrane protein required for peroxisomal matrix protein import. Furthermore, we identified a patient with a missense mutation in the PEX12 zinc-binding domain, S320F, and observed that this mutation reduces the binding of PEX12 to PEX5 and PEX10. Overexpression of either PEX5 or PEX10 can suppress this PEX12 mutation, providing genetic evidence that these interactions are biologically relevant. PEX5 is a predominantly cytoplasmic protein and previous PEX5-binding proteins have been implicated in docking PEX5 to the peroxisome surface. However, we find that loss of PEX12 or PEX10 does not reduce the association of PEX5 with peroxisomes, demonstrating that these peroxins are not required for receptor docking. These and other results lead us to propose that PEX12 and PEX10 play direct roles in peroxisomal matrix protein import downstream of the receptor docking event.","dc:creator":"Chang CC","dc:date":"1999","dc:title":"PEX12 interacts with PEX5 and PEX10 and acts downstream of receptor docking in peroxisomal matrix protein import."},"rdfs:label":"PEX12 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:5ff03729-b46b-45f9-864c-6108c71abc19","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08c090f0-d94f-4521-a37b-6af52fe308ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Impaired PTS1 and PTS2 protein import, impaired b-oxidation, VLCFA accumulation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18712838","type":"dc:BibliographicResource","dc:abstract":"Proteins destined for the peroxisomal matrix are targeted by virtue of a peroxisomal targeting sequence type 1 (PTS1) or type 2 (PTS2). In humans, targeting of either class of proteins relies on a cytosolic receptor protein encoded by the PEX5 gene. Alternative splicing of PEX5 results in two protein variants, PEX5S and PEX5L. PEX5S is exclusively involved in PTS1 protein import, whereas PEX5L mediates the import of both PTS1 and PTS2 proteins. Genetic complementation testing with over 500 different fibroblast cell lines from patients diagnosed with a peroxisome biogenesis disorder (PBD) identified 11 cell lines with a defect in PEX5. The aim of this study was to characterize these cell lines at a biochemical and genetic level. To this end, the cultured fibroblasts were analyzed for very long chain fatty acid (VLCFA) concentrations, peroxisomal beta-and alpha-oxidation, dihydroxyacetone-phosphate acyltransferase (DHAPAT) activity, peroxisomal thiolase, and catalase immunofluorescence. Mutation analysis of the PEX5 gene revealed 11 different mutations, eight of which are novel. PTS1- and PTS2-protein import capacity was assessed by transfection of the cells with green fluorescent protein (GFP) tagged with either PTS1 or PTS2. Six cell lines showed a defect in both PTS1 and PTS2 protein import, whereas four cell lines only showed a defect in PTS1 protein import. The location of the different mutations within the PEX5 amino acid sequence correlates rather well with the peroxisomal protein import defect observed in the cell lines.","dc:creator":"Ebberink MS","dc:date":"2009","dc:title":"Genotype-phenotype correlation in PEX5-deficient peroxisome biogenesis defective cell lines."},"rdfs:label":"PEX5-deficient fibroblasts"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aefa7b28-52b5-41fe-86c1-9693f666b68b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6eab7732-5925-4f6f-80b7-12edc30aef26","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"absence of peroxisomes identified via histochemical staining for catalase in hepatocytes (Fig. 1B), aggregates of pleomorphic mitochondria throughout liver on basolateral surfaces of hepatocytes (Fig. 1B), electron microscopy showed mitochondrial alterations involving all subcompartments (Fig. 1B-J), mitochondrial alterations were also found in epithelial cells of the adrenal cortex, proximal tubules of kidneys, cardiomyocytes, skeletal muscle, neutrophils, and lymphocytes (Fig. 2), newborn null mice had decreased activity of complexes I and V or mitochondrial respiratory chain in liver (table 1, fig. 3), respiratory chain alterations led to oxidative stress in liver mitochondria evidenced by in situ hybridization and immunocytochemical analysis (Fig. 6)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11583975","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome (cerebro-hepato-renal syndrome) is the most severe form of the peroxisomal biogenesis disorders leading to early death of the affected children. To study the pathogenetic mechanisms causing organ dysfunctions in Zellweger syndrome, we have recently developed a knockout-mouse model by disrupting the PEX5 gene, encoding the targeting receptor for most peroxisomal matrix proteins (M Baes, P Gressens, E Baumgart, P Carmeliet, M Casteels, M Fransen, P Evrard, D Fahimi, PE Declercq, D Collen, PP van Veldhoven, GP Mannaerts: A mouse model for Zellweger syndrome. Nat Genet 1997, 17:49-57). In this study, we present evidence that the absence of functional peroxisomes, causing a general defect in peroxisomal metabolism, leads to proliferation of pleomorphic mitochondria with severe alterations of the mitochondrial ultrastructure, changes in the expression and activities of mitochondrial respiratory chain complexes, and an increase in the heterogeneity of the mitochondrial compartment in various organs and specific cell types (eg, liver, proximal tubules of the kidney, adrenal cortex, heart, skeletal and smooth muscle cells, neutrophils). The changes of mitochondrial respiratory chain enzymes are accompanied by a marked increase of mitochondrial manganese-superoxide dismutase, as revealed by in situ hybridization and immunocytochemistry, suggesting increased production of reactive oxygen species in altered mitochondria. This increased oxidative stress induced probably by defective peroxisomal antioxidant mechanisms combined with accumulation of lipid intermediates of peroxisomal beta-oxidation system could contribute significantly to the pathogenesis of multiple organ dysfunctions in Zellweger syndrome.","dc:creator":"Baumgart E","dc:date":"2001","dc:title":"Mitochondrial alterations caused by defective peroxisomal biogenesis in a mouse model for Zellweger syndrome (PEX5 knockout mouse)."},"rdfs:label":"PEX5 knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8c05eef4-fa08-4ff2-86cb-867fa9f1588a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e7db180-381c-458c-84ea-68f4842d74c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pxr1-/- weighed less than WT and heterozygous mice (Figs. 1e, 2a), most null mice died before 72hrs, they had no evidence of renal cysts, intrauterine growth retardation (Fig. 2a) possibly due to defective insulin-like growth factor responsiveness, absence of peroxisomes (Fig. 3b), catalase immunoreactivity detected only in cytoplasm of hepatocytes and fibroblasts (Figs. 3e, 4c,d), DHAPAT activity was not detected in liver or brain homogenates of null mice and there was depletion of plasmalogens in these same tissues (Table 1), null mice showed six- to tenfold increase in VLCFA levels compared to heterozygotes and WT mice (Table 1), ultrastructural analysis of liver and kidneys from Prx1-/- mice showed abnormal mitochondrial structure, autophagic vacuoles with peroxisomal proteins, lipid accumulation, and increased macrophages (Fig. 5), Prx1 -/- mice had abnormal neocortical development due to defects in neuronal migration, differentiation, and cell survival (Fig. 6)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9288097","type":"dc:BibliographicResource","dc:abstract":"The cerebro-hepato-renal syndrome of Zellweger is a fatal inherited disease caused by deficient import of peroxisomal matrix proteins. The pathogenic mechanisms leading to extreme hypotonia, severe mental retardation and early death are unknown. We generated a Zellweger animal model through inactivation of the murine Pxr1 gene (formally known as Pex5) that encodes the import receptor for most peroxisomal matrix proteins. Pxr1-/- mice lacked morphologically identifiable peroxisomes and exhibited the typical biochemical abnormalities of Zellweger patients. They displayed intrauterine growth retardation, were severely hypotonic at birth and died within 72 hours. Analysis of the neocortex revealed impaired neuronal migration and maturation and extensive apoptotic death of neurons.","dc:creator":"Baes M","dc:date":"1997","dc:title":"A mouse model for Zellweger syndrome."},"rdfs:label":"Zellweger Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:84a5c4e2-050b-458c-9fe7-6a2c8135fa99_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b59eaf28-da61-4df9-bfdb-fa646b5bb98c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RT-PCR of cDNA, sequence analysis, variant confirmed by PCR and sequence analysis","phenotypeFreeText":"neonatal adrenoleukodystrophy, defect of PTS1- and PTS2-mediated uptake of peroxisomal proteins","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:84a5c4e2-050b-458c-9fe7-6a2c8135fa99_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6ce046d-f70c-49dc-9e3d-d0a803777c4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001131025.1(PEX5):c.1279C>T (p.Arg427Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120141"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7719337","type":"dc:BibliographicResource","dc:abstract":"The peroxisome biogenesis disorders (PBDs) are lethal recessive diseases caused by defects in peroxisome assembly. We have isolated PXR1, a human homologue of the yeast P. pastoris PAS8 (peroxisome assembly) gene. PXR1, like PAS8, encodes a receptor for proteins with the type-1 peroxisomal targeting signal (PTS1). Mutations in PXR1 define complementation group 2 of PBDs and expression of PXR1 rescues the PTS1 import defect of fibroblasts from these patients. Based on the observation that PXR1 exists both in the cytosol and in association with peroxisomes, we propose that PXR1 protein recognizes PTS1-containing proteins in the cytosol and directs them to the peroxisome.","dc:creator":"Dodt G","dc:date":"1995","dc:title":"Mutations in the PTS1 receptor gene, PXR1, define complementation group 2 of the peroxisome biogenesis disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7719337","rdfs:label":"PBD005"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant absent from gnomAD\n\nVariant Evidence: SV40-transformed fibroblast cell line (0051) derived from skin fibroblasts of patient transfected with vector (pcDNA3) or WT PEX5 expression vector, expression of WT PEX5 restored PTS1 protein import while those cells with just vector did not have this activity restored (Fig. 7), \n\nPMID:9668159: transfection of patients cells with PEX5s restores only PTS1-mediated protein transport, transfection with PEX5L restores both PTS1 and PTS2-mediated protein transport"},{"id":"cggv:0c9cf0de-efa5-4bb5-85f9-c87002928cbb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1929eefb-d887-42d7-b098-bd6db774dc70","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES, variant and homozygosity confirmed with Sanger Sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Rhizomelic chondrodysplasia punctata, normal birth weight and OFC, height and OFC were both below the 0.4th percentile and weight was 25th percentile at 6.5yo","phenotypes":["obo:HP_0000519","obo:HP_0000252","obo:HP_0008897"],"previousTesting":true,"previousTestingDescription":"PEX7 sequenced, no variants found","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0c9cf0de-efa5-4bb5-85f9-c87002928cbb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89f6d6bd-ad66-4f24-a81d-b9aa05986b55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001131024.1(PEX5):c.643-337dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249676"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26220973","type":"dc:BibliographicResource","dc:abstract":"Import of peroxisomal matrix proteins, crucial for peroxisome biogenesis, is mediated by the cytosolic receptors PEX5 and PEX7 that recognize proteins carrying peroxisomal targeting signals 1 or 2 (PTS1 or PTS2), respectively. Mutations in PEX5 or 12 other PEX genes cause peroxisome biogenesis disorders, collectively named the Zellweger spectrum disorders (ZSDs), whereas mutations in PEX7 cause rhizomelic chondrodysplasia punctata type 1 (RCDP1). Three additional RCDP types, RCDP2-3-4, are caused, respectively, by mutations in GNPAT, AGPS and FAR1, encoding enzymes involved in plasmalogen biosynthesis. Here we report a fifth type of RCDP (RCDP5) caused by a novel mutation in PEX5. In four patients with RCDP from two independent families, we identified a homozygous frame shift mutation c.722dupA (p.Val242Glyfs(∗)33) in PEX5 (GenBank: NM_001131023.1). PEX5 encodes two isoforms, PEX5L and PEX5S, and we show that the c.722dupA mutation, located in the PEX5L-specific exon 9, results in loss of PEX5L only. Both PEX5 isoforms recognize PTS1-tagged proteins, but PEX5L is also a co-receptor for PTS2-tagged proteins. Previous patients with PEX5 mutations had ZSD, mainly due to deficient import of PTS1-tagged proteins. Similarly to mutations in PEX7, loss of PEX5L results in deficient import of PTS2-tagged proteins only, thus causing RCDP instead of ZSD. We demonstrate that PEX5L expression restores the import of PTS2-tagged proteins in patient fibroblasts. Due to the biochemical overlap between RCDP1 and RCDP5, sequencing of PEX7 and exon 9 in PEX5 should be performed in patients with a selective defect in the import of PTS2-tagged proteins. ","dc:creator":"Barøy T","dc:date":"2015","dc:title":"A novel type of rhizomelic chondrodysplasia punctata, RCDP5, is caused by loss of the PEX5 long isoform."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26220973","rdfs:label":"FB II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant results in frameshift p.Val242Glyfs, Variant absent in gnomAD\n\nVariant evidence: immunoblot analysis detected two bands for PEX5L and PEX5S isoforms in control fibroblats, but only one band was present in patient's fibroblasts correlating to presence of only PEX5S, thus variant results in loss of PEX5L isoform (Fig. 3)"},{"id":"cggv:a73e8408-2f04-48fd-b8f1-bb19208afa08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6c1c9562-a583-4077-8b3e-8236cac90d90","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"WES, variant and homozygosity confirmed with Sanger Sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"rhizomelic chrondrodysplasia punctata, born at term, normal growth parameters, normal hearing, short pedicles, able to walk, PTS2 protein import defect, VLCFAs: C26 = 0.92, pristanic acid = 1010, plasmalogens: C16 DMA/C16 : 0 = 2.2, C18 : 0 DMA/C18 : 0 =7.2, GNPAT activity = 3.8nmol, PLA = 427 umol/l, alpha-oxidation = 7pmol","phenotypes":["obo:HP_0011703","obo:HP_0004576","obo:HP_0001761","obo:HP_0005792","obo:HP_0006150","obo:HP_0001250","obo:HP_0003700","obo:HP_0002650","obo:HP_0002136","obo:HP_0000519","obo:HP_0001284","obo:HP_0007220","obo:HP_0001762","obo:HP_0010864","obo:HP_0000252","obo:HP_0002868","obo:HP_0009830","obo:HP_0100864","obo:HP_0011200","obo:HP_0011402","obo:HP_0002812","obo:HP_0000982","obo:HP_0040131","obo:HP_0001510","obo:HP_0003307"],"previousTesting":true,"previousTestingDescription":"PEX7 sequenced, no variants found","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a73e8408-2f04-48fd-b8f1-bb19208afa08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89f6d6bd-ad66-4f24-a81d-b9aa05986b55"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26220973"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26220973","rdfs:label":"FA II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant results in frameshift p.Val242Glyfs, variant absent from gnomAD\n\nVariant Evidence: immunoblot analysis detected two bands for PEX5L and PEX5S isoforms in control fibroblats, but only one band was present in patient's fibroblasts correlating to presence of only PEX5S, thus variant results in loss of PEX5L isoform (Fig. 3)"},{"id":"cggv:dc260575-6646-4c02-88e3-88dd57c12ba0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7926965c-1c67-481d-90c8-2e57d98b8a23","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RT-PCR of RNA from patient's fibroblasts, then SSCP of PRX1 cDNA, variant confirmed via PCR and direct sequencing","phenotypeFreeText":"neonatal adrenoleukodystrophy, defect of PTS1-mediated uptake of peroxisomal proteins","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:dc260575-6646-4c02-88e3-88dd57c12ba0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5aae4566-72cf-44e5-9af4-29b0fe8dd1b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001131025.1(PEX5):c.1578T>G (p.Asn526Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254664"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7719337"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7719337","rdfs:label":"PBD018"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Variant absent from gnomad\n\nVariant Evidence: 018T SV 40-transformed cells (derivative of skin fibroblast cells from patient) were transfected with plasmids expressing the WT PEX5, p.Asn526Lys variant, and PAF1, cells were examined by immunofluorescence microscopy with anti-Ser-Lys-Leu-COOH antibody. Cells were not able to import PTS1-containing proteins but did import PTS2 marker protein. Transfection of WT Pex5 into patient derived cell line showed restoration of normal PTS1-protein import into peroxisomes (Fig. 6d), and normal peroxisome morphology (fig. 6b)"},{"id":"cggv:b67d4e0c-da5d-40c1-a7cb-629aec2fe050_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c5efb675-4db3-4b13-a05f-dcb50aa91911","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"DNA isolated from fibroblasts, WES, variants confirmed via Sanger sequencing, parents tested","phenotypeFreeText":"patients suspected to have mitochondrial disorder, Study inclusion criteria (fulfill at least 1): neonatal onset, basal ganglia involvement, increased 3-MGA in urine","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b67d4e0c-da5d-40c1-a7cb-629aec2fe050_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8d8e147a-4ffc-4626-ac51-4ae69f842f49","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_001748833.1(PEX5):n.2155C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA383738432"}},{"id":"cggv:522030ff-3e60-486c-b873-1274f243f437","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001131025.1(PEX5):c.1799C>T (p.Ser600Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6426593"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27290639","type":"dc:BibliographicResource","dc:abstract":"Whole-exome sequencing (WES) has led to an exponential increase in identification of causative variants in mitochondrial disorders (MD).","dc:creator":"Pronicka E","dc:date":"2016","dc:title":"New perspective in diagnostics of mitochondrial disorders: two years' experience with whole-exome sequencing at a national paediatric centre."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27290639","rdfs:label":"Patient 20"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Score reduced due to lack of phenotypic evidence for proband and lack of functional evidence for variants\n\nn.2155C>T - reported in paper and Allele registry as c.1669C>T (p.Arg549Trp), reported to be maternally inherited, gnomAD frequency = 0.00001193\n\np.Ser600Leu reported to be paternally inherited, absent from gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Definitive","sequence":35,"specifiedBy":"GeneValidityCriteria7","strengthScore":12.5,"subject":{"id":"cggv:31f2f127-c2e4-48aa-a556-03dc7835b602","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:9719","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PEX5 and autosomal recessive peroxisome biogenesis disorder was first reported in 1995, (Dodt et al., PMID:7719337). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Summary of case-level and experimental data: 12.5 points. There are five patients reported in the literature with variants (nonsense, frameshift, and missense) (PMID: 26220973, PMID: 7719337, PMID: 27290639). This gene-disease association is supported by in vitro functional assays and animal models. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s), inheritance pattern, and phenotypic variability underlying the disease entities: (1) Peroxisome biogenesis disorder 2A (MIM: 214110), (2) Peroxisome biogenesis disorder 2B (MIM: 202370), and (3) Rhizomelic chondrodysplasia punctata, type 5 (MIM: 616716). Therefore, all of the disease entities have been lumped into one disease entity, Peroxisome Biogenesis Disorder. In summary, PEX5 is definitively associated with autosomal recessive peroxisomal biogenesis disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:b49d9cfd-0e51-4219-84bb-76b4c9b99fa9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}