{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-07-18T00:55:33.518Z","role":"Publisher"},{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-14T02:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15454078","type":"dc:BibliographicResource","dc:abstract":"Ca(V)1.2, the cardiac L-type calcium channel, is important for excitation and contraction of the heart. Its role in other tissues is unclear. Here we present Timothy syndrome, a novel disorder characterized by multiorgan dysfunction including lethal arrhythmias, webbing of fingers and toes, congenital heart disease, immune deficiency, intermittent hypoglycemia, cognitive abnormalities, and autism. In every case, Timothy syndrome results from the identical, de novo Ca(V)1.2 missense mutation G406R. Ca(V)1.2 is expressed in all affected tissues. Functional expression reveals that G406R produces maintained inward Ca(2+) currents by causing nearly complete loss of voltage-dependent channel inactivation. This likely induces intracellular Ca(2+) overload in multiple cell types. In the heart, prolonged Ca(2+) current delays cardiomyocyte repolarization and increases risk of arrhythmia, the ultimate cause of death in this disorder. These discoveries establish the importance of Ca(V)1.2 in human physiology and development and implicate Ca(2+) signaling in autism.","dc:creator":"Splawski I","dc:date":"2004","dc:title":"Ca(V)1.2 calcium channel dysfunction causes a multisystem disorder including arrhythmia and autism."},"evidence":[{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c59839e-3070-4b38-be45-66e70c45ca82","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:748db1d2-9f3d-4eea-b78b-460aefd7e17d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern Blot analysis showed enriched expression of CACNA1C in human heart, with lesser expression in skeletal muscle, as well as expression in rabbit heart.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8392192","type":"dc:BibliographicResource","dc:abstract":"A unique structural variant of the cardiac L-type voltage-dependent calcium channel alpha 1 subunit cDNA was isolated from libraries derived from normal human heart mRNA. The deduced amino acid sequence shows significant homology to other calcium channel alpha 1 subunits. However, differences from the rabbit heart alpha 1 include a shortened N-terminus, a unique C-terminal insertion, and both forms of an alternatively spliced motif IV S3 region. The shortened N-terminus provides optimal access to consensus sequences thought to facilitate translation. Northern blot analysis revealed a single hybridizing mRNA species of 9.4 kb. The gene for the human heart alpha 1 subunit was localized specifically to the distal region of chromosome 12p13. The cloned alpha 1 subunit was expressed in Xenopus oocytes and single-channel analyses revealed native-like pharmacology and channel properties.","dc:creator":"Schultz D","dc:date":"1993","dc:title":"Cloning, chromosomal localization, and functional expression of the alpha 1 subunit of the L-type voltage-dependent calcium channel from normal human heart."},"rdfs:label":"Schultz et al."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c1cee627-38f9-4efa-b91d-18df81555661","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2480be90-5ec2-45af-8af3-d2fafcd16525","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IMS of sinoatrial nodes showed that Cav1.2 colocalizes with RYR in the sarcolemmal membrane.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23045342","type":"dc:BibliographicResource","dc:abstract":"Dysregulation of L-type Ca(2+) currents in sinoatrial nodal (SAN) cells causes cardiac arrhythmia. Both Ca(v)1.2 and Ca(v)1.3 channels mediate sinoatrial L-type currents. Whether these channels exhibit differences in modulation and localization, which could affect their contribution to pacemaking, is unknown. In this study, we characterized voltage-dependent facilitation (VDF) and subcellular localization of Ca(v)1.2 and Ca(v)1.3 channels in mouse SAN cells and determined how these properties of Ca(v)1.3 affect sinoatrial pacemaking in a mathematical model. Whole cell Ba(2+) currents were recorded from SAN cells from mice carrying a point mutation that renders Ca(v)1.2 channels relatively insensitive to dihydropyridine antagonists. The Ca(v)1.2-mediated current was isolated in the presence of nimodipine (1 μm), which was subtracted from the total current to yield the Ca(v)1.3 component. With strong depolarizations (+80 mV), Ca(v)1.2 underwent significantly stronger inactivation than Ca(v)1.3. VDF of Ca(v)1.3 was evident during recovery from inactivation at a time when Ca(v)1.2 remained inactivated. By immunofluorescence, Ca(v)1.3 colocalized with ryanodine receptors in sarcomeric structures while Ca(v)1.2 was largely restricted to the delimiting plasma membrane. Ca(v)1.3 VDF enhanced recovery of pacemaker activity after pauses and positively regulated pacemaking during slow heart rate in a numerical model of mouse SAN automaticity, including preferential coupling of Ca(v)1.3 to ryanodine receptor-mediated Ca(2+) release. We conclude that strong VDF and colocalization with ryanodine receptors in mouse SAN cells are unique properties that may underlie a specific role for Ca(v)1.3 in opposing abnormal slowing of heart rate.","dc:creator":"Christel CJ","dc:date":"2012","dc:title":"Distinct localization and modulation of Cav1.2 and Cav1.3 L-type Ca2+ channels in mouse sinoatrial node."},"rdfs:label":"Christel et al."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8f29b9ac-8481-4a70-8b38-13dc5810a5a9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac6e1e3b-984a-47d4-a304-6a4b3b360fd2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mice show that heterozygous mutatio of CACNA1C with the G406R mutation is lethal, similar to Timothy syndrome. Unfortunately, due to lethality the mice were not able to be addressed for the cardiac features. They go on further to characterize a het-mouse model with reduced expression of G406R, and show autistic traits develop but not apparent heart dysfunction, showing how changes in variant level expression can create a wide range of phenotypic onset and severity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21878566","type":"dc:BibliographicResource","dc:abstract":"Autism and autism spectrum disorder (ASD) typically arise from a mixture of environmental influences and multiple genetic alterations. In some rare cases, such as Timothy syndrome (TS), a specific mutation in a single gene can be sufficient to generate autism or ASD in most patients, potentially offering insights into the etiology of autism in general. Both variants of TS (the milder TS1 and the more severe TS2) arise from missense mutations in alternatively spliced exons that cause the same G406R replacement in the Ca(V)1.2 L-type calcium channel. We generated a TS2-like mouse but found that heterozygous (and homozygous) animals were not viable. However, heterozygous TS2 mice that were allowed to keep an inverted neomycin cassette (TS2-neo) survived through adulthood. We attribute the survival to lowering of expression of the G406R L-type channel via transcriptional interference, blunting deleterious effects of mutant L-type channel overactivity, and addressed potential effects of altered gene dosage by studying Ca(V)1.2 knockout heterozygotes. Here we present a thorough behavioral phenotyping of the TS2-neo mouse, capitalizing on this unique opportunity to use the TS mutation to model ASD in mice. Along with normal general health, activity, and anxiety level, TS2-neo mice showed markedly restricted, repetitive, and perseverative behavior, altered social behavior, altered ultrasonic vocalization, and enhanced tone-cued and contextual memory following fear conditioning. Our results suggest that when TS mutant channels are expressed at levels low enough to avoid fatality, they are sufficient to cause multiple, distinct behavioral abnormalities, in line with the core aspects of ASD.","dc:creator":"Bader PL","dc:date":"2011","dc:title":"Mouse model of Timothy syndrome recapitulates triad of autistic traits."},"rdfs:label":"Bader et al."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6b9935f2-c3ff-465a-84ca-2ef9d199db24","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b308e0f-c94a-42d1-a4e9-7b90ed767059","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Proteolytic cleavage of this region in shown to occur in vivo in skeletal and cardiac muscle.  This paper did not go into detail of an LQTS phenotype, also while it is a similar mechanism, this mutation is not observed in Timothy syndrome, therefore given default points. Note: these mice are also shown to have a neuronal phenotype, which would be consistent with Timothy syndorme (Marshall et al., 2011 PMID 21224388).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21216955","type":"dc:BibliographicResource","dc:abstract":"L-type calcium currents conducted by CaV1.2 channels initiate excitation-contraction coupling in cardiac and vascular smooth muscle. In the heart, the distal portion of the C terminus (DCT) is proteolytically processed in vivo and serves as a noncovalently associated autoinhibitor of CaV1.2 channel activity. This autoinhibitory complex, with A-kinase anchoring protein-15 (AKAP15) bound to the DCT, is hypothesized to serve as the substrate for β-adrenergic regulation in the fight-or-flight response. Mice expressing CaV1.2 channels with the distal C terminus deleted (DCT-/-) develop cardiac hypertrophy and die prematurely after E15. Cardiac hypertrophy and survival rate were improved by drug treatments that reduce peripheral vascular resistance and hypertension, consistent with the hypothesis that CaV1.2 hyperactivity in vascular smooth muscle causes hypertension, hypertrophy, and premature death. However, in contrast to expectation, L-type Ca2+ currents in cardiac myocytes from DCT-/- mice were dramatically reduced due to decreased cell-surface expression of CaV1.2 protein, and the voltage dependence of activation and the kinetics of inactivation were altered. CaV1.2 channels in DCT-/- myocytes fail to respond to activation of adenylyl cyclase by forskolin, and the localized expression of AKAP15 is reduced. Therefore, we conclude that the DCT of CaV1.2 channels is required in vivo for normal vascular regulation, cell-surface expression of CaV1.2 channels in cardiac myocytes, and β-adrenergic stimulation of L-type Ca2+ currents in the heart.","dc:creator":"Fu Y","dc:date":"2011","dc:title":"Deletion of the distal C terminus of CaV1.2 channels leads to loss of beta-adrenergic regulation and heart failure in vivo."},"rdfs:label":"Fu et al."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":8717,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:790c4866-610a-432b-85f8-6f051c2c537f","type":"GeneValidityProposition","disease":"obo:MONDO_0010979","gene":"hgnc:1390","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CACNA1C was first reported in relation to Timothy syndrome (TS) in 2004 (Splawski et al., PMID: 15454078). TS is a novel disorder characterized by multiorgan dysfunction including arrhythmias, syndactyly, cardiac features, immune deficiency and neurological and developmental abnormalities. Two recurrent de novo variants on exon 8 and 8a (G406R and G402S) that have been reported in over 14 probands in 11 publications (PMIDs: 15454078, 15863612, 22106044, 23678275, 27390944, 16360093, 24773605, 23580742, 29194862, 27593853, 28371864) are included in this curation. Of note variants p.Arg518Cys/His seemingly have an isolated cardiac phenotype seen in 9 probands. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be gain of function caused by missense variants. This gene-disease relationship is also strongly supported by animal models and expression studies (PMIDs: 8392192, 23045342, 21878566, 21216955). In summary, CACNA1C is definitively associated with Timothy syndrome. This has been repeatedly demonstrated in research and clinical diagnostic settings and upheld over time. This classification was approved by the Hereditary Cardiovascular Disease Gene Curation Expert Panel on April 14, 2023.","dc:isVersionOf":{"id":"cggv:a1fc2dfc-d200-40d0-9cd6-421276578e6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}