{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-03-15T16:00:00.000Z","role":"Approver"},{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T20:11:21.618Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fedb8f3-1fb4-4a6a-9aab-8d084482fd3b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:488fae50-31ea-4624-9748-baf73427f0c3","type":"FunctionalAlteration","dc:description":"Aberrant growth surfaced in four out of six rpb1 S. cerevisiae mutants (p.Leu1124Pro [p.Leu1101Pro yeast], p.Ile457Thr [p.Leu443Thr yeast], p.Thr736Met [p.Ser713Met yeast], and p.Ser755del [p.Leu732del yeast]). Positive controls for disrupted transcriptional activity or TFIIS binding were Dsub1 (p.Ala301Asp yeast) and Ddst1 (p.Glu1230Lys yeast) respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31353023","type":"dc:BibliographicResource","dc:abstract":"The RNA polymerase II complex (pol II) is responsible for transcription of all ∼21,000 human protein-encoding genes. Here, we describe sixteen individuals harboring de novo heterozygous variants in POLR2A, encoding RPB1, the largest subunit of pol II. An iterative approach combining structural evaluation and mass spectrometry analyses, the use of S. cerevisiae as a model system, and the assessment of cell viability in HeLa cells allowed us to classify eleven variants as probably disease-causing and four variants as possibly disease-causing. The significance of one variant remains unresolved. By quantification of phenotypic severity, we could distinguish mild and severe phenotypic consequences of the disease-causing variants. Missense variants expected to exert only mild structural effects led to a malfunctioning pol II enzyme, thereby inducing a dominant-negative effect on gene transcription. Intriguingly, individuals carrying these variants presented with a severe phenotype dominated by profound infantile-onset hypotonia and developmental delay. Conversely, individuals carrying variants expected to result in complete loss of function, thus reduced levels of functional pol II from the normal allele, exhibited the mildest phenotypes. We conclude that subtle variants that are central in functionally important domains of POLR2A cause a neurodevelopmental syndrome characterized by profound infantile-onset hypotonia and developmental delay through a dominant-negative effect on pol-II-mediated transcription of DNA.","dc:creator":"Haijes HA","dc:date":"2019","dc:title":"De Novo Heterozygous POLR2A Variants Cause a Neurodevelopmental Syndrome with Profound Infantile-Onset Hypotonia."},"rdfs:label":"Growth assay in S. cerevisiae"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Yeast growth is not a reliable proxy for the disease phenotype. Variant level evidence."},{"id":"cggv:a778e017-4cef-4ed6-99d0-2fbaf6037075","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:536a1536-583f-4563-b6dc-7b1c2a9f986b","type":"FunctionalAlteration","dc:description":"HeLa cell viability was grossly reduced in mutants expressing variants p.Thr736Met, p.Ser755del, p.Lys812*, and p.Leu1124Pro, supporting the pathogenicity of these variants. No significant effects were seen for the variants p.Ile457Thr, p.Asn531Ser, p.Asn1251Ser, and p.Arg1603His.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31353023","rdfs:label":"HeLa cell viability"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"HeLa cell viability is not a reliable proxy for the disease phenotype. Variant level evidence."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2bc725cc-8f61-41b0-b928-ba772cc11cc8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:54c67266-7de6-424d-8d86-e26cc0f2effb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Several genes shown misregulated in R749H mouse neurons have a human ortholog linked to phenotypes similar to those seen in individuals carrying de novo POLR2A missense mutations. Examples include: CNTNAP2(OMIM604569) NRXN1(OMIM600565) KIAA0442(OMIM607270) and SYN1(OMIM313440)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30988016","type":"dc:BibliographicResource","dc:abstract":"The rate of RNA polymerase II (RNAPII) elongation has an important role in the control of alternative splicing (AS); however, the in vivo consequences of an altered elongation rate are unknown. Here, we generated mouse embryonic stem cells (ESCs) knocked in for a slow elongating form of RNAPII We show that a reduced transcriptional elongation rate results in early embryonic lethality in mice. Focusing on neuronal differentiation as a model, we observed that slow elongation impairs development of the neural lineage from ESCs, which is accompanied by changes in AS and in gene expression along this pathway. In particular, we found a crucial role for RNAPII elongation rate in transcription and splicing of long neuronal genes involved in synapse signaling. The impact of the kinetic coupling of RNAPII elongation rate with AS is greater in ESC-differentiated neurons than in pluripotent cells. Our results demonstrate the requirement for an appropriate transcriptional elongation rate to ensure proper gene expression and to regulate AS during development.","dc:creator":"Maslon MM","dc:date":"2019","dc:title":"A slow transcription rate causes embryonic lethality and perturbs kinetic coupling of neuronal genes."},"rdfs:label":"R749H mESCs and neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:5f874f85-0d14-4fe7-8fc8-46055e55c5e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41b81c3a-f395-4a57-9fb4-ee0bd3b5c24e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Early embryonic death of zygotes carrying a CRISPR/Cas9 p.R749H mutation (hom or het) supports the pathogenicity of missense variants in POLR2A but does not align with the phenotypes seen in humans with similar missense variants (i.e. p.Thr736Met and p.Ser755del)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30988016","rdfs:label":"R749H mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Embryonic lethality is not similar to the phenotype observed in humans."},{"id":"cggv:52f3bef4-cc91-4187-9426-2ceb583e9ead","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:0494744c-f564-47b1-aeac-19f95eb115f1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Growth delay in mice carrying a het or hom deletion of a portion of the c-terminal domain supports a dominant negative mechanism for POLR2A variants in human developmental delay. However, only one de novo CTD variant has been described in human and it is further upstream than this mouse CTD deletion (p.Arg1603His).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10071215","type":"dc:BibliographicResource","dc:abstract":"The C-terminal domain (CTD) of the largest subunit of RNA polymerase II consists of tandem repeats of the consensus heptapeptide YSPTSPS. Deletion studies in tissue culture cells have indicated that the CTD plays an essential role in transcription, although the nature of this essential function remains unclear. About half of the CTD can be deleted without affecting the viability of cells in tissue culture. Paradoxically, the dispensable CTD repeats are precisely conserved among all mammals whose CTD sequences are known. To determine whether the mammalian CTD is important in transcription during mouse development, we developed a gene targeting approach to introduce deletions into the CTD coding region of mouse embryonic stem (ES) cells. To maintain a functional Rpo2-1 gene, the neo marker in the targeting vector was positioned outside of the Rpo2-1 transcribed region, 1.2 kb from the site of the CTD deletion. G418-resistant clones were screened for co-integration of the CTD deletion, and the resulting ES lines were used to create germline chimeric mice. Stable heterozygous lines were established and mated to produce animals homozygous for the CTD deletion. We show here that mice homozygous for a deletion of thirteen of the 52 heptapeptide repeats are smaller than wild-type littermates and have a high rate of neonatal lethality. Surviving adults, although small, appear morphologically normal and are fertile. This result suggests that the CTD plays a role in regulating growth during mammalian development. The gene targeting approach described here should be useful for making further deletions in the CTD and may be of general applicability where it is desirable to engineer specific mutations in the germline of mice.","dc:creator":"Litingtung Y","dc:date":"1999","dc:title":"Growth retardation and neonatal lethality in mice with a homozygous deletion in the C-terminal domain of RNA polymerase II."},"rdfs:label":"mouse CTD deletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"One de novo CTD variant has been described in a patient with developmental delay, but the human variant is further upstream than the mouse CTD deletion (p.Arg1603His) and has an allele frequency in gnomad higher than expected for autosomal dominant disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9137,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:0c03dd8b-0a7c-4c03-9796-bd8920cfbfd5","type":"GeneValidityProposition","disease":"obo:MONDO_0032829","gene":"hgnc:9187","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The POLR2A gene, encoding the largest subunit of RNA Pol II, was first reported in relation to autosomal dominant neurodevelopmental disorder with hypotonia and variable intellectual and behavioral abnormalities in 2019 (Haijes et. al., PMID 31353023). The original curation contained 15 unique de novo missense or loss-of-function variants from a single publication (PMID:31353023). As a result of this re-evaluation, an additional 2 variants are included in the curation from a second publication (PMID: 33665635). More genetic evidence is available in the literature. The reported mechanism of disease for POLR2A variants range from mild haploinsufficiency to severe dominant-negative depending on variant location and consequence. This gene-disease relationship is supported by in vitro functional assays in yeast and HeLa cells showing reduced cell viability with specific patient variants (PMID 31353023). The gene-disease pair was originally evaluated by the Syndromic Disorders GCEP on August 5th, 2020 and was re-evaluated on March 15th, 2024. As a result of this re-evaluation, the classification increased from Moderate to Definitive with the addition of new published case reports (PMIDs: 33665635). This gene-disease relationship has now been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on March 15th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:45cab675-1ca5-4c25-97a9-bfeeeb1e112a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}