{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-11-05T16:25:47.689Z","role":"Publisher"},{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-08-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23934111","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies are a devastating group of severe childhood epilepsy disorders for which the cause is often unknown. Here we report a screen for de novo mutations in patients with two classical epileptic encephalopathies: infantile spasms (n = 149) and Lennox-Gastaut syndrome (n = 115). We sequenced the exomes of 264 probands, and their parents, and confirmed 329 de novo mutations. A likelihood analysis showed a significant excess of de novo mutations in the ∼4,000 genes that are the most intolerant to functional genetic variation in the human population (P = 2.9 × 10(-3)). Among these are GABRB3, with de novo mutations in four patients, and ALG13, with the same de novo mutation in two patients; both genes show clear statistical evidence of association with epileptic encephalopathy. Given the relevant site-specific mutation rates, the probabilities of these outcomes occurring by chance are P = 4.1 × 10(-10) and P = 7.8 × 10(-12), respectively. Other genes with de novo mutations in this cohort include CACNA1A, CHD2, FLNA, GABRA1, GRIN1, GRIN2B, HNRNPU, IQSEC2, MTOR and NEDD4L. Finally, we show that the de novo mutations observed are enriched in specific gene sets including genes regulated by the fragile X protein (P < 10(-8)), as has been reported previously for autism spectrum disorders.","dc:creator":"Epi4K Consortium","dc:date":"2013","dc:title":"De novo mutations in epileptic encephalopathies."},"evidence":[{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.1},{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe1a6759-469c-4724-acd3-6e8c0df01b4b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd35ecda-0bfc-4063-a16e-7fb499355c49","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Gamma-aminobutyric acid (GABA) receptors are a group of related proteins that function in the GABAergic neurotransmission of the mammalian central nervous system. GABRB1 is a member of this receptor gene family of ligand-gated ion channels though which GABA, the major inhibitory neurotransmitter in the brain acts. General forms of GABA receptors include two essential α subunits (α1-6), two essential β subunits (β1-3) with one ϒ subunit (ϒ1-3) or one δ subunit. A functional receptor is constituted of an obligatory heterodimer of GABRB1 (β1 subunit) and GABRB2 subunits in which GABRB1 is required for ligand binding and GABRB2 is necessary for interactions with G proteins and increasing the affinity of GABRB1 to GABA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9872317","type":"dc:BibliographicResource","dc:abstract":"B-type receptors for the neurotransmitter GABA (gamma-aminobutyric acid) inhibit neuronal activity through G-protein-coupled second-messenger systems, which regulate the release of neurotransmitters and the activity of ion channels and adenylyl cyclase. Physiological and biochemical studies show that there are differences in drug efficiencies at different GABA(B) receptors, so it is expected that GABA(B)-receptor (GABA(B)R) subtypes exist. Two GABA(B)-receptor splice variants have been cloned (GABA(B)R1a and GABA(B)R1b), but native GABA(B) receptors and recombinant receptors showed unexplained differences in agonist-binding potencies. Moreover, the activation of presumed effector ion channels in heterologous cells expressing the recombinant receptors proved difficult. Here we describe a new GABA(B) receptor subtype, GABA(B)R2, which does not bind available GABA(B) antagonists with measurable potency. GABA(B)R1a, GABA(B)R1b and GABA(B)R2 alone do not activate Kir3-type potassium channels efficiently, but co-expression of these receptors yields a robust coupling to activation of Kir3 channels. We provide evidence for the assembly of heteromeric GABA(B) receptors in vivo and show that GABA(B)R2 and GABA(B)R1a/b proteins immunoprecipitate and localize together at dendritic spines. The heteromeric receptor complexes exhibit a significant increase in agonist- and partial-agonist-binding potencies as compared with individual receptors and probably represent the predominant native GABA(B) receptor. Heteromeric assembly among G-protein-coupled receptors has not, to our knowledge, been described before.","dc:creator":"Kaupmann K","dc:date":"1998","dc:title":"GABA(B)-receptor subtypes assemble into functional heteromeric complexes."},"rdfs:label":"Assembly of heteromeric GABA B receptors in vivo"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":9305,"specifiedBy":"GeneValidityCriteria11","strengthScore":5.6,"subject":{"id":"cggv:f5f3b04c-d4a3-4463-a643-ad3ff05f34be","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:4081","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Gamma-aminobutyric acid (GABA) receptors are a group of related proteins that function in the GABAergic neurotransmission of the mammalian central nervous system. *GABRB1* is a member of this receptor gene family of ligand-gated ion channels through which GABA, the major inhibitory neurotransmitter in the brain acts. General forms of GABA receptors include two essential α subunits (α1-6), two essential β subunits (β1-3) with one ϒ subunit (ϒ1-3) or one δ subunit. A functional receptor is constituted of an obligatory heterodimer of GABRB1 (β1 subunit) and GABRB2 subunits in which GABRB1 is required for ligand binding and GABRB2 is necessary for interactions with G proteins and increasing the affinity of GABRB1 to GABA [Kaupmann 1998, PMID: 9872317]. \n\n----------\n\n\n*GABRB1* was first reported in relation to autosomal dominant developmental and epileptic encephalopathy in 2013 (Epi4K 2013, PMID: 23934111). A single inframe insertion/deletion and 7 missense variants reported in 10 probands across 8 publications are included in this curation (PMIDs: 23934111, 27273810, 31618474, 33994118, 36553572, 37518907, 38024579 and 38633326). Reported features include developmental delay, seizures, hypsarrhythmia, and hypotonia. Even though multiple individuals have been reported, most of these individuals have missense variants without supportive functional evidence; because of this, there is limited evidence to support the relationship between *GABRB1* and autosomal dominant developmental and epileptic encephalopathy. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\n----------\n\n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on August 6, 2024 (SOP version 11).\n\n","dc:isVersionOf":{"id":"cggv:a4d0857b-2ee6-4664-ae52-d6cb9aaaf73c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}