{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-03-02T17:00:00.000Z","role":"Approver"},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T00:43:53.605Z","role":"Publisher"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11719191","type":"dc:BibliographicResource","dc:abstract":"In humans, low peak bone mass is a significant risk factor for osteoporosis. We report that LRP5, encoding the low-density lipoprotein receptor-related protein 5, affects bone mass accrual during growth. Mutations in LRP5 cause the autosomal recessive disorder osteoporosis-pseudoglioma syndrome (OPPG). We find that OPPG carriers have reduced bone mass when compared to age- and gender-matched controls. We demonstrate LRP5 expression by osteoblasts in situ and show that LRP5 can transduce Wnt signaling in vitro via the canonical pathway. We further show that a mutant-secreted form of LRP5 can reduce bone thickness in mouse calvarial explant cultures. These data indicate that Wnt-mediated signaling via LRP5 affects bone accrual during growth and is important for the establishment of peak bone mass.","dc:creator":"Gong Y","dc:date":"2001","dc:title":"LDL receptor-related protein 5 (LRP5) affects bone accrual and eye development."},"evidence":[{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ad8a5ba-56c0-4f6f-b7f0-0c863810b378","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e1fec2ba-23bb-4e75-b63b-038624b2c123","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization first detects Lrp5 expression in the mouse clavicle at embryonic day 14, when membranous ossification is occurring (Fig. 3A) and when other markers of skeletal differentiation are present. Lrp5 is also seen at embryonic day 16.5 in osteoblasts along the endosteal surface of the developing humerus, but not in growth plates (Fig. 3B). Finally, osteoblasts in the developing calvaria (skull) exhibit Lrp5 expression as well (Fig. 3C). In a related finding, differentiation of the ST2 pluripotent mesenchymal cell line into osteoblasts using BMP2 treatment also increases LRP5 expression (Fig. 4), indicating that Lrp5 expression is a characteristic of cells differentiating into osteoblasts. All four observations support a role for LRP5 in bone formation, which is consistent with the phenotype of osteoporosis in patients with biallelic loss-of-function.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191","rdfs:label":"Osteoblasts express Lrp5 during embryonic bone formation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Although LRP5 shows a ubiquitous pattern of expression across human tissues, the timing of its appearance within mouse embryonic bone is specific to areas undergoing bone formation and differentiation into osteoblasts, consistent with a role in this process and with the phenotypes of osteoporosis and high frequency of fractures in patients with biallelic loss-of-function variants."},{"id":"cggv:6ed8c056-ca28-41bd-8d19-a8dc2a9625ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d6a4c8a-522c-44f8-856e-a3806ac33ac0","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation of an exogenously expressed IgG-SOST fusion protein from conditioned medium pulled down the Myc-tagged soluble portion of LRP5 (and LRP6, but not control targets) (Fig. 3A). Subsequent experiments identified SOST as an LRP5/6 antagonist that attenuates canonical Wnt signaling through these receptors (Figure 4). SOST loss-of-function has been associated with disorders such as Sclerosteosis 1 that have an opposite phenotype of aberrant bone overgrowth. As a result, this data is not sufficient for scoring.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15908424","type":"dc:BibliographicResource","dc:abstract":"Sclerosteosis is an autosomal recessive disease that is characterized by overgrowth of bone tissue and is linked to mutations in the gene encoding the secreted protein SOST. Sclerosteosis shares remarkable similarities with \"high bone mass\" diseases caused by \"gain-of-function\" mutations in the LRP5 gene, which encodes a coreceptor for Wnt signaling proteins. We show here that SOST antagonizes Wnt signaling in Xenopus embryos and mammalian cells by binding to the extracellular domain of the Wnt coreceptors LRP5 and LRP6 and disrupting Wnt-induced Frizzled-LRP complex formation. Our findings suggest that SOST is an antagonist for Wnt signaling and that the loss of SOST function likely leads to the hyperactivation of Wnt signaling that underlies bone overgrowth seen in sclerosteosis patients.","dc:creator":"Semënov M","dc:date":"2005","dc:title":"SOST is a ligand for LRP5/LRP6 and a Wnt signaling inhibitor."},"rdfs:label":"LRP5 interacts with SOST"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"No scoring has been assigned to this finding because the SOST-related disease entities are not a close enough match. SOST loss-of-function has been associated with disorders such as Sclerosteosis 1 that have an opposite phenotype of aberrant bone overgrowth."},{"id":"cggv:e6378962-8ccd-48d6-8364-829a29fb7408","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94e5c2fa-6349-4628-9263-6e0446c4d1e4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This function is related to the phenotype in that canonical Wnt signaling is known to mediate bone formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11336703","type":"dc:BibliographicResource","dc:abstract":"To understand how the Wnt coreceptor LRP-5 is involved in transducing the canonical Wnt signals, we identified Axin as a protein that interacts with the intracellular domain of LRP-5. LRP-5, when expressed in fibroblast cells, showed no effect on the canonical Wnt signaling pathway by itself, but acted synergistically with Wnt. In contrast, LRP-5 mutants lacking the extracellular domain functioned as constitutively active forms that bind Axin and that induce LEF-1 activation by destabilizing Axin and stabilizing beta-catenin. Addition of Wnt caused the translocation of Axin to the membrane and enhanced the interaction between Axin and LRP-5. In addition, the LRP-5 sequences involved in interactions with Axin are required for LEF-1 activation. Thus, we conclude that the binding of Axin to LRP-5 is an important part of the Wnt signal transduction pathway.","dc:creator":"Mao J","dc:date":"2001","dc:title":"Low-density lipoprotein receptor-related protein-5 binds to Axin and regulates the canonical Wnt signaling pathway."},"rdfs:label":"LRP5 is a canonical Wnt signaling pathway co-receptor."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"LRP5 is shown to collaborate with canonical WNT signaling ligands to enhance the activity of the downstream transcription factor, consistent with a role in WNT signaling-mediated bone formation."},{"id":"cggv:7a7cdcbf-722d-4ed9-8b19-1486287e797b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72dd24a0-f273-407d-b0a7-c589bf680c10","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FZD4 has been shown to function as a Wnt signaling pathway co-receptor (PMID: 15035989).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12172548","type":"dc:BibliographicResource","dc:abstract":"Familial exudative vitreoretinopathy (FEVR) is a hereditary ocular disorder characterized by a failure of peripheral retinal vascularization. Loci associated with FEVR map to 11q13-q23 (EVR1; OMIM 133780, ref. 1), Xp11.4 (EVR2; OMIM 305390, ref. 2) and 11p13-12 (EVR3; OMIM 605750, ref. 3). Here we have confirmed linkage to the 11q13-23 locus for autosomal dominant FEVR in one large multigenerational family and refined the disease locus to a genomic region spanning 1.55 Mb. Mutations in FZD4, encoding the putative Wnt receptor frizzled-4, segregated completely with affected individuals in the family and were detected in affected individuals from an additional unrelated family, but not in normal controls. FZD genes encode Wnt receptors, which are implicated in development and carcinogenesis. Injection of wildtype and mutated FZD4 into Xenopus laevis embryos revealed that wildtype, but not mutant, frizzled-4 activated calcium/calmodulin-dependent protein kinase II (CAMKII) and protein kinase C (PKC), components of the Wnt/Ca(2+) signaling pathway. In one of the mutants, altered subcellular trafficking led to defective signaling. These findings support a function for frizzled-4 in retinal angiogenesis and establish the first association between a Wnt receptor and human disease.","dc:creator":"Robitaille J","dc:date":"2002","dc:title":"Mutant frizzled-4 disrupts retinal angiogenesis in familial exudative vitreoretinopathy."},"rdfs:label":"FZD4 is another Wnt receptor associated with FEVR."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate, as LRP5 and FZD4 are both Wnt co-receptors that cause FEVR, yet are not known to interact physically."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad4960cc-70b0-4d17-a3be-4e9ea5c572ce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e50fd551-9d59-4d01-9b47-a0402ae6cbf7","type":"FunctionalAlteration","dc:description":"Bone accrual / thickness decreases significantly at multiple points in mouse calvarial (skull) explants treated with LRP5deltaTM relative to LRP5-WT (Figure 7).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191","rdfs:label":"Dominant negative LRP5 blocks bone accrual."}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default scoring has been considered appropriate because the bone loss matches a disease phenotype, while the use of a wild-type LRP5 rather than mock-treated control has led to moderate down-scoring."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21a0e682-b6c0-439d-bc15-e1963fb9d4b8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ef0f7d5-53a5-4892-8a0f-81280d36b647","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model animals subjected to targeted disruption of Lrp5 resembled human patients in that they exhibited reduced bone mineral density in the post-natal stage (Figs. S2, 3A), decreased osteoblast proliferation (Fig. 4), delayed ossification (Fig. 5), and remnants of the hyaloid vascular system due to failure of macrophage-mediated endothelial cell apoptosis (Fig. 8).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11956231","type":"dc:BibliographicResource","dc:abstract":"The low-density lipoprotein receptor-related protein (Lrp)-5 functions as a Wnt coreceptor. Here we show that mice with a targeted disruption of Lrp5 develop a low bone mass phenotype. In vivo and in vitro analyses indicate that this phenotype becomes evident postnatally, and demonstrate that it is secondary to decreased osteoblast proliferation and function in a Cbfa1-independent manner. Lrp5 is expressed in osteoblasts and is required for optimal Wnt signaling in osteoblasts. In addition, Lrp5-deficient mice display persistent embryonic eye vascularization due to a failure of macrophage-induced endothelial cell apoptosis. These results implicate Wnt proteins in the postnatal control of vascular regression and bone formation, two functions affected in many diseases. Moreover, these features recapitulate human osteoporosis-pseudoglioma syndrome, caused by LRP5 inactivation.","dc:creator":"Kato M","dc:date":"2002","dc:title":"Cbfa1-independent decrease in osteoblast proliferation, osteopenia, and persistent embryonic eye vascularization in mice deficient in Lrp5, a Wnt coreceptor."},"rdfs:label":"Targeted disruption of Lrp5 in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"The model animals recapitulate ocular, bone, and molecular characteristics of the human patients, as well as the mode of inheritance and loss-of-function mechanism."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f99b9fe-7d47-4466-b984-2f157cf30db3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5f99b9fe-7d47-4466-b984-2f157cf30db3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:97c74f9d-7642-486e-a821-ebb5a3ab6aa3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1828G>A (p.Gly610Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118109"}},{"id":"cggv:979d686c-9322-4228-b2cd-6c7c893d509f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.804_813del (p.Gly269ArgfsTer4)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118110"}}],"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 and FZD4 loci.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with simplex FEVR, with bilateral dragged macula.","phenotypes":["obo:HP_0003621","obo:HP_0001103","obo:HP_0004349"],"previousTesting":false,"previousTestingDescription":"Genotyping appears to have been limited to the LRP5 and FZD4 loci.","sex":"Female","variant":[{"id":"cggv:0e48f38f-9743-4ac4-8ad4-f74f32a2326d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:979d686c-9322-4228-b2cd-6c7c893d509f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15981244","type":"dc:BibliographicResource","dc:abstract":"Familial exudative vitreoretinopathy (FEVR) is a hereditary blinding disorder that features defects in retinal vascular development. The mutations in the genes encoding the Wnt receptor pair, frizzled 4 (FZD4) and low-density-lipoprotein receptor-related protein 5 (LRP5), have been shown to cause FEVR. In this study we screened 56 unrelated patients with FEVR (31 familial and 25 simplex cases) for possible mutations in LRP5 and FZD4. Six novel mutations in either LRP5 or FZD4 were identified in six familial cases. Four novel mutations in LRP5 and one known mutation in FZD4 were detected in three simplex cases, and two of these patients carried compound heterozygous mutations in LRP5. Remarkably, c.1330C>T [p.R444C] in LRP5 was found in the family in which c.1250G>A [p.R417Q] in FZD4 had previously been identified. The phenotype of these patients suggested a synergistic effect of the two mutations in the independent FEVR-causing genes. We also demonstrated that reduced bone density is a common feature in patients with FEVR who harbor LRP5 mutations. The profile of the mutations obtained in the current study further illustrates the complexity of the disease and provides a better understanding of the spectrum, frequencies, and genotype-phenotype correlation.","dc:creator":"Qin M","dc:date":"2005","dc:title":"Complexity of the genotype-phenotype correlation in familial exudative vitreoretinopathy with mutations in the LRP5 and/or FZD4 genes."}},{"id":"cggv:370ba8b3-501d-4ac6-ae48-b4a67a84edc7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:97c74f9d-7642-486e-a821-ebb5a3ab6aa3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15981244"}],"rdfs:label":"Qin_2005_patient_8"},{"id":"cggv:0e48f38f-9743-4ac4-8ad4-f74f32a2326d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0e48f38f-9743-4ac4-8ad4-f74f32a2326d_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"NM_002335.4(LRP5):c.804_813del (p.Gly269fs) is a frameshift variant in exon 4 of 23 that is predicted to trigger nonsense-mediated decay or to at least disrupt the C-terminal 83% of the protein product."},{"id":"cggv:370ba8b3-501d-4ac6-ae48-b4a67a84edc7","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:370ba8b3-501d-4ac6-ae48-b4a67a84edc7_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_002335.4(LRP5):c.1828G>A (p.Gly610Arg) is a missense variant in exon 9 that does not have experimental evidence of an impact on the protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:10767d7e-f87c-4aa1-b06b-fc9e11258894_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:10767d7e-f87c-4aa1-b06b-fc9e11258894","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":[{"id":"cggv:30fbb1c7-734c-48ab-a024-c7f3e3cc3290","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1850T>G (p.Phe617Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224268235"}},{"id":"cggv:18c33373-7902-4a6c-b4f8-e4fc94417a6f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1604C>T (p.Thr535Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2137179"}}],"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 and FZD4 loci.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with FEVR. Retinal folds and later complete retinal detachment were present in both eyes.","phenotypes":["obo:HP_0004349","obo:HP_0008052","obo:HP_0000541"],"previousTesting":false,"previousTestingDescription":"Genotyping appears to have been limited to the LRP5 and FZD4 loci.","sex":"UnknownEthnicity","variant":[{"id":"cggv:01d7144c-661f-4ae4-a47e-6b9cac03f238_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:30fbb1c7-734c-48ab-a024-c7f3e3cc3290"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15981244"},{"id":"cggv:34409072-6491-4ee2-b60d-bbc7f5068bab_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:18c33373-7902-4a6c-b4f8-e4fc94417a6f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15981244"}],"rdfs:label":"Qin_2005_Patient_7"},{"id":"cggv:01d7144c-661f-4ae4-a47e-6b9cac03f238","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:01d7144c-661f-4ae4-a47e-6b9cac03f238_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_002335.4(LRP5):c.1850T>G (p.Phe617Cys) is a missense variant in exon 9 out of 23, and does not have evidence of an impact on the gene product."},{"id":"cggv:34409072-6491-4ee2-b60d-bbc7f5068bab","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:34409072-6491-4ee2-b60d-bbc7f5068bab_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_002335.4(LRP5):c.1604C>T (p.Thr535Met) is a missense variant in exon 8 out of 23, and does not have evidence of an impact on the gene product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5eb30c42-ba04-436c-aed8-fb6da589d653_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5eb30c42-ba04-436c-aed8-fb6da589d653","type":"Proband","allele":{"id":"cggv:580b4497-c16a-40f0-b77f-b3af2e93e426","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.2151dup (p.Asp718Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118086"}},"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6ad9446b-d00a-4e15-b5a4-4261dd46d22c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:580b4497-c16a-40f0-b77f-b3af2e93e426"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_4"},{"id":"cggv:6ad9446b-d00a-4e15-b5a4-4261dd46d22c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6ad9446b-d00a-4e15-b5a4-4261dd46d22c_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.2151dup (p.Asp718Ter) is a nonsense variant in exon 10 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~56% of the protein product. The variant has been down-scored due to reported consanguinity, lack of detailed phenotypes, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f6d1a480-3800-499d-aef8-e0ad9bd4f6e7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f6d1a480-3800-499d-aef8-e0ad9bd4f6e7","type":"Proband","allele":{"id":"cggv:424801f7-e156-4f7f-b1e3-f2d9c06377c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.2557C>T (p.Gln853Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118087"}},"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:61f95a49-07ae-4c3c-9974-b449345fe8d5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:424801f7-e156-4f7f-b1e3-f2d9c06377c3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_5"},{"id":"cggv:61f95a49-07ae-4c3c-9974-b449345fe8d5","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:61f95a49-07ae-4c3c-9974-b449345fe8d5_variant_evidence_item"},{"id":"cggv:61f95a49-07ae-4c3c-9974-b449345fe8d5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant appears to be stable at the protein level but is not secreted in the exogenous expression system, consistent with loss-of-function rather than dominant negative effect."}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.2557C>T (p.Gln853Ter) is a nonsense variant in exon 12 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~47% of the protein product. Down-scoring has been performed due to reported consanguinity, lack of detailed phenotypes, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d0a416c1-8b62-43d7-a50a-aff28790a99c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d0a416c1-8b62-43d7-a50a-aff28790a99c","type":"Proband","allele":{"id":"cggv:65f149e2-b902-4a07-b88d-19c17df22453","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.3804del (p.Glu1270ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224250766"}},"detectionMethod":"Genotyping appears to have been limited to targeted linkage analysis and Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4b6dd1ad-cb05-49e9-876c-c6c3077b82a4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:65f149e2-b902-4a07-b88d-19c17df22453"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_6"},{"id":"cggv:4b6dd1ad-cb05-49e9-876c-c6c3077b82a4","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b6dd1ad-cb05-49e9-876c-c6c3077b82a4_variant_evidence_item"},{"id":"cggv:4b6dd1ad-cb05-49e9-876c-c6c3077b82a4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant appears to be stable at the protein level but is not secreted in the exogenous expression system, consistent with loss-of-function rather than dominant negative effect."}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.3804del (p.Glu1270fs) is a frameshift variant in exon 18 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~21% of the protein product. The variant has been down-scored due to reported consanguinity, lack of detailed phenotypes, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:a051b306-1746-4e12-aa62-c1452309731a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a051b306-1746-4e12-aa62-c1452309731a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"allele":{"id":"cggv:45adac20-97cc-443b-b98d-a08f460607ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1870C>T (p.Arg624Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224268259"}},"detectionMethod":"Whole exome sequencing was performed, ruling out variations in the NDP, FZD4, TSPAN12, and ZNF408 loci. This was followed by Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband has been diagnosed with familial exudative vitreoretinopathy (FEVR).","phenotypes":["obo:HP_0007770","obo:HP_0030666","obo:HP_0007685"],"previousTesting":true,"previousTestingDescription":"Whole exome sequencing was performed, ruling out variations in the NDP, FZD4, TSPAN12, and ZNF408 loci.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:328ad2d0-58d7-4f16-83d5-92849fbbca95_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:45adac20-97cc-443b-b98d-a08f460607ea"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27228167","type":"dc:BibliographicResource","dc:abstract":"Familial exudative vitreoretinopathy (FEVR, OMIM 133780) is a severe inherited retinal disorder characterized by incomplete retinal vascular development and neovascularization. At least five genes have been reported to be associated with FEVR, including NDP, LRP5, FZD4, TSPAN12, and ZNF408. Recently reported data showed that mutations in the KIF11 gene can also lead to FEVR conditions. Previous studies suggested that known mutations only explain approximately 40-60% of FEVR cases in different populations.","dc:creator":"Zhang L","dc:date":"2016","dc:title":"Whole Exome Sequencing Analysis Identifies Mutations in LRP5 in Indian Families with Familial Exudative Vitreoretinopathy."}},"rdfs:label":"Zhang_2016_Pedigree_C_Proband_C001"},{"id":"cggv:328ad2d0-58d7-4f16-83d5-92849fbbca95","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:328ad2d0-58d7-4f16-83d5-92849fbbca95_variant_evidence_item"},{"id":"cggv:328ad2d0-58d7-4f16-83d5-92849fbbca95_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant was expressed in STF cells harboring a luciferase reporter construct, showing a reduced (hypomorphic) ability to induce luciferase reporter activity compared with wild-type control LRP5. (Figure 3)."}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.1870C>T (p.Arg624Trp) is a missense variant in exon 9 out of 23 that has evidence of a functional impact on the protein product. Up-scoring has been performed for functional evidence of a deleterious (hypomorphic) impact on the gene product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bc514246-712c-4a0e-af86-dc3c9fc32fb7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bc514246-712c-4a0e-af86-dc3c9fc32fb7","type":"Proband","allele":{"id":"cggv:4e64211b-eaf0-49ee-a700-cbb7a412a32f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1282C>T (p.Arg428Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118084"}},"detectionMethod":"Genotyping appears to have been limited to targeted linkage analysis and Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy) (fig. 1), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:9caacd5b-e8bf-4e99-84d0-1ca64db77290_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4e64211b-eaf0-49ee-a700-cbb7a412a32f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_2"},{"id":"cggv:9caacd5b-e8bf-4e99-84d0-1ca64db77290","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9caacd5b-e8bf-4e99-84d0-1ca64db77290_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.1282C>T (p.Arg428Ter) is a nonsense variant in exon 6 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~74% of the protein product. The variant has been down-scored for reported consanguinity, lack of detailed phenotypes, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5d1ab735-56de-40ff-9e2a-9d302841802d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5d1ab735-56de-40ff-9e2a-9d302841802d","type":"Proband","allele":{"id":"cggv:9d9e7bcb-dd93-4245-9be7-f8da188d52a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.29G>A (p.Trp10Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118082"}},"detectionMethod":"Genotyping appears to have been limited to targeted linkage analysis and Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy) (fig. 1), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:9f7b5414-f63b-43ee-8252-dc217ae25d27_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9d9e7bcb-dd93-4245-9be7-f8da188d52a3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_1"},{"id":"cggv:9f7b5414-f63b-43ee-8252-dc217ae25d27","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9f7b5414-f63b-43ee-8252-dc217ae25d27_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.29G>A (p.Trp10Ter) is a nonsense variant in exon 1 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~99% of the protein product. The variant has been down-scored for reported consanguinity, lack of phenotype details, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c650861d-c30e-4c53-b4d5-136685bcc8d1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c650861d-c30e-4c53-b4d5-136685bcc8d1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":[{"id":"cggv:ffb533cb-ead7-4e36-b8af-e94beb97b62b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.8:g.(67967534_67967551)_(67974756_67974774)del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40292"}},{"id":"cggv:1a403abc-0fdb-4b9c-bfe2-9779ea245acd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1584+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381613557"}}],"detectionMethod":"Genotyping appears to have been limited to oligonucleotide tiling microarray analyses in the 600-kb region around LRP5, and Sanger sequencing of 23 PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"The patient has been diagnosed with osteoporosis-pseudoglioma syndrome. Minor breathing problems were observed at birth.","phenotypes":["obo:HP_0000883","obo:HP_0003100","obo:HP_0000529","obo:HP_0000938","obo:HP_0004349","obo:HP_0007968","obo:HP_0000926","obo:HP_0000541","obo:HP_0000774","obo:HP_0000618","obo:HP_0000555","obo:HP_0002757","obo:HP_0004322","obo:HP_0001249"],"previousTesting":false,"previousTestingDescription":"Genotyping appears to have been limited to the LRP5 locus and the surrounding genomic region.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:1e7d78b7-3b9c-4480-a7fe-26f66ed96682_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1a403abc-0fdb-4b9c-bfe2-9779ea245acd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20034086","type":"dc:BibliographicResource","dc:abstract":"Osteoporosis-pseudoglioma syndrome (OPS; OMIM 259770) is an autosomal-recessive genetic disorder characterized by severe osteoporosis and visual disturbance from childhood. Biallelic mutations in the low-density lipoprotein receptor-related protein 5 gene (LRP5) have been frequently detected, while a subset of patients had only one or no detectable mutation. We report on the clinical and molecular findings of four unrelated Japanese patients with the syndrome. The four patients had typical skeletal and ocular phenotypes of OPS, namely severe juvenile osteoporosis and early-onset visual disturbance, with or without mental retardation. We undertook standard PCR-based sequencing for LRP5 and found four missense mutations (p.L145F, p.T244M, p.P382L, and p.T552M), one nonsense mutation (p.R1534X), and one splice site mutation (c.1584+1G>A) among four OPS patients. Although three patients had two heterozygous mutations, one had only one heterozygous splice site mutation. In this patient, RT-PCR from lymphocytic RNA demonstrated splice error resulting in 63-bp insertion between exons 7 and 8. Furthermore, the patient was found to have only mutated RT-PCR fragment, implying that a seemingly normal allele did not express LRP5 mRNA. We then conducted custom- designed oligonucleotide tiling microarray analyses targeted to a 600-kb genome region harboring LRP5 and discovered a 7.2-kb microdeletion encompassing exons 22 and 23 of LRP5. We found various types of LRP5 mutations, including an exon-level deletion that is undetectable by standard PCR-based mutation screening. Oligonucleotide tiling microarray seems to be a powerful tool in identifying cryptic structural mutations.","dc:creator":"Narumi S","dc:date":"2010","dc:title":"Various types of LRP5 mutations in four patients with osteoporosis-pseudoglioma syndrome: identification of a 7.2-kb microdeletion using oligonucleotide tiling microarray."}},{"id":"cggv:ead09b6b-63a8-4ba5-94f0-59495a377761_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ffb533cb-ead7-4e36-b8af-e94beb97b62b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20034086"}],"rdfs:label":"Narumi_2010_patient_4"},{"id":"cggv:1e7d78b7-3b9c-4480-a7fe-26f66ed96682","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e7d78b7-3b9c-4480-a7fe-26f66ed96682_variant_evidence_item"},{"id":"cggv:1e7d78b7-3b9c-4480-a7fe-26f66ed96682_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_002335.4(LRP5):c.1584+1G>A is a canonical splice site variant that triggers the inclusion of 63 aberrant base pairs between exons 7 and 8 (Figure 3A)."}],"strengthScore":0.5,"dc:description":"The variant has been up-scored to reflect its evidence of an impact on the protein product (inclusion of aberrant amino acids), but down-scored to account for the preservation of frame and the limitations of the genotyping method."},{"id":"cggv:ead09b6b-63a8-4ba5-94f0-59495a377761","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ead09b6b-63a8-4ba5-94f0-59495a377761_variant_evidence_item"},{"id":"cggv:ead09b6b-63a8-4ba5-94f0-59495a377761_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NC_000011.8:g.(67967534_67967551)_(67974756_67974774)del is a 7.2-kb microdeletion that removes the final two exons of LRP5, disrupting the C-terminal 7% of the protein product."}],"strengthScore":0.5,"dc:description":"The variant has been up-scored to reflect its evidence of an impact on the protein product (removal of approximately 7% at the C-terminus), but down-scored to account for the lack of prediction of nonsense-mediated decay and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:01112718-8c6b-4fd2-90e0-7edd04d9f508_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:01112718-8c6b-4fd2-90e0-7edd04d9f508","type":"Proband","allele":{"id":"cggv:b66e5b5c-941a-48de-acdf-940f6974c235","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.2254C>G (p.Arg752Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118105"}},"detectionMethod":"Candidate-locus-directed linkage analysis was initially performed on all three families, focused on chromosome 11q, with maximum LOD score of 3.6 associated with the D11S987 microsatellite marker linked to a 311-Mb region. Sanger sequencing of the candidate gene LRP5 locus was subsequently performed.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband and her family members have been diagnosed with familial exudative vitreoretinopathy segregating with an autosomal recessive mode of inheritance.","phenotypes":["obo:HP_0008052","obo:HP_0032037","obo:HP_0007643","obo:HP_0001147","obo:HP_0001489"],"previousTesting":true,"previousTestingDescription":"Candidate-locus-directed linkage analysis focused on chromosome 11q, with maximum LOD score of 3.6 associated with the D11S987 microsatellite marker linked to a 311-Mb region.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:bc0f724b-0d8e-484f-8c25-2b279a88414e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b66e5b5c-941a-48de-acdf-940f6974c235"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15346351","type":"dc:BibliographicResource","dc:abstract":"Familial exudative vitreoretinopathy (FEVR) is a hereditary eye disorder that affects both the retina and vitreous body. Autosomal recessive FEVR was diagnosed in multiple individuals from three consanguineous families of European descent. A candidate-locus-directed genome scan shows linkage to the region on chromosome 11q flanked by markers D11S905 and D11S1314. The maximum LOD score of 3.6 at theta =0 is obtained with marker D11S987. Haplotype analysis confirms that the critical region is the 22-cM (311-Mb) interval flanked by markers D11S905 and D11S1314. This region contains LRP5 but not FZD4; mutations in both of these genes cause autosomal dominant FEVR. Sequencing of LRP5 shows, in all three families, homozygous mutations R570Q, R752G, and E1367K. This suggests that mutations in this gene can cause autosomal recessive as well as autosomal dominant FEVR.","dc:creator":"Jiao X","dc:date":"2004","dc:title":"Autosomal recessive familial exudative vitreoretinopathy is associated with mutations in LRP5."}},"rdfs:label":"Jiao_2004_Family_68001_Proband"},{"id":"cggv:bc0f724b-0d8e-484f-8c25-2b279a88414e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:bc0f724b-0d8e-484f-8c25-2b279a88414e_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_002335.4(LRP5):c.2254C>G (p.Arg752Gly) is a missense variant in exon 10 of 23 that does not have experimental evidence of impact on the protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:492ea07f-8016-45b2-b3c6-a6f7aa3a1025_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:492ea07f-8016-45b2-b3c6-a6f7aa3a1025","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:55a652c6-a51e-4edd-ae2a-40b907148dc7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1275G>A (p.Trp425Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381612603"}},"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of 23 PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with osteoporosis-pseudoglioma syndrome, and had positive responses to bisphosphonates such as pamidronate.","phenotypes":["obo:HP_0200026","obo:HP_0000541","obo:HP_0004349","obo:HP_0004322","obo:HP_0011463","obo:HP_0002757"],"previousTesting":false,"previousTestingDescription":"Genotyping appears to have been limited to the LRP5 locus.","sex":"Male","variant":{"id":"cggv:9d3fa8bd-22c6-4269-b450-196f2083116d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:55a652c6-a51e-4edd-ae2a-40b907148dc7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18602879","type":"dc:BibliographicResource","dc:abstract":"Osteoporosis-pseudoglioma syndrome (OPPG) is a rare autosomal recessive disorder of severe juvenile osteoporosis and congenital blindness, due to mutations in the low-density lipoprotein receptor-related protein 5 (LRP5) gene. Approximately fifty cases of OPPG have been reported. We report 9 new cases of OPPG, in three related nuclear families of Conservative Mennonites in Pennsylvania. All 9 children with OPPG were blind and had osteoporosis. Four of six parents had low bone mineral density (BMD) or osteoporosis; 2 were normal. Sequence analysis from genomic DNA revealed homozygosity for a nonsense mutation of exon 6 of LRP5 (W425X) in four OPPG cases tested in families A and C. In family B, OPPG cases were compound heterozygotes for the exon 6 W425X LRP5 mutation and a second exon 6 mutation (T409A); bone phenotype was milder than in family A. Neither of these mutations was present in an unrelated normal. The four treated OPPG patients all responded to bisphosphonates (duration 1.5-6.5 years) with improvement in Z-scores. One patient had a negligible response to teriparatide. In summary, we report 9 new cases of OPPG due to two novel LRP5 mutations, note a milder bone phenotype but similar ocular phenotype in LRP5 W425X/T409A compound heterozygotes than in W425X homozygotes and describe positive response to bisphosphonate treatment in four cases.","dc:creator":"Streeten EA","dc:date":"2008","dc:title":"Osteoporosis-pseudoglioma syndrome: description of 9 new cases and beneficial response to bisphosphonates."}},"rdfs:label":"Streeten_2010_patient_A1"},{"id":"cggv:9d3fa8bd-22c6-4269-b450-196f2083116d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9d3fa8bd-22c6-4269-b450-196f2083116d_variant_evidence_item"}],"strengthScore":1,"dc:description":"NM_002335.4(LRP5):c.1275G>A (p.Trp425Ter) is a nonsense variant in exon 6 of 23 that is predicted to trigger nonsense-mediated decay or to at least disrupt the C-terminal 74% of the protein product. Down-scoring has been performed due to known consanguinity and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8503317b-a5b9-4b91-b9df-ea3dc223e2a6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8503317b-a5b9-4b91-b9df-ea3dc223e2a6","type":"Proband","allele":{"id":"cggv:16004d3b-88c2-40ac-89ea-f941d0673b16","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1468del (p.Asp490MetfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658683690"}},"detectionMethod":"Genotyping appears to have been limited to targeted linkage analysis and Sanger sequencing of PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband has been diagnosed with osteoporosis-pseudoglioma syndrome segregating with an autosomal recessive mode of inheritance. This implies a combination of ophthalmologic and radiographic features, but these have not been described in detail.","phenotypes":"obo:HP_0004349","previousTesting":false,"previousTestingDescription":"Genome-wide linkage mapping with 160 SSRP markers was performed on three different consanguineous kindreds (from Finland, South Africa, and Italy), but it is not clear whether this proband was a member of one of these kindreds.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:23e8e6ae-f471-4f7f-84dc-19ffa85de77f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:16004d3b-88c2-40ac-89ea-f941d0673b16"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11719191"},"rdfs:label":"Gong_2001_Proband_3"},{"id":"cggv:23e8e6ae-f471-4f7f-84dc-19ffa85de77f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:23e8e6ae-f471-4f7f-84dc-19ffa85de77f_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.1468del (p.Asp490fs) is a frameshift variant in exon 7 out of 23 that is predicted to trigger nonsense-mediated decay or at least to truncate the C-terminal ~70% of the protein product. The variant has been down-scored due to reported consanguinity, the lack of detailed phenotypes, and the limitations of the genotyping method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:86a93d94-c087-4c30-b9a6-c56486129d33_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:86a93d94-c087-4c30-b9a6-c56486129d33","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":[{"id":"cggv:80231154-d9f0-44cc-92c9-05c6979e0811","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.4600C>T (p.Arg1534Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130819"}},{"id":"cggv:0360d68a-ccfa-494c-bdec-dfe86992e648","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002335.4(LRP5):c.1145C>T (p.Pro382Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130816"}}],"detectionMethod":"Genotyping appears to have been limited to Sanger sequencing of 23 PCR-amplified exons and flanking regions of the LRP5 locus.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient has been diagnosed with osteoporosis-pseudoglioma syndrome. In one eye, peripheral retinal vessel was insufficiently developed and optic disc traction was observed. Complete blindness occurred at age 3 due to deterioration of abnormal vascular growth in one eye.","phenotypes":["obo:HP_0001252","obo:HP_0011463","obo:HP_0020110","obo:HP_0001249","obo:HP_0000572","obo:HP_0007083","obo:HP_0000541","obo:HP_0000926","obo:HP_0000939","obo:HP_0000639","obo:HP_0000938","obo:HP_0007968","obo:HP_0000618","obo:HP_0008046","obo:HP_0001388"],"previousTesting":false,"previousTestingDescription":"Genotyping appears to have been limited to the LRP5 locus.","sex":"Male","variant":[{"id":"cggv:a823c044-ddf9-46db-94f6-da2e2d69a805_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0360d68a-ccfa-494c-bdec-dfe86992e648"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20034086"},{"id":"cggv:8caddc05-6c9a-40ea-9f08-c7b02c7a3f26_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:80231154-d9f0-44cc-92c9-05c6979e0811"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20034086"}],"rdfs:label":"Narumi_2010_patient_3"},{"id":"cggv:8caddc05-6c9a-40ea-9f08-c7b02c7a3f26","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:8caddc05-6c9a-40ea-9f08-c7b02c7a3f26_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NM_002335.4(LRP5):c.4600C>T (p.Arg1534Ter) is a nonsense variant in exon 23 of 23 and is predicted not to trigger nonsense-mediated decay but rather to truncate the C-terminal 5% of the protein product."},{"id":"cggv:a823c044-ddf9-46db-94f6-da2e2d69a805","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a823c044-ddf9-46db-94f6-da2e2d69a805_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_002335.4(LR5P5):c.1145C>T (p.Pro382Leu) is a missense variant that does not have evidence of impact on the protein product, although it has been observed in the compound heterozygous state in an apparently unrelated proband from this same study."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8581,"specifiedBy":"GeneValidityCriteria9","strengthScore":16.5,"subject":{"id":"cggv:039d7c64-85be-4c18-be28-b2dd98aa5d08","type":"GeneValidityProposition","disease":"obo:MONDO_0700228","gene":"hgnc:6697","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The *LRP5* gene was first reported in relation to osteoporosis-pseudoglioma syndrome in 1996 (Gong et al., PMID: 11719191) and in relation to autosomal recessive cases of familial exudative vitreoretinopathy in 2004 (Jiao et al., PMID: 15346351). Affected individuals with causal biallelic variants in *LRP5* have since been identified in a number of other publications, with osteoporosis-pseudoglioma syndrome (MIM#: 259770) describing the subset of cases exhibiting congenital or early childhood onset of blindness caused by ocular defects such as retinal folds, severe retinal detachment, optic disc traction, and abnormal vascular growth including hyaloid vascular remnants in the vitreous body, as well as juvenile onset of osteoporosis, reduced bone mineral density, and recurrent fractures. Additional features of these cases can include microphthalmos, moderate intellectual disability, short stature, joint laxity, and/or hypotonia. The subset of cases diagnosed with familial exudative vitreoretinopathy (MIM#: 601813) generally exhibit early onset of visual problems ranging from peripheral visual disturbances to blindness in some cases, with underlying peripheral retinal avascularity, retinal neovascularization, retinal folds, retinal exudate, vitreoretinal traction, and retinal detachment, as well as reduced bone mineral density and predisposition to fractures. Some of the disease-causing *LRP5* variants overlap between cases with different diagnoses. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, we found the molecular mechanism (biallelic loss of function in the *LRP5* gene product) and mode of inheritance (autosomal recessive) to be consistent among unrelated patients diagnosed with either osteoporosis-pseudoglioma syndrome (MIM#: 259770) or familial exudative vitreoretinopathy 4 (MIM#: 601813). The phenotypic variability between them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, these cases have been lumped into a single disease entity, referred to as LRP5-related exudative vitreoretinopathy. Additional disease entities, including autosomal dominant familial exudative vitreoretinopathy, have been asserted in relation to monoallelic variants in *LRP5*. While this phenotype is characterized by some similar clinical characteristics and overlapping variants, its different mode of inheritance and incomplete penetrance have raised the possibility of a different or incompletely characterized mechanism of pathogenesis, including additional unidentified variants in other loci or within *LRP5* itself. Thus, *LRP5* has been separately curated for its relationship to these other disease entities.\n\nSeventeen suspected disease-causing variants were scored as part of this curation (six missense, three frameshift, six nonsense, one C-terminal deletion, and one affecting splicing), which have been collectively reported in thirteen probands in six publications (PMID: 15346351, PMID: 11719191, PMID: 20034086, PMID: 18602879, PMID: 15981244, PMID: 27228167). Nine probands were homozygous for the variant of interest, eight of whom were reported to have consanguineous parents (PMID: 15346351, PMID: 11719191, PMID: 18602879). The other four probands were compound heterozygotes within the *LRP5* locus (PMID: 20034086, PMID: 15981244). The mechanism of pathogenicity appears to be biallelic loss of function, characterized in some cases by nonsense or frameshift variants predicted to trigger absence of the gene product (PMID: 18602879, PMID: 11719191, PMID: 15981244). All probands harboring two predicted null variants have been diagnosed with osteoporosis-pseudoglioma syndrome rather than familial exudative vitreoretinopathy (PMID: 18602879, PMID: 11719191). Three studies showing linkage of the clinical phenotypes to the *LRP5* locus were available in these publications (PMID: 8659519, PMID: 15346351, PMID: 18602879), and contributed to the scoring of the gene-disease relationship. More case-level data was available, but was not scored as part of this curation as the maximum scoring for this evidence type had already been reached.\n\nThis gene-disease association is also supported by experimental evidence that *LRP5* encodes a co-receptor for canonical Wnt signaling (PMID: 11336703), consistent with the known role of this signaling pathway in mediating bone formation (PMID: 23514963). This biochemical function matches that of the FZD4 receptor, which is encoded by a gene in which monoallelic variants cause familial exudative vitreoretinopathy 1, with an autosomal dominant pattern of inheritance (PMID: 12172548). While *LRP5* is ubiquitously expressed throughout human tissues, its first expression in embryonic bone coincides with cell differentiation into osteoblasts and the beginning of membranous ossification (PMID: 11719191). A dominant negative C-terminally truncated fragment of LRP5 has been shown to inhibit the bone accrual / thickening of cultured bone explants (PMID: 11719191). Finally, a mouse with biallelic loss-of-function mutations in *Lrp5* recapitulates human patient phenotypes including early onset of decreased osteoblast proliferation, reduced bone mineral density, remnants of the hyaloid vascular system, and failure of macrophage-mediated endothelial cell apoptosis (PMID: 11956231).\n\nIn summary, *LRP5* is definitively associated with LRP5-related exudative vitreoretinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a definitive classification. This classification has been approved by the ClinGen Retina GCEP on March 2nd, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c46e0508-399f-48d0-9dbc-55f10cf8460d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}