{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-11-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-12-06T01:18:29.273Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8673138","type":"dc:BibliographicResource","dc:abstract":"Patients with congenital stationary night blindness enjoy normal daytime vision, which is mediated by cone photoreceptors, but are blind when ambient light is so dim that a normal individual would utilize only rod photoreceptors to see without colour discrimination. The disease is genetically heterogeneous. One form of dominantly inherited congenital night blindness is eponymously named \"Nougaret' because pedigree analysis reveals that the disease originated in Jean Nougaret (1637-1719), a butcher who lived in Vendémian in southern France. Here we report that his affected descendants carry a missense mutation in the gene encoding the alpha subunit of rod transducin the G-protein that couples rhodopsin to cGMP-phosphodiesterase in the phototransduction cascade. Based on these results, rod transducin joins rhodopsin and the beta subunit of rod cGMP-phosphodiesterase to become the third component of the rod phototransduction cascade where a defect is implicated as a cause of stationary night blindness. Interestingly, the amino acid residue in transducin affected by the Nougaret mutation is in the position homologous to that affected by the oncogenic mutation originally reported in p21ras, a distant relative in the G-protein superfamily.","dc:creator":"Dryja TP","dc:date":"1996","dc:title":"Missense mutation in the gene encoding the alpha subunit of rod transducin in the Nougaret form of congenital stationary night blindness."},"evidence":[{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad4182a3-d18a-47cc-9187-25152f8edd3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b1ff89d-2734-477f-8d14-cf188d2278d3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Variants in RHO (which encodes rhodopsin) have been reported in hundreds of patients with retinal dystrophy, and is estimated to cause 20-30% of cases (PMID: 20301590). Although the clinical validity of the gene-disease relationship has not yet been classified by ClinGen, it is well-established (PMID: 20301590, 33347869, 34962636).\nIn addition to this paper, a preprint, entitled \"Structure of the Visual Signaling Complex between Transducin and Phosphodiesterase 6\", which reports the cryoEM structure of PDE6 complexed to GTP-bound transduction-alpha subunit (GαT·GTP), has been published by the same group in bioRxiv. The structure shows two GαT·GTP subunits engaging the PDE6 hetero-tetramer at the PDE6 catalytic core and the PDEγ subunits, The clinical validity of PDE6G, which encodes PDEγ (the gamma subunit of phosphodiesterase), has been classified as definitive by the ClinGen Retina GCEP.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31300275","type":"dc:BibliographicResource","dc:abstract":"Rhodopsin (Rho), a prototypical G-protein-coupled receptor (GPCR) in vertebrate vision, activates the G-protein transducin (G","dc:creator":"Gao Y","dc:date":"2019","dc:title":"Structures of the Rhodopsin-Transducin Complex: Insights into G-Protein Activation."},"rdfs:label":"CryoEM structure of rhodopsin/transducin complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"These studies provide evidence that the alpha subunit of rod transducin interacts with rhodopsin and the gamma subunit of PDE. The genes encoding both of these proteins have established relationships with retinopathy."},{"id":"cggv:4897f6de-da9e-44b5-a415-84c4f86b80e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c08b9ad9-0e62-4507-91fd-da99c05bf10f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"As noted, transducin is a key component of the visual transduction cascade. Specifically, the alpha subunit of rode transducin, encoded by GNAT1, interacts with various other proteins involved in this process in rod cells (including rhodopsin, phosphodiesterase, RGS9). Therefore, altered function of the alpha subunit of rod transducin would be expected to impact the ability of rod photoreceptor cells to function correctly, as is seen in patients with variants in GNAT1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16269358","type":"dc:BibliographicResource","dc:abstract":"For over 30 years, photoreceptors have been an outstanding model system for elucidating basic principles in sensory transduction and G protein signaling. Recently, photoreceptors have become an equally attractive model for studying many facets of neuronal cell biology. The primary goal of this review is to illustrate this rapidly growing trend. We will highlight the areas of active research in photoreceptor biology that reveal how different specialized compartments of the cell cooperate in fulfilling its overall function: converting photon absorption into changes in neurotransmitter release. The same trend brings us closer to understanding how defects in photoreceptor signaling can lead to cell death and retinal degeneration.","dc:creator":"Burns ME","dc:date":"2005","dc:title":"Beyond counting photons: trials and trends in vertebrate visual transduction."},"rdfs:label":"Role of GNAT1 in the phototransduction cascade"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The role of GNAT1 in the phototransduction process is well-established."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a52e1b69-f8b4-466a-9f22-17cc6f6f7059","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb88e20f-7bee-478b-8561-3e3d25eabc83","type":"FunctionalAlteration","dc:description":"The Gnat1 p.Q200L variant was expressed in E. coli. In a reconstituted system with Gnat Q200L, beta/gamma subunits of transducin, and urea-treated ROS as a source of photoactivated rhodopsin, the rate of GTP hydrolysis was reduced by at least 10-fold compared to control (Fig. 5).\nIn light-exposed, Gnat1 hemizygous (+/-) mice with the Q200L transgene, the mutant protein primarily localized to the inner segment/synaptic terminal (IS/ST) compartments, similar to the localization in control mice (Fig. 8). However, the return of the mutant protein to the OS during dark adaptation of the transgenic mice was severely delayed, and not complete (after 5 days dark adaptation), compared to control mice.\nA trypsin protection assay using retinal homogenates from these mice in order to indicate GTP and GDP binding, indicated that the GTPase activity of the mutant protein is reduced.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16207703","type":"dc:BibliographicResource","dc:abstract":"Light-dependent redistribution of transducin between the rod outer segments (OS) and other photoreceptor compartments including the inner segments (IS) and synaptic terminals (ST) is recognized as a critical contributing factor to light and dark adaptation. The mechanisms of light-induced transducin translocation to the IS/ST and its return to the OS during dark adaptation are not well understood. We have probed these mechanisms by examining light-dependent localizations of the transducin-alpha subunit (Gtalpha)in mice lacking the photoreceptor GAP-protein RGS9, or expressing the GTPase-deficient mutant GtalphaQ200L. An illumination threshold for the Gtalpha movement out of the OS is lower in the RGS9 knockout mice, indicating that the fast inactivation of transducin in the wild-type mice limits its translocation to the IS/ST. Transgenic GtalphaQ200L mice have significantly diminished levels of proteins involved in cGMP metabolism in rods, most notably the PDE6 catalytic subunits, and severely reduced sensitivity to light. Similarly to the native Gtalpha, the GtalphaQ200L mutant is localized to the IS/ST compartment in light-adapted transgenic mice. However, the return of GtalphaQ200L to the OS during dark adaptation is markedly slower than normal. Thus, the light-dependent translocations of transducin are controlled by the GTP-hydrolysis on Gtalpha, and apparently, do not require Gtalpha interaction with RGS9 and PDE6.","dc:creator":"Kerov V","dc:date":"2005","dc:title":"Transducin activation state controls its light-dependent translocation in rod photoreceptors."},"rdfs:label":"Biochemical properties of Gnat1 Q200L"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9213805-92d7-49f6-843c-485c238c0ff5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:af735c1b-fa7f-43c7-8d45-bc4379fbcd9f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model expresses the same GNAT1 variant that has been reported as a cause of CDNB n humans. Mice have abnormal ERGs, and difficulty performing a task when in the dark.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16793893","type":"dc:BibliographicResource","dc:abstract":"The Nougaret form of dominant stationary night blindness is linked to a G38D mutation in the rod transducin-alpha subunit (Talpha). In this study, we have examined the mechanism of Nougaret night blindness using transgenic mice expressing TalphaG38D. The biochemical, electrophysiological, and vision-dependent behavioral analyses of the mouse model revealed a unique phenotype of reduced rod sensitivity, impaired activation, and slowed recovery of the phototransduction cascade. Two key deficiencies in TalphaG38D function, its poor ability to activate PDE6 (cGMP phosphodiesterase) and decreased GTPase activity, are found to be the major mechanisms altering visual signaling in transgenic mice. Despite these defects, rod-mediated sensitivity in heterozygous mice is not decreased to the extent seen in heterozygous Nougaret patients.","dc:creator":"Moussaif M","dc:date":"2006","dc:title":"Phototransduction in a transgenic mouse model of Nougaret night blindness."},"rdfs:label":"G38D (Nougaret) transgenic mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Expression of human variant (although on transgene, not CRISPR) with recapitulation of phenotype, noting that loss of sensitivity on rod in less in the mouse model than in human with this variant."},{"id":"cggv:17a0c2ec-6117-4bf8-b565-5ade59f71c8b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:126328e5-cc3c-4f17-b171-b0e3102320a4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with a different variant at the same position (Q200E) have congenital stationary night blindness, characterized by absence of sensitivity to light by rod photoreceptors. In addition to symptoms of night blindness, the scotopic ERGs of these patients is abnormal, similar to ERGs shown in this study for mice expressing mutant (Q200E) and wild type Gnat1.\nThe results of additional studies reported in this publications are scored under \"functional alteration\".","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16207703","rdfs:label":"Gnat1 Q200L transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score reduced due to minimal reports data on the phenotype of the mice; this study focused more on the biochemical features and localization of the mutant protein. These results are described in the \"functional alteration\" section."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.9}],"evidenceStrength":"Definitive","sequence":9463,"specifiedBy":"GeneValidityCriteria11","strengthScore":11.9,"subject":{"id":"cggv:45447b64-bfd9-40cf-b8a9-291ae55bfbaa","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:4393","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GNAT1* was first reported in relation to autosomal dominant retinopathy in 1996 in a large family dating back to one individual, Jean Nougaret (1637-1719), a butcher who lived in Vendemian in southern France (Dryja et al, PMID: 8673138).\n\n*GNAT1* encodes the alpha subunit of rod transducin, a heterotrimeric G protein composed of alpha, beta and gamma subunits. Transducin is an essential component of the visual transduction cascade. Specifically, the alpha subunit of transducin (T-alpha), in its inactive state, binds GDP. Upon activation by photoactivated rhodopsin, GDP is released from T-alpha and exchanged for GTP. T-alpha then dissociates from T-beta/gamma and binds the inhibitory gamma subunit of phsophodiesterase, allowing the alpha/beta subunits of PDE to hydrolyze cGMP. This results in closure of cGMP-gated channels, and hyperpolarization of the cell (PMID: 16269358).\n\n\n*GNAT1* associated with 2 disorders in OMIM – “Night blindness, congenital stationary, type 1G” (MIM# 616389) which is autosomal recessive; and “Night blindness, congenital stationary, autosomal dominant 3” (MIM# 610444). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in the inheritance pattern for these two conditions (as indicated by OMIM), and potentially a difference in the molecular mechanism. There is clear autosomal dominant inheritance in large pedigrees (PMID: 8673138; PMID: 17584859), while the heterozygous parents of biallelic affected individuals have appear to no signs of the condition upon detailed ophthalmological evaluation including electroretinogram (ERG) (PMID: 22190596; PMID: 26472407; PMID: 31696758) supporting autosomal recessive inheritance in these families. In addition, two missense variants that segregate in autosomal dominant pedigrees and that have been supported by functional studies, p.Gly38Asp and p.Gln200Glu, appear to result in constitutive activation of the visual transduction cascade (PMIDs: 10702259, 16793893, 17584859, 24009494), while the mechanism for variants identified in biallelic cases is likely to be loss of function. Therefore, these two conditions have been curated separately. Further functional studies are needed to better understand the role of different variants in *GNAT1*. Because the phenotype varies in individuals with monoallelic variants in *GNAT1*, all cases have been lumped under “GNAT1-related dominant retinopathy”. \n\nSix variants (one missense, one in-frame deletion, one frameshift, two C-terminal nonsense variants) that have been reported in seven probands in six publications (PMID: 8673138; PMID: 17584859; PMID: 26747767; PMID: 29850563; PMID: 31583501; PMID: 34064005) are included in this curation. Segregation evidence was also included for two different variants with functional evidence that were shown to segregate with disease in families, c.113G>A (p.Gly38Asp) in the French, Nougaret family (PMID: 8673138) and c.598C>G (p.Gln200Glu) in a Danish family (PMID: 17584859) (Total genetic evidence = 5.9 points)\n\nThis gene-disease relationship is also supported by experimental evidence including the important role of the gene product of *GNAT1* (the alpha-subunit of transducin) in the phototransduction cascade, which is consistent with the phenotype of individuals with damaging variants in the gene (PMID: 16269358); its interaction with the products of other genes known to be involved in retinopathy, including *RHO* (PMID: 31300275); experimental demonstrating the impact of a GNAT1 missense variant, p.Q200L (PMID: 16207703) and recapitulation of the phenotype in transgenic mice expressing the missense variant identified in the Nougaret family (PMID: 16793893) and the missense variant p.Q200L (PMID: 16207703). Additional evidence is available in the literature but the maximum points for experimental evidence (6 points) has been reached.\n\nIn summary, there is definitive evidence supporting the relationship between *GNAT1* and autosomal dominant retinopathy. Specifically, two missense variants, p.Gly38Asp and p.Gln200Glu, have been shown to segregate with disease in an autosomal dominant manner and their role has been supported by functional evidence. The classification of novel variants in GNAT1 may be challenging, given that this gene is also associated with autosomal recessive retinopathy. This gene-disease relationship has been repeatedly demonstrated in both research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on November 7, 2024 (SOP Version 11).\n","dc:isVersionOf":{"id":"cggv:918f973a-bcf5-43f5-981a-c452b1087650"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}