{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:05:59.313Z","role":"Publisher"},{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:05:50.120Z","role":"Approver"}],"evidence":[{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e0ace9a-81ca-4c89-95b7-223c2557f38e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac15bbd6-c894-4a7b-825c-14a15f0a4424","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Rahman et al. reviews all genes associated with Leigh syndrome in Leigh Map 2017 (PMID: 27977873). These genes included at least thirteen nuclear genes directly involved in mitochondrial translation as well as five additional mt-tRNA genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Review: LeighMap"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"per rubric: More than 10 genes with a related function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:683102da-65d5-4c02-a86b-d51999420321_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc9ce4f6-a402-4189-a99c-cb80e4fff5c8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Next generation sequencing of the mitochondrial genome","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Family History: The affected family members are two males and one female with different fathers. The mother, who is heteroplasmic for the identified mutation, is clinically unaffected.  \nThe proband had IUGR, and was born prematurely at 34 weeks with failure to thrive. He had cholestatic jaundice and progressive hepatosplenomegaly from birth.\nThere was global developmental delay, especially in the area of speech. Neuropsychometric testing placed his intellectual functioning at the extremely low range. At 8 years of age there is an absence of speech.\nBlood lactate levels were elevated to a maximum of 4.1 mmol/L.\nBrain MRI at 10 weeks showed oedema within the parietal and occipital white matter and increased lactate peak in the basal ganglia (Fig. 1A–C). A further MRI of the brain aged 3 years showed an increased T2 signal within the white matter bilaterally and increased bilateral thalamic signal, corresponding with lactate peaks on MR spectroscopy (MRS).\nRespiratory enzyme analysis of liver tissue indicated low activity of complexes I, III and IV (Supplementary Table 1).\n\nAffected male sibling Patient II-3  showed a similar phenotype. Hypertrophic cardiomyopathy was also diagnosed at 3 years of age. Respiratory enzyme analysis of liver and muscle tissue indicated low activity of complexes I, III and IV.\nAffected female sibling showed a similar severe phenotype","sex":"Male","variant":{"id":"cggv:683102da-65d5-4c02-a86b-d51999420321_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:41097e83-0646-4558-b23d-698814719283","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.5559A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345913"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26524491","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a progressive mitochondrial neurodegenerative disorder, whose symptoms most commonly include psychomotor delay with regression, lactic acidosis and a failure to thrive. Here we describe three siblings with LS, but with additional manifestations including hypertrophic cardiomyopathy, hepatosplenomegaly, cholestatic hepatitis, and seizures. All three affected siblings were found to be homoplasmic for an m. 5559A>G mutation in the T stem of the mitochondrial DNA-encoded MT-TW by next generation sequencing. The m.5559A>G mutation causes a reduction in the steady state levels of tRNA(Trp) and this decrease likely affects the stability of other mitochondrial RNAs in the patient fibroblasts. We observe accumulation of an unprocessed transcript containing tRNA(Trp), decreased de novo protein synthesis and consequently lowered steady state levels of mitochondrial DNA-encoded proteins that compromise mitochondrial respiration. Our results show that the m.5559A>G mutation at homoplasmic levels causes LS in association with severe multi-organ disease (LS-plus) as a consequence of dysfunctional mitochondrial RNA metabolism. ","dc:creator":"Duff RM","dc:date":"2015","dc:title":"A mutation in MT-TW causes a tRNA processing defect and reduced mitochondrial function in a family with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26524491","rdfs:label":"Patient II-1 (Proband)"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The variant was homoplasmic in the blood of the proband and the two affected siblings. It was also homoplasmic in the liver of II-1 and the fibroblasts of II-3 (Sanger and pyrosequencing). The variant was found at a 70% heteroplasmy in the blood of the healthy mother. The variant was not found in a homoplasmic state in individuals from gnomAD, there was 1 heteroplasmic carrier (36%). Mixed in silico predictions: MitoTip 15.5 (&0%) Possibly pathogenic, PON-mt-tRNALikely neutral (0.399), HmtVarLikely Polymorphic (0.250). Fibroblasts derived from patient II-3 showed a significant loss of the mature tRNATrp and enrichment in the unprocessed polycistronic transcript containing this tRNA by northern blot (Fig 2A) 35S-labeled de novo incorporation of methionine and cysteine into mitochondrial DNA encoded proteins showed an overall decrease in mitochondrial protein synthesis in patient cells, immunoblot showed a decrease in the abundance of MTDNA genes encoding OXPHOS complexes (3B) Mitochondrial oxygen consumption was measured in digitonin-permeabilized, oxygen consumption from substrates entering at complexes I, III and IV was significantly lowered when compared to control cells (Fig. 4) SCORE: 1pt (0.5 segregation of heteroplasmy, 0.5 functional data)."},{"id":"cggv:decf836e-9ab3-44b3-be09-af26c762ddd2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b56e95c6-f364-4107-80dd-07607fc0e851","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"sequenced the encoded complex I units: tRNAVal, tRNALeu(UUR), tRNATrp ND2, ND3, ND4, ND5 and ND6 genes and the mitochondrial ATPase 6, and tRNALys. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosed with leigh syndrome, First symptoms observed at the age of 9 years. Psychomotor delay, MRI showed symmetric hyperintense signal involving the head of the caudate nucleus, the putamen. Vomiting, lactate acidosis\nLactate CSF 4.8mmol/l","sex":"Female","variant":{"id":"cggv:decf836e-9ab3-44b3-be09-af26c762ddd2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:41097e83-0646-4558-b23d-698814719283"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19349200","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a progressive neurodegenerative disorder occurring in infancy and childhood characterized in most cases by a psychomotor retardation, optic atrophy, ataxia, dystonia, failure to thrive, seizures and respiratory failure. In this study, we performed a systematic sequence analysis of mitochondrial genes associated with LS in Tunisian patients. We sequenced the encoded complex I units: ND2, ND3, ND4, ND5 and ND6 genes and the mitochondrial ATPase 6, tRNA(Val), tRNA(Leu(UUR)), tRNA(Trp) and tRNA(Lys) genes in 10 unrelated patients with Leigh syndrome. We revealed the presence of 34 reported polymorphisms, nine novel nucleotide variants and two new mutations (T5523G and A5559G) in the tested patients. These two mutations were localized in two conserved regions of the tRNA(Trp) and affect, respectively, the D-stem and the T-stem of the mitochondrial tRNA leading to a disruption of the secondary structure of this tRNA. SSP-PCR analysis showed that the T5523G and A5559G mutations were present with respective heteroplasmic rates of 66% and 43 %. We report here the first mutational screening of mitochondrial mutations in Tunisian patients with Leigh syndrome which described two novel mutations associated with this disorder.","dc:creator":"Mkaouar-Rebai E","dc:date":"2009","dc:title":"Two new mutations in the MT-TW gene leading to the disruption of the secondary structure of the tRNA(Trp) in patients with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19349200","rdfs:label":"P10"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","dc:description":"The proband showed 43% heteroplasmy (tissue not given), the maternal sample showed 23% heteroplasmy (tissue not given). SCORE 0. At the GCEP review the consensus was not to count this case, insufficient evidence. "},{"id":"cggv:8afe7557-6f39-49aa-8786-bd66f07dc1cd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0bfc4201-b8f7-442f-a068-e4d1bfe7c9ae","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"detectionMethod":"MT-DNA genes were screened by direct sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The Patient IV-2 (was healthy at birth but lost milestones around the age of 10 months following his third DPT immunization and fever. Within 2 weeks, swallowing difficulties developed. At the age of 14 months, he became blind and motor skills had regressed; he was no longer able to sit or crawl. The blood lactate level was elevated (3.2 mmol/liter). Brain MRI findings were consistent with deep\nwhite matter disease. He died suddenly at the age of 17 months because of cardiorespiratory arrest. Autopsy showed extensive subcortical pathology and prominent involvement of the thalamic nuclei, consistent with LS.\n\nPatient IV-2 at the age of 4 years  began developing a difficulty of seeing objects on the floor, At the age of 6 years, neurological evaluation showed impaired visual acuity (20/80 in each eye), slight optic disc pallor, and mild difficulty balancing on one foot. Parents reported poor performance in school. Brain (MRI) showed bilateral hyperintensities in the periatrial white matter and in the splenium of the corpus callosum. mildly elevated arterial lactate value (2.3 mmol/liter, normal < 1.8 mmol/liter). Muscle biopsy: 11% complex IV, 43% complex I+II, 47% complex I\n\nPatient IV-3 16 month female at report, mild temporal pallor in the right eye and mild incoordination, elevated lactate, Brain MRI showed bilateral T2-weighted hyperintensities in the basal ganglia.\n\nPatient III-1 Mother, She had medical complaints since adolescence, including major depression, irritable bowel, and migraine-like headaches. Normal lactate and MRI\n\nPatient III-2 19 year half sister of mother, depression\nPatient II- 1 MGM depression\nPatient I-I MGGM depression","previousTesting":true,"previousTestingDescription":"common mtDNA mutations A8344G, T8356C, A3243G, A3271G, T8993G, and T8993C, as well as the pathogenic mtDNA mutations associated with LHON (nucleotides 3460, 4 160,\n11778, 13708, and 15257), were all ruled out. ","sex":"Male","variant":{"id":"cggv:8afe7557-6f39-49aa-8786-bd66f07dc1cd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6172debf-e874-4cad-abdc-c6bc8850e722","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.5537_5538insT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120541"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9266739","type":"dc:BibliographicResource","dc:abstract":"We identified a single thymidine insertion at nucleotide position 5537 (T5537i) in the mitochondrial DNA transfer RNA gene for tryptophan in a family in which the proband had a progressive neurological disorder and his brother died in infancy of Leigh syndrome. Muscle biopsy from the proband showed subsarcolemmal proliferation of mitochondria and decreased activities of oxidative metabolism enzymes, in particular complex IV. Complex IV was also severely reduced in autopsy tissues, including heart and brain tissues, from the Leigh syndrome infant. The novel T5537i mutation was very abundant in tissues from the proband and the infant (>92%) and less abundant (range, 42-89%) in blood, hair follicles, and skin fibroblasts from 4 maternal relatives, 3 of whom showed a neuropsychiatric disturbance. The mutation was not found in more than 100 control subjects. The degree of heteroplasmy in blood correlated well with the severity of the clinical presentation, suggesting specific segregation with the disease.","dc:creator":"Santorelli FM","dc:date":"1997","dc:title":"Maternally inherited encephalopathy associated with a single-base insertion in the mitochondrial tRNATrp gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9266739","rdfs:label":"Patient IV-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"not found in gnomAD, Mitotip N/A 97.78% conservation. The proband muscle was >95% heteroplasmic for the variant, >95% in all autopsied tissues >98% in brain regions. The affected male sibling showed >92% blood, affected female sibling 89% blood, Patient III-1 Mother, 75% blood, Patient III-2 Aunt 78% blood, Patient II- 1 MGM 42% blood. SCORE: 0.5 (for segregation of heteroplasmy)"},{"id":"cggv:1c547d64-7d14-4660-b3a7-3f7da482e473_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80e96631-9422-4bbc-af97-ba0b48214c48","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband had a normal birth and birth weight, but regression was noted from 5 months and  early developmental milestones were delayed, there were recurrent episodes of fever, irritability and hypotonia, increased tone in lower extemities and nystagmus was noted on a first hospitalization at 8 months. Liver biopsy showed steatosis, fibrosis and abnormal mitochondria. Tonic clonic seizures were reported at 14 months, At  2 years the proband had severe ID and optic atrophy. The progressive clinical course, characterized by episodes of hyper and hypothermia, recurrent respiratory tract infections, generalized seizures, severe GI problems, vomiting and swallowing difficulties. \n\nIncreased lactate in blood (2.6-8.8 mmol/l, CSF and urine.\nCT scan at 8 months: symmetrical lesion pattern involving cortico-spinal tracts, frontal and dorsal symmetrical hypodensities. \nMRI at 2 years, 8 months(Fig 2a-c) showed hyperintense signal in the anterior pons. (see text for complete description)\n\nFamily history included the 5th sister of the mother and  2 of 4 children who were diagnosed with LSS, data not shown. ","previousTesting":true,"previousTestingDescription":"direct sequencing of SURF1, SCO2, COX17","sex":"Male","variant":[{"id":"cggv:9c6d434a-0852-49e4-b1e2-cb3de3fe792d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6172debf-e874-4cad-abdc-c6bc8850e722"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12776230","type":"dc:BibliographicResource","dc:abstract":"We report a nine-year-old boy with the features of Leigh syndrome (LS) and a severe cytochrome-c oxidase (COX) deficiency with a single thymidine insertion at nucleotide position 5537 (T 5537i) in the tRNA Trp gene of mitochondrial DNA. During infancy the boy was irritable and hypotonus was noticed. Early motor development was delayed, although mental development seemed normal until eight months of age. Early neurological signs were nystagmus, hypertonus and optic atrophy. Severe seizures and mental retardation developed subsequently. Major findings on neuroradiological investigation were from the brainstem, thalami and white matter compatible with LS. Spectrophotometric analysis of skeletal muscle mitochondria showed a profound COX deficiency and a marked complex I deficiency. Enzyme-histochemical analysis showed reduced COX activity in the majority of the muscle fibres. There were no ragged red fibres. The T 5537i mutation was found in a high proportion (> 95 %) in blood, liver and muscle tissue of the patient and in blood of the patient's mother (81 %). This mutation has previously been described in one family in which one child had a very high proportion of the T 5537i mutation and clinical features of LS. We conclude that, although mtDNA mutations are considered to be rare in LS with COX deficiency, the T 5537i mutation should be screened for in cases of LS with COX deficiency when SURF1 gene mutations have been excluded, especially when complex I activity is also decreased.","dc:creator":"Tulinius M","dc:date":"2003","dc:title":"Leigh syndrome with cytochrome-c oxidase deficiency and a single T insertion nt 5537 in the mitochondrial tRNATrp gene."}},{"id":"cggv:1c547d64-7d14-4660-b3a7-3f7da482e473_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6172debf-e874-4cad-abdc-c6bc8850e722"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12776230"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12776230","rdfs:label":"Case report Tulinius 2003"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"not found in gnomAD, Mitotip N/A 97.78% conservation, the proband showed >95% heteroplasmy in blood, liver, muscle of patient. The proband's mother showed 81% heteroplasmy in blood. The skeletal muscle biopsy of the proband showed COX deficiency and complex I deficiency. SCORE: 0.5 (heteroplasmy segregation)"},{"id":"cggv:9c6d434a-0852-49e4-b1e2-cb3de3fe792d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:80e96631-9422-4bbc-af97-ba0b48214c48"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","dc:description":"not found in gnomAD, Mitotip N/A 97.78% conservation.      The proband showed >95% heteroplasmy in blood, liver, muscle of patient. The proband's mother showed 81% heteroplasmy in blood. The skeletal muscle biopsy of the proband showed COX deficiency and complex I deficiency. SCORE: 0.5  (heteroplasmy segregation)\n"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":3041,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:86d93d1c-2164-45e3-a8f4-4470567f3d9d","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7501","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-TW and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The MT-TW gene encodes the mitochondrial transfer RNA (tRNA) for tryptophan. Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V and thus impaired OXPHOS enzyme activities.\n\nThe MT-TW gene was first reported in relation to maternally inherited Leigh syndrome in 1997 (PMID: 9266739). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 2 variants in 3 cases (1 with m.5559A>G, 2 with m.5537_5538insT) from 3 publications (PMIDs: 9266739, 26524491, 12776230). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function (PMID: 27977873). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:3dc54202-27f3-4bf4-883f-5273a49dcb70"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}