{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-05-20T15:12:48.605Z","role":"Publisher"},{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-05-20T15:12:33.276Z","role":"Approver"}],"evidence":[{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97af6cb7-9d3e-46d1-82ba-dc5112cf598e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba218b61-74c1-4820-aaf3-ef7bbcb82ea1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\"XRCC4 contains a globular N-terminal “head” domain—which might interact with other proteins and/or DNA—and a protruding helical coiled-coil region that contains a motif that interacts directly with the linker region between the two BRCT domains of Ligase IV. XRCC4 is tightly associated with Ligase IV in vivo and is required for its stability. Furthermore, it has been shown that XRCC4 stimulates Ligase IV adenylation and overall activity in vitro and in vivo. Subsequently, it was shown that targeted inactivation of the genes for Ligase IV or XRCC4 in mouse cells leads to radiosensitivity and NHEJ defects and that human patients with inherited hypomorphic mutations in Ligase IV are radiosensitive and also display varying degrees of immune deficiency.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16439205","type":"dc:BibliographicResource","dc:abstract":"DNA nonhomologous end-joining (NHEJ) is a predominant pathway of DNA double-strand break repair in mammalian cells, and defects in it cause radiosensitivity at the cellular and whole-organism levels. Central to NHEJ is the protein complex containing DNA Ligase IV and XRCC4. By searching for additional XRCC4-interacting factors, we identified a previously uncharacterized 33 kDa protein, XRCC4-like factor (XLF, also named Cernunnos), that has weak sequence homology with XRCC4 and is predicted to display structural similarity to XRCC4. We show that XLF directly interacts with the XRCC4-Ligase IV complex in vitro and in vivo and that siRNA-mediated downregulation of XLF in human cell lines leads to radiosensitivity and impaired NHEJ. Furthermore, we establish that NHEJ-deficient 2BN cells derived from a radiosensitive and immune-deficient patient lack XLF due to an inactivating frameshift mutation in its gene, and that reintroduction of wild-type XLF into such cells corrects their radiosensitivity and NHEJ defects. XLF thus constitutes a novel core component of the mammalian NHEJ apparatus.","dc:creator":"Ahnesorg P","dc:date":"2006","dc:title":"XLF interacts with the XRCC4-DNA ligase IV complex to promote DNA nonhomologous end-joining."},"rdfs:label":"Screen for XRCC4 Interactors"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Using yeast two-hybrid screening and coimmunoprecipitation authors demonstrate that XLF directly interacts with the XRCC4-Ligase IV complex in vitro and in vivo and that siRNA-mediated downregulation of XLF in human cell lines leads to radiosensitivity and impaired NHEJ."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e781de38-a19a-4a91-82bb-142523b0b233","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:424d1612-50fb-47c3-b982-029a3039029b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The survival curves of these transduced cells after ionizing radiation (0, 1, and 3Gy) indicated a return to an overall normal radiosensitivity as compared to control cells (Figure  5A). Likewise,  the V(D)J recombination was fully restored upon transfection of wt Cernunnos, as demonstrated by the complete ApalI digestion of  PCR-amplified signal joins (Figure  5B)  and in-chromosome V(D)J assay (Figure S4). Lastly, cell-free extracts from Cernunnos-transfected fibroblasts were able to oligomerize linear DNA molecules in the in vitro NHEJ assay( Figure 5C). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16439204","type":"dc:BibliographicResource","dc:abstract":"DNA double-strand breaks (DSBs) occur at random upon genotoxic stresses and represent obligatory intermediates during physiological DNA rearrangement events such as the V(D)J recombination in the immune system. DSBs, which are among the most toxic DNA lesions, are preferentially repaired by the nonhomologous end-joining (NHEJ) pathway in higher eukaryotes. Failure to properly repair DSBs results in genetic instability, developmental delay, and various forms of immunodeficiency. Here we describe five patients with growth retardation, microcephaly, and immunodeficiency characterized by a profound T+B lymphocytopenia. An increased cellular sensitivity to ionizing radiation, a defective V(D)J recombination, and an impaired DNA-end ligation process both in vivo and in vitro are indicative of a general DNA repair defect in these patients. All five patients carry mutations in the Cernunnos gene, which was identified through cDNA functional complementation cloning. Cernunnos/XLF represents a novel DNA repair factor essential for the NHEJ pathway.","dc:creator":"Buck D","dc:date":"2006","dc:title":"Cernunnos, a novel nonhomologous end-joining factor, is mutated in human immunodeficiency with microcephaly."},"rdfs:label":"Complementation of the NHEJ Defectby wt Cernunnos"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Results confirm that the identified Cernunnos mutations are responsible for the defective DNA repair in this series of patients."},{"id":"cggv:c193617e-4b00-4e59-945b-b4c8bbf33035","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ea2d0269-627d-4cbe-97e2-7b2b41f1668e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Authors observed that non-complemented 2BN cells had high background levels of γH2AX foci even in the absence of irradiation, suggesting that they are unable to effectively repair spontaneously arising DSBs. By contrast, XLF complemented 2BN-C237 cells exhibited foci levels that were equivalent to those of NHEJ-proficient MRC5 cells. Rates of DSB repair as assessed by the disappearance of γH2AX foci took place as effectively in 2BN-C237 cells as in NHEJ-proficient MRC5 cells. By contrast, 2BN cells displayed high levels of IR-induced γH2AX foci, and no reduction was observed in the first 6 hr of the time course studied after irradiation. NHEJ defect of 2BN cells is indeed corrected by XLF expression. Authors established by analysis of DSB repair by pulsed-field gel electrophoresis that 2BN cells display a defect in repairing IR-induced DSBs and that this defect is corrected in XLF-complemented 2BN-C237 cells. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439205","rdfs:label":"XLF-Complemented 2BN Cells Are Proficient in DNA DSB Repair"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Authors conclude that the DSB repair defect of 2BN cells is a consequence of impaired XLF function."},{"id":"cggv:6cdb5c52-d82c-4306-8815-f5eccc248d31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9fb596fd-6bc2-4512-b932-dfa96f43b4eb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cernunnos-XLF Mutant (CerΔ/Δ) ES Cells were sensitive to ionizing radiation and have DSB repair defects. Cer+/Δ ES cells did not have any significant increase of IR sensitivity when compared with WT ES cells, indicating no substantial haploinsufficient phenotype and also suggesting that the CerΔ allele does not generate a dominant-negative phenotype. Introduction of full-length Cernunnos-XLF protein expressed from a vector stably transfected into CerΔ/Δ ES cells restored the IR sensitivity back to WT levels, demonstrating Cernunnos-XLF deficiency is specifically responsible for the increased IR sensitivity of CerΔ/Δ ES cells. Additionally, three independent Cernunnos-XLF mutant ES cells lines (two CerΔ/Δ and one CerN/N) were analyzed, and all exhibited increased levels of chromosomal abnormalities relative to WT ES cells, including chromosomal breaks and translocations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17360556","type":"dc:BibliographicResource","dc:abstract":"Nonhomologous DNA end-joining (NHEJ) is a major pathway of DNA double-strand break (DSB) repair in mammalian cells, and it functions to join both specifically programmed DSBs that occur in the context of V(D)J recombination during early lymphocyte development as well as general DSBs that occur in all cells. Thus, defects in NHEJ impair V(D)J recombination and lead to general genomic instability. In human patients, mutations of Cernunnos-XLF (also called NHEJ1), a recently identified NHEJ factor, underlie certain severe combined immune deficiencies associated with defective V(D)J recombination and radiosensitivity. To characterize Cernunnos-XLF function in mouse cells, we used gene-targeted mutation to delete exons 4 and 5 from both copies of the Cernunnos-XLF gene in ES cell (referred to as Cer(Delta/Delta) ES cells). Analyses of Cer(Delta/Delta) ES cells showed that they produce no readily detectable Cernunnos-XLF protein. Based on transient V(D)J recombination assays, we find that Cer(Delta/Delta) ES cells have dramatic impairments in ability to form both V(D)J coding joins and joins of their flanking recombination signal sequences (RS joins). Cer(Delta/Delta) ES cells are highly sensitive to ionizing radiation and have intrinsic DNA DSB repair defects as measured by pulse field gel electrophoresis. Finally, the Cernunnos-XLF mutations led to increased spontaneous genomic instability, including translocations. We conclude that, in mice, Cernunnos-XLF is essential for normal NHEJ-mediated repair of DNA DSBs and that Cernunnos-XLF acts as a genomic caretaker to prevent genomic instability.","dc:creator":"Zha S","dc:date":"2007","dc:title":"Defective DNA repair and increased genomic instability in Cernunnos-XLF-deficient murine ES cells."},"rdfs:label":"XLF-deficient murine ES cells"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Authors conclude that, in mice, Cernunnos-XLF is essential for normal NHEJ-mediated repair of DNA DSBs and that Cernunnos-XLF acts as a genomic caretaker to prevent genomic instability."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:408f0541-6438-433a-acda-2ef5dd854b50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:084674c9-8d96-47e0-b78a-d3b0bd03d43c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Sequence analysis of the NHEJ1 gene","firstTestingMethod":"PCR","phenotypeFreeText":"Developmental delay, recurrent respiratory infections, Facial dysmorphism, extreme radiosensitivity, immunodeficiency","phenotypes":"obo:HP_0000252","previousTesting":true,"previousTestingDescription":"Analyses of the NBN, LIGIV, and RAD50 genes, showed no mutation","sex":"UnknownEthnicity","variant":{"id":"cggv:408f0541-6438-433a-acda-2ef5dd854b50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7bf2f2ad-b1f9-4e4d-8fd5-dd8c4deb7301","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.169C>G (p.Arg57Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114688"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20597108","type":"dc:BibliographicResource","dc:abstract":"We have previously shown that mutations in the genes encoding DNA Ligase IV (LIGIV) and RAD50, involved in DNA repair by nonhomologous-end joining (NHEJ) and homologous recombination, respectively, lead to clinical and cellular features similar to those of Nijmegen Breakage Syndrome (NBS). Very recently, a new member of the NHEJ repair pathway, NHEJ1, was discovered, and mutations in patients with features resembling NBS were described. Here we report on five patients from four families of different ethnic origin with the NBS-like phenotype. Sequence analysis of the NHEJ1 gene in a patient of Spanish and in a patient of Turkish origin identified homozygous, previously reported mutations, c.168C>G (p.Arg57Gly) and c.532C>T (p.Arg178Ter), respectively. Two novel, paternally inherited truncating mutations, c.495dupA (p.Asp166ArgfsTer20) and c.526C>T (p.Arg176Ter) and two novel, maternal genomic deletions of 1.9 and 6.9 kb of the NHEJ1 gene, were found in a compound heterozygous state in two siblings of German origin and in one Malaysian patient, respectively. Our findings confirm that patients with NBS-like phenotypes may have mutations in the NHEJ1 gene including multiexon deletions, and show that considerable clinical variability could be observed even within the same family.","dc:creator":"Dutrannoy V","dc:date":"2010","dc:title":"Clinical variability and novel mutations in the NHEJ1 gene in patients with a Nijmegen breakage syndrome-like phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108","rdfs:label":"P1 Dutrannoy"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"NM_024782.2(NHEJ1):c.169C>G (p.Arg57Gly), Missense variant with no functional evidence."},{"id":"cggv:86c104b2-229c-420f-bf5d-5cf961971f98_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62a3f612-050f-45f9-9186-5e53b8dd26b3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Analysis revealed novel paternally inherited heterozygous mutation - one base duplication of adenine in exon 4 of the NHEJ1 gene at position 495 leading to a frameshift and stop codon 20 amino acids downstream; c.495dupA (p.Asp166ArgfsTer20). Maternal genomic deletion of 1.9 kb of the NHEJ1 gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Extreme radio sensitivity, immunodeficiency, urinary tract infection, diarrhea, persistent lymphopenia (lymphocyte count 600/μl), neutropenia, hypogammaglobulinemia with B-cell deficiency. ","phenotypes":"obo:HP_0000252","previousTesting":true,"previousTestingDescription":"Analyses of the NBN, LIGIV, and RAD50 genes, showed no mutation","sex":"Male","variant":{"id":"cggv:86c104b2-229c-420f-bf5d-5cf961971f98_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f00b886b-80a3-45cf-b502-b3d61c43e933","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.3(NHEJ1):c.495dup (p.Asp166ArgfsTer20)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139771186"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108","rdfs:label":"P2 Dutrannoy"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"NM_024782.3(NHEJ1):c.495dup (p.Asp166ArgfsTer20), frameshift/stop codon. Compound Heterozygous. The mother presented with 1.9-kb deletion, however, further sequencing of the NHEJ1 gene failed to detect the second maternal variant in P2."},{"id":"cggv:93bc81ba-0e13-40a0-bac4-151724919dbc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4256eb81-bf3e-4dcf-8202-18093cd69a34","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Genetic analysis on DNA samples from the whole blood: homozygous g.14130C > T, c.532C > T p.Arg178Ter mutation in the NHEJ1 (Cernunnos) gene was found. Genetic analysis showed spontaneous chromosomal breakages. Parents are consanguineous (Figure 2)","phenotypeFreeText":"Growth retardation, recurrent perianal abscess, severe growth failure, bird-like face, preaxial polydactyly on right hand, mild combined immunodeficiency","phenotypes":["obo:HP_0000252","obo:HP_0001876"],"previousTesting":true,"previousTestingDescription":"NBS1 mutation was found to be negative. Laboratory investigations: prominent neutropenia (500–1500/mm3) and low Ig levels (IgG: 140 mg/dL, IgA: 22.6 mg/dL, and IgM: 84 mg/dL). Patient absolute lymphocyte count was normal and the percentage of CD3+ cells was 91% in the peripheral blood. But CD19+ and CD20+ cells were found to be absent. ","sex":"Female","variant":{"id":"cggv:93bc81ba-0e13-40a0-bac4-151724919dbc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:afa21ef4-a04e-414a-ac7c-30e5d8a4bc7c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.532C>T (p.Arg178Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114692"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24511403","type":"dc:BibliographicResource","dc:abstract":"Artemis, DNA ligase IV, DNA protein kinase catalytic subunit, and Cernunnos/XLF genes in nonhomologous end joining pathways of DNA repair mechanisms have been identified as responsible for radiosensitive SCID. Here, we present a 3-year-old girl patient with severe growth retardation, bird-like face, recurrent perianal abscess, pancytopenia, and polydactyly. Firstly, she was thought as Fanconi anemia and spontaneous DNA breaks were seen on chromosomal analysis. After that DEB test was found to be normal and Fanconi anemia was excluded. Because of that she had low IgG and IgA levels, normal IgM level, and absence of B cells in peripheral blood; she was considered as primary immunodeficiency, Nijmegen breakage syndrome. A mutation in NBS1 gene was not found; then Cernunnos/XLF deficiency was investigated due to clinical similarities with previously reported cases. Homozygous mutation in Cernunnos/XLF gene (NHEJ1) was identified. She is now on regular IVIG prophylaxis and has no new infection. Fully matched donor screening is in progress for bone marrow transplantation which is curative treatment of the disease. In conclusion, the patients with microcephaly, bird-like face, and severe growth retardation should be evaluated for hypogammaglobulinemia and primary immunodeficiency diseases. ","dc:creator":"Cipe FE","dc:date":"2014","dc:title":"Cernunnos/XLF Deficiency: A Syndromic Primary Immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24511403","rdfs:label":"Three year old girl"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.2(NHEJ1):c.532C>T (p.Arg178Ter), Nonsense mutation with no functional evidence. "},{"id":"cggv:ba2d46b0-9997-4b00-99a3-63b1616a33a2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e6fcec50-c37c-4641-8c47-314ff7536957","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":14,"detectionMethod":"Sequence analysis. Confirmed the autosomal recessive inheritance of the identified mutations by sequencing parents’ DNA in all cases. ","firstTestingMethod":"PCR","phenotypeFreeText":"Growth retardation, chromosomal alterations, urogenital and bone malformations, bacterial infections, autoimmune anemia. Died at 18 years of septic shock.","phenotypes":["obo:HP_0031690","obo:HP_0001873","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"Primary skin fibroblasts from patients P1-P3 exhibited an increased sensitivity to γ ray exposure as compared to control cells in a clonogenic assay. Although the level of IR sensitivity was variable among the patients, it was equivalent/sometimes more pronounced than what was observed in other radiosensitive conditions. DNA-end ligation assay: Defective DNA multimerization when using extracts from P1-P5 strongly argued for a NHEJ defect in these patients. The patients' extracts cross-complemented the L4 extract in this assay - eliminating a DNA Lig4 deficiency in P1-P5.","sex":"UnknownEthnicity","variant":{"id":"cggv:ba2d46b0-9997-4b00-99a3-63b1616a33a2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7bf2f2ad-b1f9-4e4d-8fd5-dd8c4deb7301"},{"id":"cggv:9fc38327-a948-4a17-9605-afe9697d602c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.367T>C (p.Cys123Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114690"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"NM_024782.2(NHEJ1):c.169C>G(p.Arg57Gly) and NM_024782.2(NHEJ1):c.367T>C(p.Cys123Arg), 2 missense variants. Functional Evidence: Complementation of the NHEJ Defect by wt Cernunnos - results confirm that the identified Cernunnos mutations are responsible for the defective DNA repair in this series of patients."},{"id":"cggv:21a9da9e-a365-4fd9-9567-e9bc7fc78228_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8528a003-c80b-46c6-910b-624752224183","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"Sequence analysis. Confirmed the autosomal recessive inheritance of the identified mutations by sequencing parents’ DNA in all cases. ","firstTestingMethod":"PCR","phenotypeFreeText":"Growth retardation, birdlike face, chromosomal alterations, bone marrow aplasia","phenotypes":["obo:HP_0002205","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"DNA-end ligation assay: Defective DNA multimerization when using extracts from P1-P5 strongly argued for a NHEJ defect in these patients. Importantly, the patients' extracts cross-complemented the L4 extract in this assay - eliminating a DNA Lig4 deficiency in P1-P5.","sex":"UnknownEthnicity","variant":{"id":"cggv:21a9da9e-a365-4fd9-9567-e9bc7fc78228_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7bf2f2ad-b1f9-4e4d-8fd5-dd8c4deb7301"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204","rdfs:label":"P5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"NM_024782.2(NHEJ1):c.169C>G (p.Arg57Gly), Missense mutation with no functional evidence."},{"id":"cggv:c953924a-c4fb-41f5-b406-b6051170e006_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fa550e0d-d25b-4994-a6d9-4eb90bac42aa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"Targeted NGS sequencing panel for 192 PID-related genes was performed and revealed a homozygous nucleotide substitution in exon 2 of NHEJ1 gene (NM_024782, c.169C>T) that affects codon 57 and is predicted to result in a severely truncated protein (p.R57X). Sanger sequencing confirmed the variants in the patients which were inherited in autosomal recessive fashion from healthy parents.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Severe T and B-cell lymphopenia and normal to elevated NK cells (T−B−NK+ phenotype). Severe decrease in CD8+ population. Growth retardation.","phenotypes":"obo:HP_0000252","previousTesting":true,"previousTestingDescription":"Serum immunoglobulins were reduced.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c953924a-c4fb-41f5-b406-b6051170e006_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2023d21f-c106-40c1-b853-520ca893ffa3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.3(NHEJ1):c.169C>T (p.Arg57Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350633746"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30666249","type":"dc:BibliographicResource","dc:abstract":"Cernunnos/XLF deficiency is a rare primary immunodeficiency classified within the DNA repair defects. Patients present with severe growth retardation, microcephaly, lymphopenia and increased cellular sensitivity to ionizing radiation. Here, we describe two unrelated cases with the same non-sense mutation in the ","dc:creator":"Recio MJ","dc:date":"2019","dc:title":"Extreme Phenotypes With Identical Mutations: Two Patients With Same Non-sense "}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30666249","rdfs:label":"Recio Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.3(NHEJ1):c.169C>T (p.Arg57Ter), Nonsense mutation. Authors analyze DSB rejoining in primary fibroblasts from both patients by enumerating the rate of loss of γ-H2AX foci following exposure to γ-IR. The results showed impaired DSB rejoining after treatment with γ-irradiation and etoposide in both patients."},{"id":"cggv:cfee267a-3784-4728-9901-545c11b5d48d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b1cf353-ed77-47c0-9a92-0d15cf5343f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"Targeted NGS: splice site mutation in NHEJ1. Since no other genic or splice site variant survived the filtering algorithm. Sanger sequencing confirmed that all affected children were homozygous for the mutation (NM_024782.2:c.390+1G>C), which lies immediately downstream of exon 3, and that it fully segregated with the disease state in all individual authors had access to.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Developmental delay, microcephaly with dysmorphic features, neurological manifestations, Pancytopenia, recurrent chest infections, bird facies, high-arched palate, radial deviation of little fingers, sloping forehead, large nose, and ears. The patient also has small stature as well as mild micrognathia. CNS exam revealed hyperreflexia, no clonus, and no focal lesion.","phenotypes":["obo:HP_0000252","obo:HP_0001508"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cfee267a-3784-4728-9901-545c11b5d48d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:de24c2d6-33d8-43b1-9aff-2b8cdd182437","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.390+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA236120"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28741180","type":"dc:BibliographicResource","dc:abstract":"Non-homologous end joining gene 1 (NHEJ1) defect is a rare form of primary immune deficiency. Very few cases have been described from around the world.","dc:creator":"Sheikh F","dc:date":"2017","dc:title":"Loss of NHEJ1 Protein Due to a Novel Splice Site Mutation in a Family Presenting with Combined Immunodeficiency, Microcephaly, and Growth Retardation and Literature Review."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28741180","rdfs:label":"Patient 1 Sheikh 2017"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.2(NHEJ1):c.390+1G>C Splice Donor. RNA extracted from healthy control blood showed a single-band corresponding to the expected mRNA sequence of exon 2-3-4, which was confirmed by Sanger sequencing. The patients exhibited two discrete bands, both of which smaller than wildtype product. The upper band was the result of a skipping of 69 bp at the 3′ end of exon 3, Δ 69 bp. The lower band, Δ Ex3, was due to exon 2 being followed by exon 4 with complete splicing out of exon 3. Both of these changes are in-frame deletions. Immunoblotting did not reveal the full-sized NHEJ1 protein in patient PBMCs but surprisingly, there were no smaller truncated NHEJ1 products either corresponding to the expected molecular weights of the Δ 69 bp and Δ Ex3 isoforms."},{"id":"cggv:f0b52b2d-9dd2-480e-9c30-f78b8455dba0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:257c07ca-5d8d-4370-a973-50879eb3156e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"firstTestingMethod":"PCR","phenotypeFreeText":"Autoimmune, haemolytic anaemia, extreme radiosensitivity, severe immunodeficiency B- and T- cell deficiency and absolute lymphopenia, 9 months was hospitalized because of dystrophy and mouth lesions. Died due to a septic shock after bone marrow transplantation at the age of 18 months.","phenotypes":"obo:HP_0000252","previousTesting":true,"previousTestingDescription":"Analyses of the NBN, LIGIV, and RAD50 genes, showed no mutation. Radiosensitivity was assessed by chromosomal breakage test in fibroblasts of P5 in response to 0.5 and 1.0 Gy radiation (Fig. 5). The chromosomal damage following radiation was compared to that of a normal control cell line and a cell line of an NBS patient. The cells of P5 showed a high spontaneous breakage rate (0.38; normal range: 0.00–0.06) and extremely high levels of damage after IR, which were higher than those of an NBS patient. ","sex":"Male","variant":{"id":"cggv:f0b52b2d-9dd2-480e-9c30-f78b8455dba0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:afa21ef4-a04e-414a-ac7c-30e5d8a4bc7c"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108","rdfs:label":"P5 Dutrannoy"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.2(NHEJ1):c.532C>T (p.Arg178Ter), Nonsense mutation without functional evidence."},{"id":"cggv:e16024ec-989c-41cd-b65a-705f55cc8424_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72143d06-a1d0-48e2-b9f7-8e859713461b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":13,"detectionMethod":"Sequence analysis. Confirmed the autosomal recessive inheritance of the identified mutations by sequencing parents’ DNA in all cases. ","firstTestingMethod":"PCR","phenotypeFreeText":"growth retardation, birdlike face, bone malformation, bacterial infections, autoimmune anemia","phenotypes":["obo:HP_0001873","obo:HP_0000252","obo:HP_0031690"],"previousTesting":true,"previousTestingDescription":"Primary skin fibroblasts from patients P1-P3 exhibited an increased sensitivity to γ ray exposure as compared to control cells in a clonogenic assay. Although the level of IR sensitivity was variable among the patients, it was equivalent/sometimes more pronounced than what was observed in other radiosensitive conditions. DNA-end ligation assay: Defective DNA multimerization when using extracts from P1-P5 strongly argued for a NHEJ defect in these patients. The patients' extracts cross-complemented the L4 extract in this assay - eliminating a DNA Lig4 deficiency in P1-P5.","sex":"UnknownEthnicity","variant":{"id":"cggv:e16024ec-989c-41cd-b65a-705f55cc8424_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8177de23-9e36-4e7a-86cf-45941b784291","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.177+1_177+3delinsTT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575466"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204","rdfs:label":"P3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.2(NHEJ1):c.177+1_177+3delinsTT, Splice Donor. Homozygous deletion of G267, the last nucleotide of exon 2 in the NHEJ1 gene, as well as a homozygous A-to-T change 3 nucleotides downstream in intron 2. These associated mutations resulted in a mixed RNA population in which normally spliced RNAs carried the G267 deletion, which led to a frameshift and premature termination, and numerous aberrant splicing events led to severely truncated proteins. Functional Evidence: Complementation of the NHEJ Defect by wt Cernunnos - results confirm that the identified Cernunnos mutations are responsible for the defective DNA repair in this series of patients."},{"id":"cggv:c4f850a8-ce70-4cb4-a0c1-0e0a43835df8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f67e80a3-64fe-4380-84ad-c0974752518e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequence analysis. Confirmed the autosomal recessive inheritance of the identified mutations by sequencing parents’ DNA in all cases. ","firstTestingMethod":"PCR","phenotypeFreeText":"Growth retardation, bacterial infections, Wheezing attacks, pulmonary infections, intermittent mucocutaneous candidiasis, physical examination revealed rales and rhonchi on pulmonary auscultation, microcephaly, clubbing, and weight and height below the fifth percentile, recurrent infections, lymphopenia. Family history: death of 3 female infant siblings due to infections. Died at 4 years old due to septic shock.","phenotypes":["obo:HP_0000252","obo:HP_0031690"],"previousTesting":true,"previousTestingDescription":"Primary skin fibroblasts from patients P1-P3 exhibited an increased sensitivity to γ ray exposure as compared to control cells in a clonogenic assay. Although the level of IR sensitivity was variable among the patients, it was equivalent/sometimes more pronounced than what was observed in other radiosensitive conditions. DNA-end ligation assay: Defective DNA multimerization when using extracts from P1-P5 strongly argued for a NHEJ defect in these patients. The patients' extracts cross-complemented the L4 extract in this assay - eliminating a DNA Lig4 deficiency in P1-P5.\n","sex":"Female","variant":{"id":"cggv:c4f850a8-ce70-4cb4-a0c1-0e0a43835df8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:afa21ef4-a04e-414a-ac7c-30e5d8a4bc7c"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439204","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.2(NHEJ1):c.532C>T (p.Arg178Ter), Homozygous C622T nonsense mutation in exon 5, changing an arginine codon at position 178 to a stop codon (R178X), resulting in a putative protein lacking about one-third of the C terminus region. Functional Evidence: Complementation of the NHEJ Defect by wt Cernunnos - results confirm that the identified Cernunnos mutations are responsible for the defective DNA repair in this series of patients."},{"id":"cggv:2f7f49b8-4721-4bb3-a893-e317dc928d1c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:99e82740-2e82-4b95-a4c9-638de05804cd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"Targeted NGS sequencing panel for 192 PID-related genes was performed and revealed a homozygous nucleotide substitution in exon 2 of NHEJ1 gene (NM_024782, c.169C>T) that affects codon 57 and is predicted to result in a severely truncated protein (p.R57X). Sanger sequencing confirmed the variants in the patients which were inherited in autosomal recessive fashion from healthy parents.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Milder immunophenotype, growth retardation, facial dysmorphism, autoimmunity, thrombocytopenia, respiratory tract infections","phenotypes":"obo:HP_0000252","previousTesting":true,"previousTestingDescription":"B-cell profile in P2 showed a normal proportion of naive, unswitched memory, switched memory, transitional, and plasmoblast B-cells. ","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2f7f49b8-4721-4bb3-a893-e317dc928d1c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2023d21f-c106-40c1-b853-520ca893ffa3"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30666249"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30666249","rdfs:label":"Recio Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_024782.3(NHEJ1):c.169C>T (p.Arg57Ter), Nonsense mutation. Authors analyze DSB rejoining in primary fibroblasts from both patients by enumerating the rate of loss of γ-H2AX foci following exposure to γ-IR. The results showed impaired DSB rejoining after treatment with γ-irradiation and etoposide in both patients."},{"id":"cggv:dc9c2650-c00a-4c6b-8bcc-2b5ff1240138_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10176fbb-f831-4291-a813-dce66f5f3fc5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"Sequence Analysis. \"Inheritance consistent with a recessive mutation\"","firstTestingMethod":"PCR","phenotypeFreeText":"SCID and sensitivity to ionizing radiation but without microcephaly and only mild developmental delay. Small stature. NK cell predominant form of combined immunodeficiency.","previousTesting":true,"previousTestingDescription":"Immunologic evaluation of patient 2BN at 1 yr of age found low IgG (103 mg/dl; normal: 363–971 mg/dl), IgA (<7 mg/dl; normal: 27–169 mg/dl) and borderline low IgM titers (30 mg/dl; normal 28–113 mg/dl). The patient had low T and B lymphocyte counts with greatly increased NK cell counts. NK cell function was normal, whereas T lymphocyte proliferation responses to mitogens were at background levels. Cells derived from this patient show dramatic radiosensitivity, decreased double-strand break rejoining, and reduced fidelity in signal and coding joint formation during V(D)J recombination. ","sex":"Female","variant":{"id":"cggv:dc9c2650-c00a-4c6b-8bcc-2b5ff1240138_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:759e1e7f-b1c4-4bcf-9a3c-3206486392e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.2(NHEJ1):c.11dup (p.Glu5fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575467"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12604777","type":"dc:BibliographicResource","dc:abstract":"DNA nonhomologous end-joining (NHEJ) is the major pathway for repairing DNA double-strand breaks in mammalian cells. It also functions to carry out rearrangements at the specialized breaks introduced during V(D)J recombination. Here, we describe a patient with T(-)B(-) severe combined immunodeficiency, whose cells have defects closely resembling those of NHEJ-defective rodent cells. Cells derived from this patient show dramatic radiosensitivity, decreased double-strand break rejoining, and reduced fidelity in signal and coding joint formation during V(D)J recombination. Detailed examination indicates that the patient is defective neither in the known factors involved in NHEJ in mammals (Ku70, Ku80, DNA-dependent protein kinase catalytic subunit, Xrcc4, DNA ligase IV, or Artemis) nor in the Mre11/Rad50/Nbs1 complex, whose homologue in Saccharomyces cerevisiae functions in NHEJ. These results provide strong evidence that additional activities are crucial for NHEJ and V(D)J recombination in mammals.","dc:creator":"Dai Y","dc:date":"2003","dc:title":"Nonhomologous end joining and V(D)J recombination require an additional factor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12604777","rdfs:label":"2BN"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"NM_024782.2(NHEJ1):c.11dup (p.Glu5fs), Ahnesorg et al. 2006 (PMID: 16439205) identified an insertion of thymine at nucleotide 12 of the first coding exon of the NHEJ1 gene in the 2BN cell line derived from patient 2BN. The mutation resulted in a frameshift and a truncated 46-amino acid protein. Ahnesorg et al. (2006) could not rule out the possibility that the mutation did not totally inactivate NHEJ1 activity and that some NHEJ1 protein with residual function was made from alternative downstream translational initiation codons, however, authors did show lack of mRNA/protein expression in patient 2BN cells (Fig. 4B and 4C) and performed a rescue experiment to demonstrate that re-introduction of WT XLF into patient-derived cells corrects radiosensitivity and NHEJ defects."},{"id":"cggv:0601bb55-2fe9-4069-ad81-37d92999b99f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:64988f37-fc75-49ca-83a8-5816f1128726","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":" Sequence analysis of NHEJ1. Maternal 6.9‐kb deletion of the NHEJ1 gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Facial dysmorphism, left hearing loss, immunodeficiency due to panhypogammaglobulinemia","phenotypes":["obo:HP_0000252","obo:HP_0030084"],"previousTesting":true,"previousTestingDescription":"Analyses of the NBN, LIGIV, and RAD50 genes, showed no mutation. Cytogenetic analysis showed increased sensitivity towards mitomycin C.","sex":"Male","variant":{"id":"cggv:0601bb55-2fe9-4069-ad81-37d92999b99f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d10e40cd-9ddf-4519-97ae-2b2e1fad7532","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024782.3(NHEJ1):c.526C>T (p.Arg176Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350628100"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20597108","rdfs:label":"P4 Dutrannoy"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"NM_024782.3(NHEJ1):c.526C>T (p.Arg176Ter) Nonsense mutation. Compound heterozygous. Mother presented with a 6.9-kb deletion, however, further sequencing of the NHEJ1 gene failed to detect the second maternal variant in P4. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2805,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:2e28b425-1771-49cb-bc8f-9a8a12647896","type":"GeneValidityProposition","disease":"obo:MONDO_0012650","gene":"hgnc:25737","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"NHEJ1 was first reported in relation to autosomal recessive Cernunnos-XLF deficiency in 2003 (Dai et al., PMID: 12604777). Cernunnos-XLF deficiency is a severe combined immunodeficiency (NHEJ1-SCID) characterized by profound T- and B-lymphocytopenia, microcephaly, growth retardation, and sensitivity to ionizing radiation. At least 9 unique variants (missense, nonsense, frameshift, small insertions, and gross deletions) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.\n\nSummary of Case Level Data: 12.70 points.\n\nVariants in this gene have been reported in at least 13 probands in 6 publications (PMID: 16439204, PMID:12604777, PMID: 24511403, PMID: 20597108, PMID: 30666249, PMID: 28741180). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n\nSummary of Experimental Evidence: 4.50 points.\n\nThis gene-disease association is supported by animal models, rescue in patient cells, and protein interaction studies (PMID: 17360556, PMID: 16439205, PMID: 16439204). Using yeast two-hybrid screening and coimmunoprecipitation techniques, Ahnesorg P, et al. (2006), demonstrated that XLF directly interacts with the XRCC4-Ligase IV complex in vitro and in vivo and that siRNA-mediated downregulation of XLF in human cell lines leads to radiosensitivity and impaired NHEJ. Zha S, et al. (2007) used gene-targeted mutation to delete exons 4 and 5 from both copies of the Cernunnos-XLF gene in mouse ES cells. Analyses of these ES cells showed they produce no readily detectable Cernunnos-XLF protein, are highly sensitive to ionizing radiation, and have intrinsic DNA DSB repair defects. Additionally, the Cernunnos-XLF mutations led to increased spontaneous genomic instability, including translocations.\n\nIn summary, there is definitive evidence to support the relationship between NHEJ1 and autosomal recessive Cernunnos-XLF deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen SCID-CID GCEP on the meeting date May 20, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:765b118e-c60a-4696-b401-f63b3349d6d2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}