{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-06T05:07:30.596Z","role":"Publisher"},{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-04T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10587575","type":"dc:BibliographicResource","dc:abstract":"The disks of vertebrate photoreceptors are produced by outgrowths of the plasma membrane. Hence genes that encode retinal proteins targeted to plasma membrane protrusions represent candidates for inherited retinal degenerations. One such candidate is the gene encoding human prominin (mouse)-like 1 (PROML1, previously known as AC133 antigen) which belongs to the prominin family of 5-transmembrane domain proteins. Murine prominin (prom) shows a strong preference for plasma membrane protrusions in a variety of epithelial cells whereas PROML1 is expressed in retinoblastoma cell lines and adult retina. In the present study, molecular genetic analyses of a pedigree segregating for autosomal recessive retinal degeneration indicated that the affected individuals were homozygous for a nucleotide 1878 deletion in PROML1. This alteration is predicted to result in a frameshift at codon 614 with premature termination of translation. Expression of a similar prom deletion mutant in CHO cells indicated that the truncated protein does not reach the cell surface. Immunocytochemistry revealed that prom is concentrated in the plasma membrane evaginations at the base of the outer segments of rod photoreceptors. These findings suggest that loss of prominin causes retinal degeneration, possibly because of impaired generation of the evaginations and/or impaired conversion of the evaginations to disks.","dc:creator":"Maw MA","dc:date":"2000","dc:title":"A frameshift mutation in prominin (mouse)-like 1 causes human retinal degeneration."},"evidence":[{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04c7fd65-7bc5-4afe-b1ce-f788adf045a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0f753496-aba4-4f37-a992-3b44abf68f2a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The EyeIntegration v2.12 dataset shows that PROM1 is specifically expressed in the human retina, and to a lesser degree in other tissues such as the salivary gland.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"PROM1 is specifically expressed in human retina."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate, as the retinal expression of the PROM1 transcript is highly specific relative to the levels in other tissues."},{"id":"cggv:6d31556b-ebfd-4e84-a5ca-48ec76bc085f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51871c2e-f815-4030-96a8-9f528401dcf8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PROM1 and CDHR1 both localize to the base of the photoreceptor outer segments (Fig. 3), and immunoprecipitation of either protein successfully co-immunoprecipitates the other (Fig. 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18654668","type":"dc:BibliographicResource","dc:abstract":"Familial macular degeneration is a clinically and genetically heterogeneous group of disorders characterized by progressive central vision loss. Here we show that an R373C missense mutation in the prominin 1 gene (PROM1) causes 3 forms of autosomal-dominant macular degeneration. In transgenic mice expressing R373C mutant human PROM1, both mutant and endogenous PROM1 were found throughout the layers of the photoreceptors, rather than at the base of the photoreceptor outer segments, where PROM1 is normally localized. Moreover, the outer segment disk membranes were greatly overgrown and misoriented, indicating defective disk morphogenesis. Immunoprecipitation studies showed that PROM1 interacted with protocadherin 21 (PCDH21), a photoreceptor-specific cadherin, and with actin filaments, both of which play critical roles in disk membrane morphogenesis. Collectively, our results identify what we believe to be a novel complex involved in photoreceptor disk morphogenesis and indicate a possible role for PROM1 and PCDH21 in macular degeneration.","dc:creator":"Yang Z","dc:date":"2008","dc:title":"Mutant prominin 1 found in patients with macular degeneration disrupts photoreceptor disk morphogenesis in mice."},"rdfs:label":"PROM1 interacts with CDHR1."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The co-immunoprecipitation data are consistent with the matching localizations of PROM1 and CDHR1 to the base of the photoreceptor outer segments within the mouse retina, and the role of variants in both genes in causing cone-rod dystrophy, macular dystrophy, and retinitis pigmentosa cases."},{"id":"cggv:912f2178-b137-408b-a994-b71ce43cfff6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d67a536c-4222-4d92-8e5f-560d51a2a4d1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The localization of PROM1 to the outer segment discs in photoreceptor cells is consistent with its suspected role in protecting against the degeneration of the macula and other retinal structures composed of cone and rod photoreceptor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18654668","rdfs:label":"PROM1 localizes to photoreceptor cell outer segment discs."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is recommended since the role of PROM1 within these subcellular structures is consistent with its known association with membrane protrusions in general (PMID: 10681530) and proposed function as an organizer of cell membrane topology in the morphogenesis of the developing photoreceptor cell outer segment disc membrane."},{"id":"cggv:92602846-84b7-4fa6-b88c-23895fc0f11f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4eb549f9-0dec-4df3-a221-69d5033177b9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The localization of PROM1 to the outer segment discs in photoreceptor cells is consistent with its suspected role in protecting against the degeneration of the macula and other retinal structures composed of cone and rod photoreceptor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10587575","rdfs:label":"Prom1 localizes to the base of the rod outer segment."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Similar evidence has already been scored from PMID: 18654668."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17598a4f-dafd-4265-b77f-2dad788b8c23","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:caaeaa6d-049e-4ccb-987a-f89327911d64","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The degeneration of the outer cell retinal layers in the homozygous knockout mice (Figure 1) is consistent with the suspected role of Prom1 in protecting against the degeneration of the macula and other retinal structures composed of cone and rod photoreceptor cells. Photoreceptor and outer nuclear layer areas are completely lost by 20 days after birth (in the more severely affected strain). Microscopically, the mouse outer segment shows disordered photoreceptor cells and mislocalization of opsin proteins (Figure 2). The degeneration is light-dependent, so that dark conditions protect the photoreceptors from degeneration (Figure 3). Dark-adapted ERG was defective if mice were exposed to light (Figure 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25414197","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Prominin-1 (Prom1) gene are known to cause retinitis pigmentosa and Stargardt disease, both of which are associated with progressive photoreceptor cell death. There are no effective therapies for either disorder. The aim of this study was to investigate the mechanism of the retinal degeneration in Prom1-deficient mouse models.","dc:creator":"Dellett M","dc:date":"2014","dc:title":"Genetic background and light-dependent progression of photoreceptor cell degeneration in Prominin-1 knockout mice."},"rdfs:label":"The Prom1 knockout mouse shows photoreceptor degeneration."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mouse model shows photoreceptor layer cell death, with similar results found in two mouse models (on different backgrounds). Reduced scoring is recommended since the article has assessed rod function but not cone function. The presence of the model on multiple genetic backgrounds has also been taken into account."},{"id":"cggv:13a0e506-110e-442a-a6b0-c81d95c3c156","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:979f98c5-4cca-4c28-82de-12ec1054e252","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model shows loss of the outer nuclear layer specifically, accompanied by enhanced staining of TUNEL-positive cells (Figure 2), indicating a retinal degeneration phenotype. The retinal tissues show aberrant expression of phototransduction cascade components Gnb3, Gnat2, Gnb1, and Gnat1 (Figure 3). Delayed morphogenesis / fewer discs within the outer segment was also observed (Figure 6), with evidence of shedding outer segments (Figure 7) with Prph2 mislocalization (Figure 8).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31362982","type":"dc:BibliographicResource","dc:abstract":"Mutations in human prominin 1 (","dc:creator":"Lu Z","dc:date":"2019","dc:title":"Deletion of the transmembrane protein Prom1b in zebrafish disrupts outer-segment morphogenesis and causes photoreceptor degeneration."},"rdfs:label":"Prom1b knockout zebrafish shows photoreceptor degeneration."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The recessive mode of inheritance and phenotype of the model animals at the microscopic level match the outer segment defects of the human patients. Other human phenotypes such as ERG responses from photoreceptor cells were not assessed in the animal model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e10945c-72c9-444e-b540-4277d5067376_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6e10945c-72c9-444e-b540-4277d5067376","type":"Proband","allele":{"id":"cggv:1595ee16-0a93-4945-8521-c20c35378278","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.1726C>T (p.Gln576Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA253536"}},"detectionMethod":"Genotyping consisted of linkage analysis within the family, mapping the causal variant to a particular region of chromosome 4p, followed by restriction digest analysis and Sanger sequencing of PCR products from the candidate gene PROM1.","firstTestingMethod":"Linkage analysis","previousTesting":true,"previousTestingDescription":"Previous testing consisted of linkage analysis within the family, mapping the causal variant to a region located approximately at chromosome 4p15.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:4e8a2a11-cff8-4289-9b39-5e0be643cf25_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1595ee16-0a93-4945-8521-c20c35378278"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17605048","type":"dc:BibliographicResource","dc:abstract":"Mutation in the PROM1 gene previously has been identified in one family with retinal degeneration for which neither ERG recordings nor detailed information about visual impairment is available. A large family with multiple individuals affected by retinal degeneration was ascertained in the Punjab province of Pakistan. The visual acuity of all affected patients in the family was severely compromised beginning in early childhood. The retinal disease in this family is a severe form of retinitis pigmentosa (RP) accompanied by macular degeneration. Fundus changes advanced with age. Choriocapillaris atrophy and posterior RPE atrophy were obvious allowing visualization of the large choroidal vessels in patients over 40 years of age. Rod and cone responses on ERG recordings were extinguished in patient's teens. A genome-wide scan mapped the disease to a 34.7 cM region of chromosome 4p14-p16 between D4S1599 and D4S405. A maximum lod score of 3.96 with D4S403 and D4S391 is seen at theta = 0. Sequence analysis of PROM1 located in the linkage interval identified a c.1726C>T homozygous transition in exon 15: resulting in p.Gln576X in the translated protein. This mutation is found in a homozygous state in all six affected individuals and was heterozygous in five of the six unaffected family members examined. The mutation was not detected in 192 chromosomes of unrelated control individuals of the same ethnicity and from the same region. This delineates the phenotypic characteristics of retinopathy caused by mutations in PROM1.","dc:creator":"Zhang Q","dc:date":"2007","dc:title":"Severe retinitis pigmentosa mapped to 4p15 and associated with a novel mutation in the PROM1 gene."}},"rdfs:label":"Zhang_2007_Family_61037_Proband"},{"id":"cggv:4e8a2a11-cff8-4289-9b39-5e0be643cf25","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4e8a2a11-cff8-4289-9b39-5e0be643cf25_variant_evidence_item"}],"strengthScore":1,"dc:description":"The variant has been down-scored due to the known consanguinity within the proband's family."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b948d6aa-9f93-40af-a542-741bb37ecc21_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b948d6aa-9f93-40af-a542-741bb37ecc21","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"allele":{"id":"cggv:ba9c8af6-ea67-4a20-86bf-b50c666899c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.1157T>A (p.Leu386Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586321"}},"detectionMethod":"Genotpying consisted of homozygosity mapping in the three affected family members to identify shared regions of homozygosity between all three individuals, followed by Sanger sequencing of candidate genes from the homozygous regions; ABCA4, CEP290, CERKL, CRB1, CREB3, DHDDS, EYS, FAM161A, GUCY2D, IMPG2, LCA5, MFRP, NR2E3, NRL, RDH12, TULP1, and USH2A.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"The proband has a diagnosis of cone rod dystrophy, with Very low visual acuity, Nystagmus, and High myopia.","phenotypes":["obo:HP_0011003","obo:HP_0032122","obo:HP_0000639"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of homozygosity mapping in the three affected family members to identify shared regions of homozygosity between all three individuals.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:151c188e-d962-47f1-baf0-d4aee0fcfb31_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ba9c8af6-ea67-4a20-86bf-b50c666899c6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24474277","type":"dc:BibliographicResource","dc:abstract":"The Israeli and Palestinian populations are known to have a relatively high level of consanguineous marriages, leading to a relatively high frequency of autosomal recessive (AR) diseases. Our purpose was to use the homozygosity mapping approach, aiming to prioritize the set of genes and identify the molecular genetic causes underlying AR retinal degenerations in the Israeli and Palestinian populations.","dc:creator":"Beryozkin A","dc:date":"2014","dc:title":"Identification of mutations causing inherited retinal degenerations in the israeli and palestinian populations using homozygosity mapping."}},"rdfs:label":"Beryozkin_2014_Family_MOL0256_Proband_II:2"},{"id":"cggv:151c188e-d962-47f1-baf0-d4aee0fcfb31","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:151c188e-d962-47f1-baf0-d4aee0fcfb31_variant_evidence_item"}],"strengthScore":1,"dc:description":"NM_006017.3(PROM1):c.1157T>A (p.Leu386Ter) is a nonsense variant in exon 12 / 28 and is predicted to trigger nonsense mediated decay. Down-scoring has been recommended due to its presence in the homozygous state."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.5},{"id":"cggv:cf095ced-6a00-4cdf-8c5f-0a82431f75a7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cf095ced-6a00-4cdf-8c5f-0a82431f75a7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"allele":[{"id":"cggv:7b8ac9e8-80ff-4433-b79a-e89c2ce93e6a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.730C>T (p.Arg244Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2866972"}},{"id":"cggv:eaffe0cf-691e-4ae0-8735-d1b02d1f6201","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.1983+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356430378"}}],"detectionMethod":"Genotyping was performed by capture next-generation sequencing of the ABCA4, PROM1, PRPH2, VMD2 and ELOVL4 genes, followed by Sanger sequencing of certain exons, and segregation analysis within the family members.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The patient was diagnosed with Stargardt disease initially, and subsequently with cone-rod dystrophy. Features included Macular atrophy, Color vision defect, Abnormal best corrected visual acuity test, Decreased Arden ratio of electrooculogram, Attenuation of retinal blood vessels, Macular atrophy, Decreased light- and dark-adapted electroretinogram amplitude, Photoreceptor layer loss on macular OCT, Retinal pigment epithelial atrophy, and Central scotoma.","phenotypes":["obo:HP_0000551","obo:HP_0000603","obo:HP_0007401","obo:HP_0007722","obo:HP_0030609","obo:HP_0008179","obo:HP_0007843","obo:HP_0000654","obo:HP_0030534"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of Capture Next Generation Sequencing of the ABCA4, PROM1, PRPH2, VMD2 and ELOVL4 genes.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:a5ef5b70-6a3a-4ea2-9aa8-b164c6b6a168_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:eaffe0cf-691e-4ae0-8735-d1b02d1f6201"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24763286","type":"dc:BibliographicResource","dc:abstract":"Stargardt Disease (STGD) is the commonest genetic form of juvenile or early adult onset macular degeneration, which is a genetically heterogeneous disease. Molecular diagnosis of STGD remains a challenge in a significant proportion of cases. To address this, seven patients from five putative STGD families were recruited. We performed capture next generation sequencing (CNGS) of the probands and searched for potentially disease-causing genetic variants in previously identified retinal or macular dystrophy genes. Seven disease-causing mutations in ABCA4 and two in PROM1 were identified by CNGS, which provides a confident genetic diagnosis in these five families. We also provided a genetic basis to explain the differences among putative STGD due to various mutations in different genes. Meanwhile, we show for the first time that compound heterozygous mutations in PROM1 gene could cause cone-rod dystrophy. Our findings support the enormous potential of CNGS in putative STGD molecular diagnosis.","dc:creator":"Zhang X","dc:date":"2014","dc:title":"Molecular diagnosis of putative Stargardt disease by capture next generation sequencing."}},{"id":"cggv:390b8328-3f36-4f93-a3ab-06d433381990_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7b8ac9e8-80ff-4433-b79a-e89c2ce93e6a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24763286"}],"rdfs:label":"Zhang_2014_Family_E_Proband_II:1"},{"id":"cggv:390b8328-3f36-4f93-a3ab-06d433381990","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:390b8328-3f36-4f93-a3ab-06d433381990_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Default scoring has been recommended, as the NM_006017.3(PROM1):c.730C>T (p.Arg244Ter) variant introduces a premature stop codon into exon 8 of 28 and is predicted to trigger nonsense-mediated decay."},{"id":"cggv:a5ef5b70-6a3a-4ea2-9aa8-b164c6b6a168","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a5ef5b70-6a3a-4ea2-9aa8-b164c6b6a168_variant_evidence_item"}],"strengthScore":1,"dc:description":"The variant has been moderately down-scored for lack of confirmation of its effect on the protein product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1f29953a-b864-4880-8117-202df9dba93f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1f29953a-b864-4880-8117-202df9dba93f","type":"Proband","allele":{"id":"cggv:15254ed2-0b36-4419-b266-6b55446d1c06","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.1841del (p.Gly614GlufsTer13)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575494"}},"detectionMethod":"The proband and her family members were initially genotyped by linkage analysis within the family, mapping the causal variant to a particular region of chromosome 4p, followed by Sanger sequencing of PCR products from the candidate PROM1 gene.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband and affected family members exhibit Retinal degeneration, Nyctalopia, Peripheral visual field loss, Childhood onset, Progressive visual loss, Undetectable electroretinogram, Attenuation of retinal blood vessels, Optic disc pallor, Pigmentary retinopathy, and Macular degeneration. One affected sibling also had polydactyly on one foot. Other features of Bardet-Biedl syndrome were not present. One parent had retinal degeneration in one eye and poor vision starting in the 5th decade of life.","phenotypes":["obo:HP_0007994","obo:HP_0000546","obo:HP_0000529","obo:HP_0011463","obo:HP_0000580","obo:HP_0000550","obo:HP_0007843","obo:HP_0000662","obo:HP_0000543","obo:HP_0000608"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of linkage analysis within the family, mapping the causal variant to a particular region of chromosome 4p.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3a980b13-ec35-409d-8749-da278db13d57_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:15254ed2-0b36-4419-b266-6b55446d1c06"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10587575"},"rdfs:label":"Maw_2000_Family_166_Proband_IV-1"},{"id":"cggv:3a980b13-ec35-409d-8749-da278db13d57","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a980b13-ec35-409d-8749-da278db13d57_variant_evidence_item"},{"id":"cggv:3a980b13-ec35-409d-8749-da278db13d57_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data should not be taken into account, as the authors showed that a simliar but non-identical truncated PROM1 protein expressed in CHO cells is unstable and does not reach the cell surface."}],"strengthScore":0.5,"dc:description":"Despite the expectation of nonsense-mediated decay or severe dysfunction of the gene product, downscoring has been performed for the polydactyly phenotype of one family member, the possibility of a non-genotyped second gene contributing to the phenotype, and the high degree of consanguinity between the proband's parents."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:e4cfb32e-0e35-480e-8b88-26e6752df192_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e4cfb32e-0e35-480e-8b88-26e6752df192","type":"Proband","allele":[{"id":"cggv:6a50aaa2-c106-4774-b7dd-a292d6b3efb0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.622del (p.Thr208LeufsTer23)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2867033"}},{"id":"cggv:8e6a9438-db11-420f-837e-cddbb236ce5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.1355_1356insT (p.Tyr453LeufsTer12)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2586973708"}}],"detectionMethod":"Genotyping was performed by next-generation sequencing targeted to 186 known retinal disease genes, followed by Sanger sequencing-based confirmation. Segregation is implied to have been analyzed among the family members of the proband.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband has a diagnosis of retinitis pigmentosa, and is part of a cohort that was diagnosed based on typical fundal features, visual field constriction, and attenuated / abolished ERG.","phenotypes":["obo:HP_0001098","obo:HP_0000654","obo:HP_0001133"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of next-generation sequencing targeted to 186 known retinal disease genes.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:279fc9b1-5f11-48d2-81b1-93844625b839_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6a50aaa2-c106-4774-b7dd-a292d6b3efb0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25472526","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is a group of inherited retinal disorders characterized by progressive photoreceptor degeneration. An accurate molecular diagnosis is essential for disease characterization and clinical prognoses. A retinal capture panel that enriches 186 known retinal disease genes, including 55 known RP genes, was developed. Targeted next-generation sequencing was performed for a cohort of 82 unrelated RP cases from Northern Ireland, including 46 simplex cases and 36 familial cases. Disease-causing mutations were identified in 49 probands, including 28 simplex cases and 21 familial cases, achieving a solving rate of 60 %. In total, 65 pathogenic mutations were found, and 29 of these were novel. Interestingly, the molecular information of 12 probands was neither consistent with their initial inheritance pattern nor clinical diagnosis. Further clinical reassessment resulted in a refinement of the clinical diagnosis in 11 patients. This is the first study to apply next-generation sequencing-based, comprehensive molecular diagnoses to a large number of RP probands from Northern Ireland. Our study shows that molecular information can aid clinical diagnosis, potentially changing treatment options, current family counseling and management. ","dc:creator":"Zhao L","dc:date":"2015","dc:title":"Next-generation sequencing-based molecular diagnosis of 82 retinitis pigmentosa probands from Northern Ireland."}},{"id":"cggv:7d680bae-ee0c-4fab-b0a9-c0911ca01cb1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e6a9438-db11-420f-837e-cddbb236ce5a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25472526"}],"rdfs:label":"Zhao_2015_Proband_Rp116"},{"id":"cggv:7d680bae-ee0c-4fab-b0a9-c0911ca01cb1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7d680bae-ee0c-4fab-b0a9-c0911ca01cb1_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Default scoring is recommended since the NM_006017.3(PROM1):c.1355_1356insT (p.Tyr453LeufsTer12) variant triggers a frameshift in exon 13 of 28 and is predicted to trigger nonsense-mediated decay."},{"id":"cggv:279fc9b1-5f11-48d2-81b1-93844625b839","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:279fc9b1-5f11-48d2-81b1-93844625b839_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Default scoring is recommended since the NM_006017.3(PROM1):c.622del (p.Thr208LeufsTer23) variant triggers a frameshift in exon 6 of 28 and is predicted to trigger nonsense-mediated decay."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7165d8b8-5f0a-4bc3-9ece-049440d58c81_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7165d8b8-5f0a-4bc3-9ece-049440d58c81","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:5a7e9c6d-0b66-4c11-b8c7-6e34c687dfa2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006017.3(PROM1):c.2281-20_2281-11del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586322"}},"detectionMethod":"Genotyping was performed homozygosity mapping within two affected family members, identifying several shared homozygous intervals that included PROM1 as the only known candidate locus, followed by Sanger sequencing of the PROM1 exons and intronic flanking sequences.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"The proband reported onset of visual defects at age 7 years and was diagnosed with cone-rod dystrophy at age 9 years, with Moderately reduced visual acuity, Central scotoma, Decreased light- and dark-adapted electroretinogram amplitude, Retinal atrophy, Bull's eye maculopathy, Retinal thinning, Retinal pigment epithelial atrophy, Photoreceptor layer loss on macular OCT, Nyctalopia, Color vision defect, and Abnormality of pattern visual evoked potentials. Initially, cone ERG responses were more reduced while rod ERG was normal.","phenotypes":["obo:HP_0000654","obo:HP_0030609","obo:HP_0001105","obo:HP_0000603","obo:HP_0000551","obo:HP_0030515","obo:HP_0011504","obo:HP_0007722","obo:HP_0000662","obo:HP_0030329","obo:HP_0030455"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of homozygosity mapping within two affected family members, identifying several shared homozygous intervals that included PROM1 as the only known candidate locus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d4f3b045-b716-4993-95f8-828fcbf6f4b4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5a7e9c6d-0b66-4c11-b8c7-6e34c687dfa2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26702251","type":"dc:BibliographicResource","dc:abstract":"To investigate the genetic basis for autosomal recessive cone-rod dystrophy (CRD) in a consanguineous Israeli Jewish family.","dc:creator":"Eidinger O","dc:date":"2015","dc:title":"An intronic deletion in the PROM1 gene leads to autosomal recessive cone-rod dystrophy."}},"rdfs:label":"Eidinger_2015_Family_TB126_Proband_II-1"},{"id":"cggv:d4f3b045-b716-4993-95f8-828fcbf6f4b4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d4f3b045-b716-4993-95f8-828fcbf6f4b4_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"The variant has been up-scored for the in vitro splicing assay demonstrating that the variant leads to complete exon 22 skipping, consistent with the SpliceAI prediction of splice disruption (0.89 for splice acceptor loss and 0.86 for splice donor loss, predicted to result in skipping of exon 23, referred to as exon 22 in the paper since the first exon is non-coding). The exon is 93-bp long, so its skipping would be predicted to preserve frame. The variant has also been down-scored for the known consanguinity of the proband's parents."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8105,"specifiedBy":"GeneValidityCriteria10","strengthScore":16,"subject":{"id":"cggv:65d040a8-ae8b-4ece-bffe-7756631a29f0","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:9454","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *PROM1* gene was first reported in relation to autosomal recessive retinal degeneration in 2000 (PMID: 10587575). Subsequent publications expanded the phenotypic spectrum associated with homozygous or compound heterozygous *PROM1* variants to include diverse diagnoses such as retinitis pigmentosa 41 (PMID: 17605048) and cone-rod dystrophy 12 (PMID: 24474277). These cases typically have onset in childhood or adolescence and exhibit a wide variety of retinal features ranging from macular degeneration, progressive reduction in visual acuity, and central scotoma to night blindness, peripheral visual field loss, retinal blood vessel attenuation, and optic disc pallor. Electroretinogram responses are generally decreased in amplitude or undetectable, particularly from cones. Degeneration of the retinal pigment epithelium in the macula is often observed and may be described as bull’s eye maculopathy. Optical coherence tomography images generally show retinal thinning and particularly loss of the photoreceptor layer. The spectrum of disease also includes cases with heterozygous *PROM1* variants diagnosed as cone-rod dystrophy 12 (PMID: 35947379), Stargardt-like macular dystrophy (PMID: 29416601), or retinal macular dystrophy type 2 (PMID: 18654668). These heterozygous cases exhibit relatively later onset but a similar range of phenotypes that can include reduced visual acuity, bull's-eye macular dystrophy, progressive macular atrophy, color vision abnormalities, and night blindness. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, recessive cases of cone-rod dystrophy or retinitis pigmentosa were compared with dominant cases of cone-rod dystrophy, retinal macular dystrophy, or Stargardt-like maculopathy. The shared mode of inheritance, molecular mechanism (biallelic loss-of-function) and phenotypic overlap among recessive cases motivated cone-rod dystrophy 12 and retinitis pigmentosa 41 to be combined into a single gene curation, with the lumped disease entity referred to as PROM1-related recessive retinopathy. On the other hand, cases with overlapping phenotypes but a dominant mode of inheritance differed in their molecular mechanism (dominant negative), whereas the recessive families had unaffected heterozygous carriers. Therefore, dominant cases have been lumped into a separate disease entity, referred to as PROM1-related dominant retinopathy.\n\nEight suspected disease-causing variants were scored as part of this curation (three nonsense, three frameshift, one canonical splice site variant, and one non-canonical intronic variant disrupting splicing), which have been collectively reported in six probands in six publications (PMID: 10587575, PMID: 17605048, PMID: 24474277, PMID: 24763286, PMID: 25472526, PMID: 26702251). Four of the probands scored in this curation harbored the variant in the homozygous state, with three reported as consanguineous, while two other probands harbored variants in compound heterozygosity. Two large families with evidence of co-segregation of the genotype with affected status contributed to the scoring of the gene-disease relationship (PMID: 10587575, PMID: 17605048). The literature included more case-level and co-segregation evidence, but its inclusion in this curation was not necessary to reach the maximum score for genetic evidence.\n\nThis gene-disease association is also supported by experimental evidence indicating that degeneration of the photoreceptor layer may be the shared defect underlying *PROM1*-related recessive disease. *PROM1* is specifically expressed in retinal tissues (PMID: 30239781) and the protein product localizes particularly to the discs at the base of the photoreceptor cell outer segments (PMID: 10587575, PMID: 18654668). This localization is consistent with the known association of PROM1 with membrane protrusions in general (PMID: 10681530) and its proposed function as an organizer of cell membrane topology in the morphogenesis of the developing photoreceptor cell outer segment disc membrane. The CDHR1 gene product similarly localizes to these structures, co-immunoprecipitates with PROM1 (PMID: 18654668), and harbors variants associated with cone-rod dystrophy 15 (PMID: 20805371), retinal macular dystrophy (PMID: 28765526), and retinitis pigmentosa 65 (PMID: 20087419). Homozygous knockout of the mouse ortholog *Prom1* results in light-dependent degeneration of the photoreceptor and outer nuclear layers, and defective dark-adapted electroretinogram responses (PMID: 25414197). Homozygous deletion of the zebrafish ortholog *Prom1b* results in photoreceptor degeneration, enhanced apoptosis, loss of the outer nuclear layer, and delayed morphogenesis of outer segment discs (PMID: 31362982).\n\nIn summary, *PROM1* is definitively associated with PROM1-related recessive retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on April 4th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:fc5e9aa6-cfc9-4d12-bf28-319c2a272497"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}