{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daacv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2019-04-19T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f62f30b3-51e2-4099-8932-112ed53b554f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1e8e959-465b-47cc-9822-9d80ebca7efa","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Eight of the FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM) are part of a nuclear multiprotein core complex which triggers activating monoubiquitination of the FANCD2 protein during S phase of the growth cycle and after exposure to DNA crosslinking agents. The FA/BRCA pathway is involved in the repair of DNA damage. They all cause Fanconi anaemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29376519","type":"dc:BibliographicResource","dc:abstract":"Fanconi anaemia (FA) is a genetic disorder that is characterized by bone marrow failure (BMF), developmental abnormalities and predisposition to cancer. Together with other proteins involved in DNA repair processes and cell division, the FA proteins maintain genome homeostasis, and germline mutation of any one of the genes that encode FA proteins causes FA. Monoallelic inactivation of some FA genes, such as FA complementation group D1 (FANCD1; also known as the breast and ovarian cancer susceptibility gene BRCA2), leads to adult-onset cancer predisposition but does not cause FA, and somatic mutations in FA genes occur in cancers in the general population. Carcinogenesis resulting from a dysregulated FA pathway is multifaceted, as FA proteins monitor multiple complementary genome-surveillance checkpoints throughout interphase, where monoubiquitylation of the FANCD2-FANCI heterodimer by the FA core complex promotes recruitment of DNA repair effectors to chromatin lesions to resolve DNA damage and mitosis. In this Review, we discuss how the FA pathway safeguards genome integrity throughout the cell cycle and show how studies of FA have revealed opportunities to develop rational therapeutics for this genetic disease and for malignancies that acquire somatic mutations within the FA pathway.","dc:creator":"Nalepa G","dc:date":"2018","dc:title":"Fanconi anaemia and cancer: an intricate relationship."},"rdfs:label":"Eight of the FA proteins are assembled in a nuclear complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Eight FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a770db6-86fc-44c6-bd4d-17334eba855b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a3de60e-e1d3-4915-86ca-9f3cc1e70cc3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The hematological parameters in Fanca deficient mice showed a slightly decreased platelet count and a slightly increased erythrocyte mean cell volume in mice at young age, but this did not progress to anemia. Consistent with the clinical phenotype of FA patients, both male and female mice showed hypogonadism and impaired fertility. Furthermore, embryonic fibroblasts of the knock-out mice exhibited spontaneous chromosomal instability and were hyper-responsive to the clastogenic effect of the crosslinker mitomycin C.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10915769","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a hereditary chromosomal instability syndrome with cancer predisposition. Bone marrow failure resulting in pancytopenia is the main cause of death of FA patients. Diagnosis of FA is based on their cellular hypersensitivity to DNA crosslinking agents and chromosome breakages. Somatic complementation experiments suggest the involvement of at least eight genes in FA. The gene for complementation group A (FANCA) is defective in the majority of FA patients. We show here that mice deficient of FANCA: are viable and have no detectable developmental abnormalities. The hematological parameters showed a slightly decreased platelet count and a slightly increased erythrocyte mean cell volume in mice at young age, but this did not progress to anemia. Consistent with the clinical phenotype of FA patients, both male and female mice showed hypogonadism and impaired fertility. Furthermore, embryonic fibroblasts of the knock-out mice exhibited spontaneous chromosomal instability and were hyper-responsive to the clastogenic effect of the crosslinker mitomycin C.","dc:creator":"Cheng NC","dc:date":"2000","dc:title":"Mice with a targeted disruption of the Fanconi anemia homolog Fanca."},"rdfs:label":"Mice with a targeted disruption of the FA homolog Fanca"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:24b31972-d3da-423a-8c85-4373a51139ab","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b49b434-a626-4fd1-a377-84ab5f28eb78","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fanca tm1.1Hsc homozygotes displayed FA-like phenotypes including growth retardation, microphthalmia, craniofacial malformations, and hypogonadism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12913077","type":"dc:BibliographicResource","dc:abstract":"Fanconi Anemia (FA) is an autosomal recessive disorder characterized by cellular hypersensitivity to DNA cross-linking agents. Recent studies suggest that FA proteins share a common pathway with BRCA proteins. To study the in vivo role of the FA group A gene (Fanca), gene-targeting techniques were used to generate Fanca(tm1Hsc) mice in which Fanca exons 1-6 were replaced by a beta-galactosidase reporter construct. Fanca(tm1.1Hsc) mice were generated by Cre-mediated removal of the neomycin cassette in Fanca(tm1Hsc) mice. Fanca(tm1.1Hsc) homozygotes display FA-like phenotypes including growth retardation, microphthalmia and craniofacial malformations that are not found in other Fanca mouse models, and the genetic background affects manifestation of certain phenotypes. Both male and female mice homozygous for Fanca mutation exhibit hypogonadism, and homozygous females demonstrate premature reproductive senescence and an increased incidence of ovarian cysts. We showed that fertility defects in Fanca(tm1.1Hsc) homozygotes might be related to a diminished population of primordial germ cells (PGCs) during migration into the gonadal ridges. We also found a high level of Fanca expression in pachytene spermatocytes. Fanca(tm1Hsc) homozygous males exhibited an elevated frequency of mispaired meiotic chromosomes and increased apoptosis in germ cells, implicating a role for Fanca in meiotic recombination. However, the localization of Rad51, Brca1, Fancd2 and Mlh1 appeared normal on Fanca(tm1Hsc) homozygous meiotic chromosomes. Taken together, our results suggest that the FA pathway plays a role in the maintenance of reproductive germ cells and in meiotic recombination.","dc:creator":"Wong JC","dc:date":"2003","dc:title":"Targeted disruption of exons 1 to 6 of the Fanconi Anemia group A gene leads to growth retardation, strain-specific microphthalmia, meiotic defects and primordial germ cell hypoplasia."},"rdfs:label":"Targeted disruption of Fanca displayed FA-like phenotypes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:1776bed7-4d64-4ef6-bc28-553fdfcaed18_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dab00962-3dd3-4879-aef9-a3b60e22c373","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:1776bed7-4d64-4ef6-bc28-553fdfcaed18_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:315ffde8-da69-42cd-8c63-2f501fce84e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"FANCA, 156-BP DEL, NT1515","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3441"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8896564","type":"dc:BibliographicResource","dc:abstract":"Fanconi anaemia (FA) is an autosomal recessive disorder associated with progressive bone-marrow failure, a variety of congenital abnormalities, and predisposition to acute myeloid leukaemia. Cells from FA patients show increased sensitivity to bifunctional DNA crosslinking agents such as diepoxybutane and mitomycin C, with characteristic chromosome breakage. FA is genetically heterogeneous, at least five different complementation groups (FA-A to FA-E) having been described. The gene for group C (FAC) was cloned by functional complementation and mapped to chromosome 9q22.3 (refs 3, 5), but the genes for the other complementation groups have not yet been identified. The group A gene (FAA) has recently been mapped to chromosome 16q24.3 by linkage analysis, and accounts for 60-65% of FA cases. We narrowed the candidate region by linkage and allelic association analysis, and have isolated a gene that is mutated in FA-A patients. The gene encodes a protein of 1,455 amino acids that has no significant homology to any other known proteins, and may therefore represent a new class of genes associated with the prevention or repair of DNA damage.","dc:creator":"Fanconi anaemia/Breast cancer consortium","dc:date":"1996","dc:title":"Positional cloning of the Fanconi anaemia group A gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564","rdfs:label":"IFAR345/2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"A deletion in the FANCA gene of 156 bp (from nucleotides 1515 to 1670) that spans 2 exons. This 156-bp deletion did not result in a frameshift but led to the deletion of 52 amino acids from the protein."},{"id":"cggv:23ab4318-f2e1-4ef0-aecc-6ac25be44a49_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88219d27-7ff9-4a5b-b752-9582a4e8adc3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:23ab4318-f2e1-4ef0-aecc-6ac25be44a49_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5112d140-d1c8-4836-bc92-8fdd1209f4bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.2:c.1627_1900del274","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3439"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564","rdfs:label":"VU337"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A 274-bp deletion of the FANCA gene in an Italian patient with Fanconi anemia, which resulted in the loss of nucleotides 1671 to 1944, a frameshift, and the creation of a premature termination codon 6 residues downstream."},{"id":"cggv:7c8ee5de-acef-4d1b-b44e-b9d92c4e26c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60a72f3c-ab8d-41f6-9d4d-cd7e04ddeb73","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:7c8ee5de-acef-4d1b-b44e-b9d92c4e26c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:315ffde8-da69-42cd-8c63-2f501fce84e3"},{"id":"cggv:c2ef43ce-c58d-4355-a54c-f6f093a907b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.2(FANCA):c.894_1006del113 (p.Trp298Cysfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3442"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564","rdfs:label":"IFAR270/2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygous for 2 mutations in the FANCA gene: a 113-bp deletion spanning nucleotides 938 to 1050, and a 156-bp deletion. The 113-bp deletion removes a single exon from the coding sequence and creates a premature stop codon 2 residues downstream."},{"id":"cggv:4e342ea4-1dd5-49c0-888d-3907f91ab907_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04c3d4b1-e912-4211-9c45-7d6f3122dde4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:4e342ea4-1dd5-49c0-888d-3907f91ab907_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8155822a-cd38-4d1d-88a2-b6c1894f4818","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.3(FANCA):c.3558dup (p.Arg1187Glufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3444"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10431244","type":"dc:BibliographicResource","dc:abstract":"Somatic mosaicism due to reversion of a pathogenic allele to wild type has been described in several autosomal recessive disorders. The best known mechanism involves intragenic mitotic recombination or gene conversion in compound heterozygous patients, whereby one allele serves to restore the wild-type sequence in the other. Here we document for the first time functional correction of a pathogenic microdeletion, microinsertion and missense mutation in homozygous Fanconi anaemia (FA) patients resulting from compensatory secondary sequence alterations in cis. The frameshift mutation 1615delG in FANCA was compensated by two additional single base-pair deletions (1637delA and 1641delT); another FANCA frameshift mutation, 3559insG, was compensated by 3580insCGCTG; and a missense mutation in FANCC(1749T-->G, Leu496Arg) was altered by 1748C-->T, creating a cysteine codon. Although in all three cases the predicted proteins were different from wild type, their cDNAs complemented the characteristic hypersensitivity of FA cells to crosslinking agents, thus establishing a functional correction to wild type.","dc:creator":"Waisfisz Q","dc:date":"1999","dc:title":"Spontaneous functional correction of homozygous fanconi anaemia alleles reveals novel mechanistic basis for reverse mosaicism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10431244","rdfs:label":"EUFA393"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Two star variant in ClinVar. A 3559insG frameshift in exon 36 of the FANCA gene on both alleles."},{"id":"cggv:5d971336-e95a-4fe1-9392-9d5da400f1f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:303c8abe-e229-4c53-a214-4c215e88ed95","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5d971336-e95a-4fe1-9392-9d5da400f1f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:92001c1e-1e75-457b-88f9-521dfd481454","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.2(FANCA):c.1007_3066del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3445"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11344308","type":"dc:BibliographicResource","dc:abstract":"Fanconi anemia (FA) is a rare, genetically heterogeneous autosomal recessive disorder associated with progressive aplastic anemia, congenital abnormalities, and cancer. FA has a very high incidence in the Afrikaner population of South Africa, possibly due to a founder effect. Previously we observed allelic association between polymorphic markers flanking the FA group A gene (FANCA) and disease chromosomes in Afrikaners. We genotyped 26 FA families with microsatellite and single nucleotide polymorphic markers and detected five FANCA haplotypes. Mutation scanning of the FANCA gene revealed association of these haplotypes with four different mutations. The most common was an intragenic deletion of exons 12-31, accounting for 60% of FA chromosomes in 46 unrelated Afrikaner FA patients, while two other mutations accounted for an additional 20%. Screening for these mutations in the European populations ancestral to the Afrikaners detected one patient from the Western Ruhr region of Germany who was heterozygous for the major deletion. The mutation was associated with the same unique FANCA haplotype as in Afrikaner patients. Genealogical investigation of 12 Afrikaner families with FA revealed that all were descended from a French Huguenot couple who arrived at the Cape on June 5, 1688, whereas mutation analysis showed that the carriers of the major mutation were descendants of this same couple. The molecular and genealogical evidence is consistent with transmission of the major mutation to Western Germany and the Cape near the end of the 17th century, confirming the existence of a founder effect for FA in South Africa.","dc:creator":"Tipping AJ","dc:date":"2001","dc:title":"Molecular and genealogical evidence for a founder effect in Fanconi anemia families of the Afrikaner population of South Africa."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11344308","rdfs:label":"46 unrelated Afrikaner FA patients"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"An intragenic deletion of exons 12-31 of the FANCA gene as accounting for 60% of Fanconi anemia chromosomes in 46 unrelated Afrikaner FA patients. It is a founder variant."},{"id":"cggv:0276f616-3099-4427-a0e9-2d146d5bc3bf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c98c6224-d015-4609-8f03-ac13164d2a85","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:0276f616-3099-4427-a0e9-2d146d5bc3bf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ad11be2c-d5bc-4714-b557-e9514da58da8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.2(FANCA):c.1615delG (p.Asp539Thrfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3443"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10431244"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10431244","rdfs:label":"EUFA704"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous deletion of a G at nucleotide 1615 in exon 17 of the FANCA gene."},{"id":"cggv:1dd7cc8f-8c76-47c0-b64f-701ee34e9cd2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2bcaa61d-4ce3-4ee9-8492-4020fc168053","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Fanconi anemia","phenotypes":"obo:HP_0005528","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"UnknownEthnicity","variant":{"id":"cggv:1dd7cc8f-8c76-47c0-b64f-701ee34e9cd2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5f0ede74-c8e4-4e8c-a046-4b6df3a08721","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000135.2(FANCA):c.1115_1118delTTGG (p.Val372Alafs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3440"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896564","rdfs:label":"EUFA444"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Two star variant in ClinVar. A deletion of 1 of 2 direct repeats of the sequence TTGG at nucleotides 1155-1162 of the FANCA gene. The deletion resulted in a frameshift and the production of a termination codon 42 residues downstream."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":580,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:70fe0086-3ac7-446b-808b-3087d9c30a00","type":"GeneValidityProposition","disease":"obo:MONDO_0009215","gene":"hgnc:3582","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There is abundant evidence published associating the FANCA gene with Fanconi anemia complementation group A, since the gene-disease relationship was first proposed by Fanconi Anaemia/Breast Cancer Consortium (1996). Multiple case level studies have been performed with FA patients that have variants in the FANCA gene. Eight of the FA proteins (FANCA, FANCB, FANCC, FANCE, FANCF, FANCG, FANCL, and FANCM) are part of a nuclear multiprotein core complex which triggers activating monoubiquitination of the FANCD2 in the FA/BRCA DNA repair pathway. Multiple Fanca deficient mouse models have been established to show consistent phenotypes with FA patients including growth retardation, microphthalmia, craniofacial malformations, and hypogonadism. All of these types of evidence are consistent with a definitive relationship between the FANCA gene and Fanconi anemia complementation group A.\n","dc:isVersionOf":{"id":"cggv:ceecf6ee-6700-40e5-a0d3-f7891805daac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}