{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-01-11T17:00:00.000Z","role":"Approver"},{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2023-11-08T19:16:19.521Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10061","role":"SecondaryContributor"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12145747","type":"dc:BibliographicResource","dc:abstract":"Tibial muscular dystrophy (TMD) is an autosomal dominant late-onset distal myopathy linked to chromosome 2q31. The linked region includes the giant TTN gene, which encodes the central sarcomeric protein, titin. We have previously shown a secondary calpain-3 defect to be associated with TMD, which further underscored that titin is the candidate. We now report the first mutations in TTN to cause a human skeletal-muscle disease, TMD. In Mex6, the last exon of TTN, a unique 11-bp deletion/insertion mutation, changing four amino acid residues, completely cosegregated with all tested 81 Finnish patients with TMD in 12 unrelated families. The mutation was not found in 216 Finnish control samples. In a French family with TMD, a Leu-->Pro mutation at position 293,357 in Mex6 was discovered. Mex6 is adjacent to the known calpain-3 binding site Mex5 of M-line titin. Immunohistochemical analysis using two exon-specific antibodies directed to the M-line region of titin demonstrated the specific loss of carboxy-terminal titin epitopes in the TMD muscle samples that we studied, thus implicating a functional defect of the M-line titin in the genesis of the TMD disease phenotype.","dc:creator":"Hackman P","dc:date":"2002","dc:title":"Tibial muscular dystrophy is a titinopathy caused by mutations in TTN, the gene encoding the giant skeletal-muscle protein titin."},"evidence":[{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01705f8d-3dae-4c37-8c14-a2e2d750ea1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc03e0e8-30ac-4979-b706-215d50c6642e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Total mRNA sequencing data from the ENCODE project indicates expression of TTN exons 213 and 217 is increased in fetal skeletal and cardiac muscle tissue compared to adult skeletal and cardiac muscle tissue. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29598826","type":"dc:BibliographicResource","dc:abstract":"Mutations in the titin gene (TTN) cause a large spectrum of diseases affecting skeletal and/or cardiac muscle. TTN includes 363 coding exons, a repeated region with a high degree of complexity, isoform-specific elements, and metatranscript-only exons thought to be expressed only during fetal development. Although three main classes of isoforms have been described so far, alternative splicing events (ASEs) in different tissues or in different developmental and physiological states have been reported.","dc:creator":"Savarese M","dc:date":"2018","dc:title":"The complexity of titin splicing pattern in human adult skeletal muscles."},"rdfs:label":"Fetal-specific expression of exons 213-217"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Multiple individuals with variants affecting TTN exons 213-217 have been reported in the literature with metatranscript-only TTN variants and prenatal muscle phenotypes that do not progress or progress only minimally in childhood. The enhanced expression of these exons in fetal muscle tissue suggests these variants may alter TTN function in fetal development. "},{"id":"cggv:dfe8a31a-afd7-42df-8a9e-f2dccf327e77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:31ac242b-f3d7-4db7-91dc-40dacefa7876","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Microarray and RT-qPCR experiments demonstrate the enhanced expression of TTN in adult skeletal muscle, adult heart, and fetal skeletal muscle, with 313 of the 363 TTN exons expressed to some degree in adult skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16949617","type":"dc:BibliographicResource","dc:abstract":"While the role of titin as a sarcomeric protein is well established, its potential functional role(s) in smooth muscles and non-muscle tissues are controversial. We used a titin exon array to search for which part(s) of the human titin transcriptional unit encompassing 363 exons is(are) expressed in non-striated muscle tissues. Expression profiling of adult smooth muscle tissues (aorta, bladder, carotid, stomach) identified alternatively spliced titin isoforms, encompassing 80 to about 100 exons. These exons code for parts of the titin Z-disk, I-band and A-band regions, allowing the truncated smooth muscle titin isoform to link Z-disks/dense bodies together with thick filaments. Consistent with the array data, Western blot studies detected the expression of approximately 1 MDa smooth muscle titin in adult smooth muscles, reacting with selected Z-disc, I-band, and A-band titin antibodies. Immunofluorescence with these antibodies located smooth muscle titin in the cytoplasm of cultured human aortic smooth muscle cells and in the tunica media of intact adult bovine aorta. Real time PCR studies suggested that smooth muscle titins are expressed from a promoter located 35 kb or more upstream of the transcription initiation site used for striated muscle titin, driving expression of a bi-cistronic mRNA, coding 5' for the anonymous gene FL39502, followed 3' by titin, respectively. Our work showed that smooth muscle and striated muscle titins share in their conserved amino-terminal regions binding sites for alpha-actinin and filamins: Yeast two-hybrid screens using Z2-Zis1 titin baits identified prey clones coding for alpha-actinin-1 and filamin-A from smooth muscle, and alpha-actinin-2/3, filamin-C, and nebulin from skeletal muscle cDNA libraries, respectively. This suggests that the titin Z2-Zis1 domain can link filamins and alpha-actinin together in the periphery of the Z-line/dense bodies in a fashion that is conserved in smooth and striated muscles.","dc:creator":"Labeit S","dc:date":"2006","dc:title":"Expression of distinct classes of titin isoforms in striated and smooth muscles by alternative splicing, and their conserved interaction with filamins."},"rdfs:label":"TTN expression in striated muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3503deb8-df8a-4ab1-9f54-eb2aebe1954c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d7fcbed-5d78-4eb4-99c9-3566fc20b292","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Muscle-specific calpain 3 (p94) was demonstrated to bind to titin at both the N2-line region and the M-line region. Interaction of calpain 3 with the titin M-line is thought to stabilize calpain 3 and reduced calpain 3 has been observed in individuals with TTN-related myopathy (PMID: 17444505, PMID: 23975875). CAPN3 variants are associated with myopathy phenotypes in muscular dystrophy patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8537379","type":"dc:BibliographicResource","dc:abstract":"p94, a muscle-specific member of calpain family, is unique in that it undergoes rapid and exhaustive autolysis with a half-life of less than 1 h resulting in its disappearance from muscle. Recently, p94 was shown to be responsible for limb girdle muscular dystrophy type 2A. To elucidate the muscular proteolytic system mediated by p94 and to solve the mystery of its unusually rapid autolysis, we searched for p94-binding proteins by the two-hybrid system. Although calpain small subunit plays a crucial role for regulation of ubiquitous calpains, it did not associate with p94. After a screening of skeletal muscle library, connectin (or titin), a gigantic filamentous protein spanning the M- to Z-lines of muscle sarcomere, was found to bind to p94 through a p94-specific region, IS2. The connectin-insoluble fraction of washed myofibrils contained full-length intact p94, suggesting that connectin regulates p94 activity.","dc:creator":"Sorimachi H","dc:date":"1995","dc:title":"Muscle-specific calpain, p94, responsible for limb girdle muscular dystrophy type 2A, associates with connectin through IS2, a p94-specific sequence."},"rdfs:label":"Calpain 3 binding to the titin M-line"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:2f32d6a3-6bd2-4f7a-a8e5-d0c5f36ab384","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62e18891-7f7c-4696-89b9-bb0dfea64a19","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defects in striated muscle leading to muscle weakness are consistent with the well-described role of titin in the assembly and function of the sarcomere.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20551232","type":"dc:BibliographicResource","dc:abstract":"The giant muscle protein titin, the \"backbone\" of the sarcomere, harbors a complex molecular spring whose stiffness is variably tuned in health and disease. Titin is increasingly recognized as a crucial integrator of diverse myocyte signaling pathways. The titin-associated signalosome includes hotspots of protein-protein interactions important for the regulation of protein quality-control mechanisms, hypertrophic gene activation, and mechanosensing.","dc:creator":"Linke WA","dc:date":"2010","dc:title":"The giant protein titin as an integrator of myocyte signaling pathways."},"rdfs:label":"Titin in sarcomere assembly and function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54572d18-66ab-413a-a7fc-04960edc27e1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03794a1e-5ff6-4951-9732-9200daa29f99","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to the TTN M-line deficient mouse model, mice lacking full length TTN displayed skeletal muscle atrophy with reduced strength, severe sarcomere disassembly, and lethality from 2 weeks of age, with no mice surviving beyond the age of 40 days. However, mice lacking full length TTN developed dilated cardiomyopathy with combined systolic and diastolic dysfunction, while M-line deficiency led to cardiac atrophy. These cardiac phenotypes are consistent with those observed in some patients with TTN variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30700140","type":"dc:BibliographicResource","dc:abstract":"Titin is a giant elastic protein that spans the half-sarcomere from Z-disk to M-band. It acts as a molecular spring and mechanosensor and has been linked to striated muscle disease. The pathways that govern titin-dependent cardiac growth and contribute to disease are diverse and difficult to dissect.","dc:creator":"Radke MH","dc:date":"2019","dc:title":"Deleting Full Length Titin Versus the Titin M-Band Region Leads to Differential Mechanosignaling and Cardiac Phenotypes."},"rdfs:label":"Full length TTN knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduced score for second mouse model investigating effects of full-length TTN loss in mouse model to avoid over-weighting mouse model evidence."},{"id":"cggv:fbfe4f02-abcb-4d4c-a675-1907b6159736","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a9b2dff-0aae-4236-8b35-8c485811a464","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In ttnxu071 \"near-null\" 18 somite stage zebrafish embryos, myosin filaments fail to form thin filament networks and thick filament incorporation is also delayed. Furthermore, thick filaments did not form mature A-bands. This finding is reminiscent of the abnormal sarcomere morphology observed in TTN-related myopathy patient muscle biopsies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27836965","type":"dc:BibliographicResource","dc:abstract":"Titin-truncating variants (TTNtvs) are the major cause of dilated cardiomyopathy (DCM); however, allelic heterogeneity (TTNtvs in different exons) results in variable phenotypes, and remains a major hurdle for disease diagnosis and therapy. Here, we generated a panel of ttn mutants in zebrafish. Four single deletion mutants in ttn.2 or ttn.1 resulted in four phenotypes and three double ttn.2/ttn.1 mutants exhibited more severe phenotypes in somites. Protein analysis identified ttnxu071 as a near-null mutant and the other six mutants as hypomorphic alleles. Studies of ttnxu071 uncovered a function of titin in guiding the assembly of nascent myofibrils from premyofibrils. By contrast, sarcomeres were assembled in the hypomorphic ttn mutants but either became susceptible to biomechanical stresses such as contraction or degenerated during development. Further genetic studies indicated that the exon usage hypothesis, but not the toxic peptide or the Cronos hypothesis, could account for these exon-dependent effects. In conclusion, we modeled TTNtv allelic heterogeneity during development and paved the way for future studies to decipher allelic heterogeneity in adult DCM.","dc:creator":"Shih YH","dc:date":"2016","dc:title":"Exon- and contraction-dependent functions of titin in sarcomere assembly."},"rdfs:label":"ttnxu071 near-null Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Given the phenotypes were only reported for a limited window of time (18 stage somite) and the somewhat reduced similarity between human and zebrafish titin protein (56% identity and 82% homology), the evidence for this model organism was reduced to 1 point (from a default of 2 points)."},{"id":"cggv:7067d60b-f256-4912-9be0-1cd9a7e1bb01","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3fdfe22b-bad7-48d5-a4ad-97cdd9b7822a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Disruption of the exons coding the M-line of titin in heart muscle led to embryonic lethality, suggesting a critical role for this region of the protein in early cardiac development. In contrast, disruption of the exons coding the M-line of titin in skeletal muscle postnatally led to muscle weakness evident at 2–3 weeks of age, before the mice became dystrophic at around 4 weeks of age, and died at ∼5 weeks of age. Myopathic changes in these mice include pale M-lines devoid of MURF-1 and gradual sarcomeric disassembly, suggesting the M-line plays a role in maintaining the structural integrity of the sarcomere.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12464612","type":"dc:BibliographicResource","dc:abstract":"Titin is a giant protein responsible for muscle elasticity and provides a scaffold for several sarcomeric proteins, including the novel titin-binding protein MURF-1, which binds near the titin M-line region. Another unique feature of titin is the presence of a serine/threonine kinase-like domain at the edge of the M-line region of the sarcomere, for which no physiological catalytic function has yet been shown. To investigate the role(s) of the titin M-line segment, we have conditionally deleted the exons MEx1 and MEx2 (encoding the kinase domain plus flanking sequences) at different stages of embryonic development. Our data demonstrate an important role for MEx1 and MEx2 in early cardiac development (embryonic lethality) as well as postnatally when disruption of M-line titin leads to muscle weakness and death at approximately 5 weeks of age. Myopathic changes include pale M-lines devoid of MURF-1, and gradual sarcomeric disassembly. The animal model presented here indicates a critical role for the M-line region of titin in maintaining the structural integrity of the sarcomere.","dc:creator":"Gotthardt M","dc:date":"2003","dc:title":"Conditional expression of mutant M-line titins results in cardiomyopathy with altered sarcomere structure."},"rdfs:label":"Conditional M-line knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduced score for first of two mouse models investigating effects of TTN M-line disruption in mouse model to avoid over-weighting mouse model evidence. Additional information in follow up publications (PMID: 16470336, PMID: 16702235)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:340b45b6-284f-4bb1-81bc-57e352fcc0bb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:340b45b6-284f-4bb1-81bc-57e352fcc0bb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":[{"id":"cggv:60f6a8c5-75dc-4bec-b978-86bf3f981eca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_133378.4(TTN):c.37112-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309215"}},{"id":"cggv:46371fde-e2d9-4b0f-94ba-57716bebc2e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.40558G>C (p.Val13520Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA231595"}}],"detectionMethod":"The variants were identified by exome sequencing and confirmed in the proband by Sanger sequencing. Sanger sequencing was also used the identify which variant was inherited from each of the heterozygous parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Other phenotypes noted: difficulty lifting head to torso against gravity, fatigues easily. Muscle biopsy at 14 months revealed central nuclei, fiber size variation, Type I fiber predominance, and increased connective or endomysial tissue.","phenotypes":["obo:HP_0003803","obo:HP_0009025","obo:HP_0002792","obo:HP_0100297","obo:HP_0003557","obo:HP_0030319","obo:HP_0003687","obo:HP_0032988","obo:HP_0001284","obo:HP_0001263","obo:HP_0002650"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:139078bf-70d7-4501-b935-80b63c8b3f1c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:60f6a8c5-75dc-4bec-b978-86bf3f981eca"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23975875","type":"dc:BibliographicResource","dc:abstract":"To identify causative genes for centronuclear myopathies (CNM), a heterogeneous group of rare inherited muscle disorders that often present in infancy or early life with weakness and hypotonia, using next-generation sequencing of whole exomes and genomes.","dc:creator":"Ceyhan-Birsoy O","dc:date":"2013","dc:title":"Recessive truncating titin gene, TTN, mutations presenting as centronuclear myopathy."}},{"id":"cggv:2d97b445-ac6c-4bff-a6e6-c677f77be683_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:46371fde-e2d9-4b0f-94ba-57716bebc2e6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23975875"}],"rdfs:label":"314-1"},{"id":"cggv:139078bf-70d7-4501-b935-80b63c8b3f1c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:139078bf-70d7-4501-b935-80b63c8b3f1c_variant_evidence_item"},{"id":"cggv:139078bf-70d7-4501-b935-80b63c8b3f1c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein, as well as reduced levels of AldoA recruited by calpain 3. Additionally, an in vitro hybrid minigene splicing assay demonstrated this variant produces unspliced transcripts, as well as exon 192 skipping or intron 191 retention in a subset of transcripts."}],"strengthScore":1.5,"dc:description":"The maternally inherited TTN NM_133378.4(TTN):c.37112-1G>A variant identified in this proband alters a canonical splice acceptor site. This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody and an AldoA antibody, indicating a loss of the calpain 3 binding region. An in vitro hybrid minigene splicing assay demonstrated this variant produces unspliced transcripts, as well as exon 192 skipping or intron 191 retention in a subset of transcripts. Because all of these resulting transcripts are out of frame, they would either become targets of nonsense-mediated decay or, when translated, produce truncated titin proteins. Given that a protein product is potentially produced, albeit altered, the score for this evidence was downgraded to 1.5 total points (from a default of 2 total points)."},{"id":"cggv:2d97b445-ac6c-4bff-a6e6-c677f77be683","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d97b445-ac6c-4bff-a6e6-c677f77be683_variant_evidence_item"},{"id":"cggv:2d97b445-ac6c-4bff-a6e6-c677f77be683_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein, as well as reduced levels of AldoA recruited by calpain 3. Additionally, an in vitro hybrid minigene splicing assay demonstrated this variant leads to exon 168 skipping."}],"strengthScore":0.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.40558G>C variant identified in this proband is located adjacent to a canonical splice donor site and is predicted to impact splicing (SpliceAI donor loss Δ score: 0.76). This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody and an AldoA antibody, indicating a loss of the calpain 3 binding region. An in vitro hybrid minigene splicing assay demonstrated this variant leads to exon 168 skipping, producing an out of frame transcript that is predicted to be targeted by nonsense-mediated decay or result in a truncated protein.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b66072d2-c803-4ab8-8d0e-855d62bb1c34_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b66072d2-c803-4ab8-8d0e-855d62bb1c34","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"allele":[{"id":"cggv:b46a79e6-e3fb-4808-834c-902d27f94a8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.1(TTN):c.106154A>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1985156"}},{"id":"cggv:77177d8c-edda-4e89-97dd-da97d5b7eab8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.1(TTN):c.45599C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA248648"}}],"detectionMethod":"Exome sequencing was used to identify the variants of interest, which were subsequently confirmed by Sanger sequencing in patient (in compound heterozygosity) and his parents (in heterozygosity).","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"At 18 years of age, weakness was reported in the left deltoid (4/5), while strength was normal in the upper extremities. In the lower extremities iliopsoas was 2/5, adductors, hamstrings and glutei were 4/5, the quadriceps and the distal muscles were 5/5. EMG revealed numerous fibrillation potentials and an excess of polyphasic low amplitude motor unit potentials with early and nearly full recruitment in the weak muscles. Muscle biopsy from the left deltoid showed variability in fiber size with mild fibrosis and numerous foci of endomysial lymphocyte infiltrates composed predominately of T cells. There were necrotic and regenerative fibers. MRI of the lower limbs muscles showed advanced fatty replacement in the iliopsoas, pelvic muscles, adductors and hamstrings. Repeated EMG continued to show fibrillation potentials in addition to the myopathic pattern and a second muscle biopsy (left deltoid) showed myopathic changes without inflammation. Western blotting using titin antibodies M10-1 and 11-4-3 revealed a severe reduction of titin C-terminus in the proband muscle biopsy.\n","phenotypes":["obo:HP_0030234","obo:HP_0003551","obo:HP_0003557","obo:HP_0001315"],"previousTesting":true,"previousTestingDescription":"Immunocytological staining of a muscle biopsy for dystrophins 1-3, sarcoglycans, merosin, caveolin 3, collagen VI, and calpain 3 were normal. Analysis of the calpain 3 and FKRP genes did not identify variants of interest.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:41d3c95d-7246-4e56-8fd3-8aa6782b3353_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:77177d8c-edda-4e89-97dd-da97d5b7eab8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25772186","type":"dc:BibliographicResource","dc:abstract":"Rarely, inflammation can be present in genetic myopathies, such as dysferlinopathies, facioscapulohumeral muscular dystrophy and GNE-myopathy (hereditary inclusion body myopathy). This may lead to erroneous initial diagnosis and unnecessary therapy which bear serious side effects. We report on an unusual case of mutations in the TTN gene presenting with inflammatory infiltrates in the muscle biopsy. Only after intensive immune-modulating therapies failed, a genetic myopathy was considered. Exome sequencing and search for mutated muscle protein-encoding genes disclosed compound heterozygous mutations in TTN: K26320T and A6135G. The parents carry one each of the mutations. Titinopathy could be considered also in patients presenting with inflammatory infiltrates resistant to therapy. ","dc:creator":"Dabby R","dc:date":"2015","dc:title":"Adult onset limb-girdle muscular dystrophy - a recessive titinopathy masquerading as myositis."}},{"id":"cggv:a14327ca-df2a-43bf-a4b3-7f1ce6b3dd5d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b46a79e6-e3fb-4808-834c-902d27f94a8f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25772186"}],"rdfs:label":"Dabby et al Proband"},{"id":"cggv:a14327ca-df2a-43bf-a4b3-7f1ce6b3dd5d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a14327ca-df2a-43bf-a4b3-7f1ce6b3dd5d_variant_evidence_item"}],"strengthScore":0,"dc:description":"The paternally inherited TTN NM_001267550.1:c.106154A>C variant observed in heterozygosity in this proband results in a missense change in the M line (p.Lys35385Thr) and has been observed in the heterozygous state in 2 individuals in gnomAD v2.1.1 (MAF in Ashkenazi Jewish population: 0.00009938; overall allele frequency: 0.000008033). No experimental evidence is available to support the effect of this variant on protein function. Additionally, western blotting of protein from the proband's muscle biopsy with two titin antibodies specific to the C-terminus revealed a severe reduction of this portion of the protein, while immunofluorescent analysis using antibodies directed against I-band, A-band, and M-line titin did not show clear abnormality in the proband when compared to healthy control. RNA analyses demonstrated equivalent expression of both alleles. Given that neither this variant, nor the variant detected in trans, is expected to cause truncation of the C-terminus and the author's suspicion that the two identified variants may not completely explain the observed protein defect, this evidence was not scored."},{"id":"cggv:41d3c95d-7246-4e56-8fd3-8aa6782b3353","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:41d3c95d-7246-4e56-8fd3-8aa6782b3353_variant_evidence_item"}],"strengthScore":0,"dc:description":"The maternally inherited TTN NM_001267550.1:c.45599C>G variant observed in compound heterozygosity in this proband results in a missense change in the A band (p.Ala15200Gly) and has been observed in the heterozygous state in 151 individuals in gnomAD v2.1.1 (MAF in Ashkenazi Jewish population: 0.01174; overall allele frequency: 0.0005420). No experimental evidence is available to support the effect of this variant on protein function. Additionally, western blotting of protein from the proband's muscle biopsy with two titin antibodies specific to the C-terminus revealed a severe reduction of this portion of the protein, while immunofluorescent analysis using antibodies directed against I-band, A-band, and M-line titin did not show clear abnormality in the proband when compared to healthy control. RNA analyses demonstrated equivalent expression of both alleles. Given that neither this variant, nor the variant detected in trans, is expected to cause truncation of the C-terminus and the author's suspicion that the two identified variants may not completely explain the observed protein defect, this evidence was not scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d777ce26-b090-4519-a1ed-92998ff84201_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d777ce26-b090-4519-a1ed-92998ff84201","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":[{"id":"cggv:96b4a968-0a74-485f-bfec-e60ea4dd4313","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.77764C>T (p.Gln25922Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309321"}},{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.107889del (p.Lys35963fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309464"}}],"detectionMethod":"The variants were identified by exome sequencing and confirmed in the proband by Sanger sequencing. Sanger sequencing was also used the identify which variant was inherited from each of the heterozygous parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Other phenotypes noted: muscle cramping, fatigues easily. Muscle biopsy at 4 years revealed central nuclei, fiber size variation, Type I fiber predominance, and increased connective or endomysial tissue.","phenotypes":["obo:HP_0003803","obo:HP_0100297","obo:HP_0003557","obo:HP_0003236","obo:HP_0002359","obo:HP_0003687","obo:HP_0001284","obo:HP_0040083","obo:HP_0009025","obo:HP_0000218","obo:HP_0003551"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:a5bf8b62-e09e-4dd9-86e9-c31671ff575c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:96b4a968-0a74-485f-bfec-e60ea4dd4313"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23975875"},{"id":"cggv:f68d7c04-0877-4e35-9ce5-feb8e7897450_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23975875"}],"rdfs:label":"1044-1"},{"id":"cggv:a5bf8b62-e09e-4dd9-86e9-c31671ff575c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5bf8b62-e09e-4dd9-86e9-c31671ff575c_variant_evidence_item"},{"id":"cggv:a5bf8b62-e09e-4dd9-86e9-c31671ff575c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein. However, no impact on AldoA and ryanodine receptors recruited by calpain 3 was observed by immunostaining of patient muscle. "}],"strengthScore":1.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.77764C>T variant identified in this proband introduces a premature termination codon (p.Gln25922Ter). This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region. Additionally, gel electrophoresis of patient muscle protein identified a roughly 2.7 MDa protein suspected to be produced from the paternal allele. Together, these results suggest that the variant leads to the production of a truncated titin protein lacking a significant portion of the C-terminal region and reduced calpain 3 binding. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1.5 total points (from a default of 2 points).\n"},{"id":"cggv:f68d7c04-0877-4e35-9ce5-feb8e7897450","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f68d7c04-0877-4e35-9ce5-feb8e7897450_variant_evidence_item"},{"id":"cggv:f68d7c04-0877-4e35-9ce5-feb8e7897450_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein. However, no impact on AldoA and ryanodine receptors recruited by calpain 3 was observed by immunostaining of patient muscle. "}],"strengthScore":0.5,"dc:description":"The maternally inherited TTN NM_001267550.2:c.107889del variant identified in this proband results in a frameshift and introduction of a premature termination codon 9 amino acid residues downstream (p.Lys35963AsnfsTer9). This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region. Additionally, gel electrophoresis of patient muscle protein identified a roughly 3.8 MDa protein similar to the full-length titin in the control human soleus muscle suspected to be produced from the maternal allele predicted to lack the last 21 amino acids, p.Lys35963AsnfsTer9. Together, these results suggest that the variant leads to the production of a truncated titin protein lacking a small portion of the C-terminal region and reduced calpain 3 binding. Given that a protein product is expected to be produced and lack just 21 amino acids at the C-terminal end, the score for this evidence was downgraded to 0.5 points (from a default of 2 total points).\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:00413061-3480-4178-b08b-4894da8c9036_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:00413061-3480-4178-b08b-4894da8c9036","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":[{"id":"cggv:4b1ab37d-7334-40ec-91ef-cb3b7d042408","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178580199del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999282"}},{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"}],"detectionMethod":"Genomic DNA was sequenced starting from the last exon of TTN and continuing upstream. Sequencing the DNA from the proband's parents confirmed that the variants of interest were present in trans.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have childhood onset of walking difficulties, with walking after the age of 18 months, general motor clumsiness during infancy, and visible atrophy in the posterior compartment of legs. Her disease course was slowly progressive and she remained ambulant at 36 years of age. A muscle biopsy revealed mild myopathy and rimmed vacuoles.  A muscle MRI at the age of 26 years displayed bilateral atrophy of soleus and tibialis anterior with more fatty replacement on the left side. The muscles in the posterior compartment of the thighs showed atrophy on both sides and fatty degeneration more on the right side.\n","phenotypes":["obo:HP_0001270","obo:HP_0003805","obo:HP_0003198","obo:HP_0008180","obo:HP_0002355","obo:HP_0007210","obo:HP_0003458","obo:HP_0033526"],"previousTesting":true,"previousTestingDescription":"Previous testing determined the proband was heterozygous for the TTN c.107889delA (p.Lys35963AsnfsTer9) variant. Details regarding the previous testing method were not reported.","sex":"Female","variant":[{"id":"cggv:b061c145-7f8a-4c98-978a-539bc3b7d7cb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4b1ab37d-7334-40ec-91ef-cb3b7d042408"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24395473","type":"dc:BibliographicResource","dc:abstract":"Several patients with previously reported titin gene (TTN) mutations causing tibial muscular dystrophy (TMD) have more complex, severe, or unusual phenotypes. This study aimed to clarify the molecular cause of the variant phenotypes in 8 patients of 7 European families.","dc:creator":"Evilä A","dc:date":"2014","dc:title":"Atypical phenotypes in titinopathies explained by second titin mutations."}},{"id":"cggv:e7b63b8b-6486-4bcd-870f-03b2cfa202a2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"}],"rdfs:label":"6"},{"id":"cggv:e7b63b8b-6486-4bcd-870f-03b2cfa202a2","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e7b63b8b-6486-4bcd-870f-03b2cfa202a2_variant_evidence_item"},{"id":"cggv:e7b63b8b-6486-4bcd-870f-03b2cfa202a2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition, as well as a reduction in calpain 3. "}],"strengthScore":0.5,"dc:description":"The TTN NM_001267550.2:c.107889del frameshift variant identified in this proband introduces a premature termination codon in the M line (p.Lys35963fs). This proband was originally described in PMID: 18948003 as a case of autosomal dominant tibial muscular dystrophy due to the c.107889del variant. However, western blotting of a muscle biopsy from the proband revealed a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition, as well as a reduction in calpain 3. Additionally, RT-PCR and sequence analysis of region spanning exons Mex4-Mex6/Mex5-Mex6 using cDNA from the proband indicated unequal expression of the two TTN alleles, with lower signals from the second allele compared to the allele containing the previously identified c.107889del variant. Together, these findings suggested the other TTN allele might contain a frameshift variant affecting its expression and additional TTN sequencing identified a second variant NM_001267550.2:c.67089del (p.Lys22364ArgfsTer24) located in the A band in trans with the M line variant. The c.107889del variant has been observed in the heterozygous state in 2 individuals in gnomAD v2.1.1 (MAF in non-Finnish European population: 0.00001558; total allele frequency: 0.000007129). Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded.\n"},{"id":"cggv:b061c145-7f8a-4c98-978a-539bc3b7d7cb","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b061c145-7f8a-4c98-978a-539bc3b7d7cb_variant_evidence_item"},{"id":"cggv:b061c145-7f8a-4c98-978a-539bc3b7d7cb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. RT-PCR and sequencing of cDNA from patient muscle tissue indicated a lower signal from the allele containing the c.67089del variant compared to the allele containing the c.107889del variant."}],"strengthScore":2,"dc:description":"The TTN NM_001267550.2:c.67089del frameshift variant identified in this proband introduces a premature termination codon in the A band (p.Lys22364ArgfsTer24). This variant has not been observed in gnomAD v2.1.1.  "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4be69a45-04fa-4944-bf00-17c3047f42e8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4be69a45-04fa-4944-bf00-17c3047f42e8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"allele":[{"id":"cggv:5b55067d-82cb-4362-8df4-ea33491db1eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.63625C>T (p.Arg21209Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309293"}},{"id":"cggv:049b46da-f79c-4123-acba-95e9d673b454","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178547240A>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349475721"}}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband presented with late childhood onset of impaired running and frequent falls due to mild muscle weakness. A muscle biopsy of the biceps brachii showed myopathic changes, increased number of internal nuclei, some fibers with cytoplasmic bodies and several fibers containing minicores. Muscle imaging revealed severe fatty degenerative changes present in both tibialis anterior muscles, while early changes were seen in gastrocnemius medialis, and hamstrings on the left.","phenotypes":["obo:HP_0003687","obo:HP_0003458","obo:HP_0003324","obo:HP_0002359","obo:HP_0003789","obo:HP_0003327","obo:HP_0003722","obo:HP_0003376","obo:HP_0002650","obo:HP_0009027","obo:HP_0100303","obo:HP_0011399","obo:HP_0009046","obo:HP_0002460","obo:HP_0006466","obo:HP_0003198","obo:HP_0008963","obo:HP_0031374","obo:HP_0009077","obo:HP_0003691","obo:HP_0033526"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:1626e82c-6259-4fc6-906d-108754570042_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5b55067d-82cb-4362-8df4-ea33491db1eb"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27796757","type":"dc:BibliographicResource","dc:abstract":"Tibial muscular dystrophy (TMD) is the first described human titinopathy. It is a mild adult-onset slowly progressive myopathy causing weakness and atrophy in the anterior lower leg muscles. TMD is caused by mutations in the last two exons, Mex5 and Mex6, of the titin gene (TTN). The first reported TMD mutations were dominant, but the Finnish founder mutation FINmaj, an 11-bp insertion/deletion in Mex6, in homozygosity caused a completely different severe early-onset limb-girdle muscular dystrophy 2J (LGMD2J). Later, we reported that not all TMD mutations cause LGMD when homozygous or compound heterozygous with truncating mutation, but some of them rather cause a more severe TMD-like distal disease. We have now performed targeted next-generation sequencing of myopathy-related genes on seven families from Albania, Bosnia, Iran, Tunisia, Belgium, and Spain with juvenile or early adult onset recessive distal myopathy. Novel mutations in TTN Mex5, Mex6 and A-band exon 340 were identified in homozygosity or compound heterozygosity with a frameshift or nonsense mutation in TTN I- or A-band region. Family members having only one of these TTN mutations were healthy. Our results add yet another entity to the list of distal myopathies: juvenile or early adult onset recessive distal titinopathy.","dc:creator":"Evilä A","dc:date":"2017","dc:title":"Targeted Next-Generation Sequencing Reveals Novel TTN Mutations Causing Recessive Distal Titinopathy."}},{"id":"cggv:a66d604d-3dd5-4371-aa6b-cc508d22fad3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:049b46da-f79c-4123-acba-95e9d673b454"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"GII:2"},{"id":"cggv:a66d604d-3dd5-4371-aa6b-cc508d22fad3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a66d604d-3dd5-4371-aa6b-cc508d22fad3_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported."},{"id":"cggv:1626e82c-6259-4fc6-906d-108754570042","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1626e82c-6259-4fc6-906d-108754570042_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0698779a-287a-4f2d-8070-7d894be17268_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0698779a-287a-4f2d-8070-7d894be17268","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"allele":[{"id":"cggv:fdfbc7c4-c5c1-4a22-be3e-c98c2768fd7e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178530563del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999286"}},{"id":"cggv:c92cea04-a399-4678-90ca-57a0fad55104","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178528773G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349402355"}}],"detectionMethod":"Sanger sequencing of the M-line of titin identified two variants of interest in the proband. The variants were confirmed in heterozygosity in the parents by Sanger sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to need assistance for walking at 26 years, intermittent wheelchair at 29 years, and permanent wheelchair at 36 years. Lower limb muscle imaging showed that thigh anterior compartment was clearly less affected than posterior at age 42 years and progressed to complete fatty degeneration in all compartments at age 52 years.","phenotypes":["obo:HP_0040287","obo:HP_0007210","obo:HP_0003551","obo:HP_0001371","obo:HP_0003700","obo:HP_0003327","obo:HP_0009129","obo:HP_0002359","obo:HP_0002792","obo:HP_0003690","obo:HP_0003324","obo:HP_0002515","obo:HP_0006466","obo:HP_0002987"],"previousTesting":true,"previousTestingDescription":"Analysis of the LMNA and SEPN1 genes revealed no variants of interest.","sex":"Female","variant":[{"id":"cggv:f59b4830-9b44-44e6-8e71-9fbf3e5e9205_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fdfbc7c4-c5c1-4a22-be3e-c98c2768fd7e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26581302","type":"dc:BibliographicResource","dc:abstract":"To identify the genetic defects present in 3 families with muscular dystrophy, contractures, and calpain 3 deficiency.","dc:creator":"De Cid R","dc:date":"2015","dc:title":"A new titinopathy: Childhood-juvenile onset Emery-Dreifuss-like phenotype without cardiomyopathy."}},{"id":"cggv:c53620df-ed4d-459c-b9fe-9606814737ca_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c92cea04-a399-4678-90ca-57a0fad55104"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26581302"}],"rdfs:label":"P2"},{"id":"cggv:f59b4830-9b44-44e6-8e71-9fbf3e5e9205","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f59b4830-9b44-44e6-8e71-9fbf3e5e9205_variant_evidence_item"},{"id":"cggv:f59b4830-9b44-44e6-8e71-9fbf3e5e9205_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR analysis showed TTN mRNA was markedly reduced, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence analysis of titin with N-terminus and C-terminus antibodies showed the titin molecules that are produced are correctly incorporated in the sarcomere, but are lacking the C-terminus. Western blot analysis showed a massive deficiency in calpain 3.\n"}],"strengthScore":1,"dc:description":"The paternally inherited TTN NM_001267550.2:c.106053del frameshift variant reported in heterozygosity in this proband introduces a premature termination codon in the M line (p.Glu35351AspfsTer54). This variant has not been observed in gnomAD v2.1.1. RT-PCR analysis of patient RNA demonstrated a severe reduction in TTN mRNA, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence in patient muscle tissue indicated the presence of a truncated titin protein and a secondary calpain 3 reduction. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1 point (from a default of 2 points). "},{"id":"cggv:c53620df-ed4d-459c-b9fe-9606814737ca","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c53620df-ed4d-459c-b9fe-9606814737ca_variant_evidence_item"},{"id":"cggv:c53620df-ed4d-459c-b9fe-9606814737ca_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR analysis showed TTN mRNA was markedly reduced, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence analysis of titin with N-terminus and C-terminus antibodies showed the titin molecules that are produced are correctly incorporated in the sarcomere, but are lacking the C-terminus. Western blot analysis showed a massive deficiency in calpain 3."}],"strengthScore":1,"dc:description":"The maternally inherited TTN NM_001267550.2:c.106978C>T (p.Gln35660Ter) nonsense variant observed in compound heterozygosity in this proband also introduces a premature termination codon in the M line. This variant has not been observed in gnomAD v2.1.1. RT-PCR analysis of patient RNA demonstrated a severe reduction in TTN mRNA, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence in patient muscle tissue indicated the presence of a truncated titin protein and a secondary calpain 3 reduction. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1 point (from a default of 2 points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ac804848-dbf6-4e6d-9b0a-41e925707d2f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ac804848-dbf6-4e6d-9b0a-41e925707d2f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":29,"allele":[{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.107635C>T (p.Gln35879Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309520"}},{"id":"cggv:c8d81253-20cd-4e6f-b8a8-55e30f0d9ad4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.22027C>T (p.Gln7343Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10605518"}}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing. Additionally, the proband family was genotyped for microsatellite markers D2S1244, D2S148, D2S2173, D2S300, D2S385, D2S324, D2S2978, and D2S384 spanning a region of 4.3 Mb around TTN.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Three muscle biopsies performed showed unspecific myopathic changes and rimmed vacuoles. The last biopsy taken from the left gastrocnemius medialis revealed a marked increase of internalized nuclei and core pathology. Muscle imaging indicated fatty degenerative changes present in the anterolateral compartment of the leg more on the right, bilaterally in soleus muscles and in gastrocnemius medialis on the right. The thigh muscles were unaffected. Immunohistochemistry showed accumulation of myotilin, alpha-B-crystallin, desmin, and p62/SQSTM1 in the core regions.\n\n","phenotypes":["obo:HP_0001771","obo:HP_0011399","obo:HP_0030230","obo:HP_0008944","obo:HP_0003198","obo:HP_0002355","obo:HP_0003376","obo:HP_0009027","obo:HP_0003805","obo:HP_0031237","obo:HP_0033526","obo:HP_0001288","obo:HP_0008180"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:ab8418ba-d45d-43ef-bdc5-1dd5f8148c2d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},{"id":"cggv:4d129a6e-62cd-47e9-84b5-107f8e169f96_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c8d81253-20cd-4e6f-b8a8-55e30f0d9ad4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"CII:1"},{"id":"cggv:ab8418ba-d45d-43ef-bdc5-1dd5f8148c2d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ab8418ba-d45d-43ef-bdc5-1dd5f8148c2d_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The TTN NM_001267550.2:c.107635C>T nonsense variant identified in this proband in heterozygosity introduces a premature termination codon (p.Gln35879Ter) in the titin M line (Mex5). This variant has been observed in the heterozygous state in 3 individuals in gnomAD v2.1.1 (MAF in Latino/Admixed American population: 0.00002898; total allele frequency: 0.00001205). This variant was also reported in two additional families in both homozygosity and compound heterozygosity with a second TTN variant (Family A and Family B reported in PMID: 27796757). Given that a protein product is expected to be produced, albeit altered, and that this variant was previously scored for two other unrelated probands (AII:2 and BII:2 reported in PMID: 27796757), the score for this evidence was downgraded."},{"id":"cggv:4d129a6e-62cd-47e9-84b5-107f8e169f96","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d129a6e-62cd-47e9-84b5-107f8e169f96_variant_evidence_item"},{"id":"cggv:4d129a6e-62cd-47e9-84b5-107f8e169f96_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR studies in the proband revealed mRNA containing the I band c.22027C>T (p.Gln7343Ter) variant was present at much lower levels in tissue derived from muscle biopsies than mRNA containing the in trans Mex 5 variant, suggesting this variant produced an mRNA product susceptible to nonsense-mediated decay. "}],"strengthScore":2,"dc:description":"The TTN NM_001267550.2:c.22027C>T nonsense variant identified in this proband in heterozygosity introduces a premature termination codon (p.Gln7343Ter) in the titin I band. This variant has not been observed in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1567aea6-75bb-401b-8238-016471fcb424_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1567aea6-75bb-401b-8238-016471fcb424","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":[{"id":"cggv:ee4c1b86-c91a-4828-ad2b-e3dc0e62ac95","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178568905_178568908del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017997790"}},{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Muscle weakness was predominant in toe and ankle extensors and hip abductors. Muscle biopsies of the quadriceps and gastrocnemius revealed myopathic features with normal immunohistochemistry studies but with calpain 3 reduction on Western blot. Muscle imaging indicated moderate changes in peroneus muscles and in soleus on the left. In the thigh level, hamstrings were more severely affected with asymmetrical involvement of vasti muscles. \n","phenotypes":["obo:HP_0003198","obo:HP_0008988","obo:HP_0040083","obo:HP_0002359","obo:HP_0009046","obo:HP_0001288","obo:HP_0003376","obo:HP_0003546","obo:HP_0003551","obo:HP_0003307","obo:HP_0003394","obo:HP_0031374","obo:HP_0003458","obo:HP_0002515","obo:HP_0030234","obo:HP_0001771","obo:HP_0003326"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:3d584b0e-6eaf-439b-9a47-0ea640a9241c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ee4c1b86-c91a-4828-ad2b-e3dc0e62ac95"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},{"id":"cggv:731c69c1-7a19-41f5-83c1-a86aa012a69c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"FII:3"},{"id":"cggv:731c69c1-7a19-41f5-83c1-a86aa012a69c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:731c69c1-7a19-41f5-83c1-a86aa012a69c_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported. This variant was also reported in heterozygosity in an individual with autosomal dominant tibial muscular dystrophy (PMID: 18948003)."},{"id":"cggv:3d584b0e-6eaf-439b-9a47-0ea640a9241c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3d584b0e-6eaf-439b-9a47-0ea640a9241c_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3ac1266e-ebbc-4498-8673-26dff497384a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3ac1266e-ebbc-4498-8673-26dff497384a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":22,"allele":{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"},"detectionMethod":"Genomic DNA was sequenced starting from the last exon of TTN and continuing upstream. Sequencing the DNA from the proband's mother and father confirmed that the variants was inherited from each of the heterozygous parents.\n","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"A neurological examination showed bilateral atrophy of the anterolateral compartment of the legs and a lower limb muscle MRI showed marked atrophy and fat infiltration of the anterolateral compartment and soleus muscles of the lower legs. At the thigh level, hamstring muscles were severely replaced, as were gluteus medius and minimus of the pelvic region.\n","phenotypes":["obo:HP_0008180","obo:HP_0009046","obo:HP_0001771","obo:HP_0003438","obo:HP_0003198","obo:HP_0031374"],"sex":"Female","variant":{"id":"cggv:6d8f893d-cc88-4e3c-9c24-78df32f13bc8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:beb244c3-aadd-4704-a4bd-82450ded629c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"},"rdfs:label":"7"},{"id":"cggv:6d8f893d-cc88-4e3c-9c24-78df32f13bc8","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6d8f893d-cc88-4e3c-9c24-78df32f13bc8_variant_evidence_item"},{"id":"cggv:6d8f893d-cc88-4e3c-9c24-78df32f13bc8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition, as well as a reduction in calpain 3. "}],"strengthScore":0.25,"dc:description":"The TTN NM_001267550.2:c.107889del frameshift variant identified in homozygosity in this proband introduces a premature termination codon in the M line (p.Lys35963fs). Western blotting of a muscle biopsy from the proband revealed a reduction of C-terminal titin protein fragments of <200 kDa, a complete loss of C-terminal antigen recognition, and reduced calpain 3. Of note, the proband's consanguineous parents were reported to be heterozygous for the same variant, but without symptoms or clinical signs of muscle disease at the age of 55 to 60 years. The father was observed to have subclinical myopathy with smaller lesions of fatty degeneration in gastrocnemius and soleus muscles on MRI. This variant has been observed in the heterozygous state in 2 individuals in gnomAD v2.1.1 (MAF in non-Finnish European population: 0.00001558; total allele frequency: 0.000007129). The score for this evidence was downgraded since complete loss of protein function is not predicted for this C-terminal variant and because this variant was previously scored in the compound heterozygous state (Proband 6 reported in PMID: 24395473).\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0a837e6d-ec22-43a1-baf0-6fb5b609b0b9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0a837e6d-ec22-43a1-baf0-6fb5b609b0b9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:4ae87fb6-ae69-4e92-b6a2-c5f0f5987686","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.35794G>T (p.Glu11932Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10581879"}},{"id":"cggv:979c7beb-f6e4-4591-a669-82f941285ce7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.7639del (p.Thr2547fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16610553"}}],"detectionMethod":"The TTN variants of interest were identified by exome sequencing of the proband and confirmation by Sanger sequencing in the proband and the proband's parents.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003458","obo:HP_0004322","obo:HP_0003484","obo:HP_0001760","obo:HP_0001611","obo:HP_0004325","obo:HP_0002650","obo:HP_0003690","obo:HP_0002015","obo:HP_0003202","obo:HP_0003722","obo:HP_0003691","obo:HP_0030319","obo:HP_0001319","obo:HP_0002460","obo:HP_0003121","obo:HP_0002803","obo:HP_0000160","obo:HP_0001382","obo:HP_0001558","obo:HP_0000218","obo:HP_0001270","obo:HP_0031936","obo:HP_0002938","obo:HP_0003391","obo:HP_0008872","obo:HP_0001315"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:5488f205-5bc9-49ca-bb05-e0e341997200_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:979c7beb-f6e4-4591-a669-82f941285ce7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29691892","type":"dc:BibliographicResource","dc:abstract":"Comprehensive clinical characterization of congenital titinopathy to facilitate diagnosis and management of this important emerging disorder.","dc:creator":"Oates EC","dc:date":"2018","dc:title":"Congenital Titinopathy: Comprehensive characterization and pathogenic insights."}},{"id":"cggv:155f584b-7050-475b-8760-f9a733a69c21_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4ae87fb6-ae69-4e92-b6a2-c5f0f5987686"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29691892"}],"rdfs:label":"Family 20 Proband"},{"id":"cggv:5488f205-5bc9-49ca-bb05-e0e341997200","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5488f205-5bc9-49ca-bb05-e0e341997200_variant_evidence_item"}],"strengthScore":1,"dc:description":"The paternally inherited TTN NM_001267550.2:c.7639del nonsense variant observed in this proband in heterozygosity introduces a premature termination codon (p.Thr2547fs) in the I band and is expected to disrupt the skeletal muscle isoform N2A. This variant has not been observed in gnomAD v2.1.1. Given that no experimental evidence is available to support the effect of this variant on the function of the fetal skeletal TTN isoform, the score for this evidence was downgraded to 1 points (from a default of 1.5 points). "},{"id":"cggv:155f584b-7050-475b-8760-f9a733a69c21","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:155f584b-7050-475b-8760-f9a733a69c21_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The maternally inherited TTN NM_001267550.2:c.35794G>T nonsense variant observed in this proband in heterozygosity introduces a premature termination codon in the I band (p.Glu11932Ter), but is not expected to affect the skeletal muscle isoform N2A. This variant was identified in 5 additional families in trans with a variant suspected to disrupt the skeletal muscle isoform N2A (PMID: 29691892). This variant has been observed in the heterozygous state in 2 individuals in gnomAD v2.1.1 (MAF in non-Finnish European population: 0.00002118; overall allele frequency: 0.000009164)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:967dde55-dd2c-433e-a9c5-220bcb96af09_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:967dde55-dd2c-433e-a9c5-220bcb96af09","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:948b38fd-12b8-4885-95dd-185815db018d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178528792A>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1985021"}},"detectionMethod":"A SureSelect oligonucleotide probe library designed to capture the coding and flanking intronic sequences of 820 genes for different muscular disorders was used to identify the TTN variants reported in this proband. The variants were confirmed in heterozygosity in the consanguineous parents by Sanger sequencing. ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"A lower limb MRI at 23 years of age revealed moderate to severe fatty degeneration in all pelvic, thigh, and lower leg muscles with some sparing of sartorius and, in particular, tibialis posterior and deep toe flexors.","phenotypes":["obo:HP_0030234","obo:HP_0002460","obo:HP_0003691","obo:HP_0003551","obo:HP_0001239","obo:HP_0008997","obo:HP_0002515","obo:HP_0009023","obo:HP_0008994","obo:HP_0006466","obo:HP_0012785","obo:HP_0006380","obo:HP_0003325","obo:HP_0001771","obo:HP_0002987"],"previousTesting":true,"previousTestingDescription":"Histo-immunofluorescence analyses were normal for emerin, collagen VI, dystrophin, α-sarcoglycan, β-sarcoglycan, γ-sarcoglycan, δ-sarcoglycan, spectrin, laminin α2, and dysferlin. Western blot for collagen VI was normal. Analysis of the CAPN3, FKRP, ANO5, LMNA, COL6A1, and A2A3 genes revealed no variants of interest.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:00da3f90-f48c-49b2-8584-086dfae3dac6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:948b38fd-12b8-4885-95dd-185815db018d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26581302"},"rdfs:label":"P1"},{"id":"cggv:00da3f90-f48c-49b2-8584-086dfae3dac6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00da3f90-f48c-49b2-8584-086dfae3dac6_variant_evidence_item"},{"id":"cggv:00da3f90-f48c-49b2-8584-086dfae3dac6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunofluorescence analysis of titin using N-terminus and C-terminus antibodies showed the titin molecules that are produced are correctly incorporated in the sarcomere, but are lacking the C-terminus. Western blot analysis showed a massive deficiency in calpain 3."}],"strengthScore":1,"dc:description":"The TTN NM_001267550.2:c.106959T>A nonsense variant reported in homozgyosity in this proband introduces a premature termination codon in the M line (p.Tyr35653Ter). This variant has been observed in the heterozygous state in 2 individuals in gnomAD v2.1.1 (MAF in non-Finnish European population: 0.00001775; overall allele frequency: 0.000008046). Downstream variants were shown to lead to a severe reduction in mRNA, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence in patient muscle tissue indicated the presence of a truncated titin protein and a secondary calpain 3 reduction. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 2 total points (from a default of 3 total points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:7123c50e-41ca-455f-8f00-ab417e33c39f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7123c50e-41ca-455f-8f00-ab417e33c39f","type":"Proband","allele":[{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.39974-11T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA60966163"}},{"id":"cggv:c8f38344-8172-463f-9793-ee09cbeeeebe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.25335dup (p.Lys8446GlnfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999285"}}],"detectionMethod":"Parallel sequencing of known neuromuscular disease genes was used to identify the TTN variants of interest. Parental sequencing confirmed the variants are present in trans. ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband was reported to achieve the ability to walk independently at 6 years and at 18 years was able to walk short distances, but required a wheelchair for longer distances. Adipose replacement and fiber splitting were noted on muscle biopsy from paraspinal and quadriceps at age 12. ","phenotypes":["obo:HP_0001270","obo:HP_0001193","obo:HP_0003803","obo:HP_0001999","obo:HP_0000218","obo:HP_0000276","obo:HP_0000729","obo:HP_0003687","obo:HP_0002421","obo:HP_0002751","obo:HP_0002943","obo:HP_0001371","obo:HP_0002804","obo:HP_0001558","obo:HP_0001315","obo:HP_0003458","obo:HP_0004684","obo:HP_0003306","obo:HP_0008935","obo:HP_0008872","obo:HP_0005855","obo:HP_0000467","obo:HP_0003701","obo:HP_0002460","obo:HP_0003557","obo:HP_0002091","obo:HP_0003691","obo:HP_0003445","obo:HP_0030319","obo:HP_0002643","obo:HP_0001187"],"sex":"Male","variant":[{"id":"cggv:997b7c8b-04c5-49bd-9f52-9469ccd22183_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c8f38344-8172-463f-9793-ee09cbeeeebe"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31660661","type":"dc:BibliographicResource","dc:abstract":"We present eight families with arthrogryposis multiplex congenita and myopathy bearing a TTN intron 213 extended splice-site variant (NM_001267550.1:c.39974-11T>G), inherited in trans with a second pathogenic TTN variant. Muscle-derived RNA studies of three individuals confirmed mis-splicing induced by the c.39974-11T>G variant; in-frame exon 214 skipping or use of a cryptic 3' splice-site effecting a frameshift. Confounding interpretation of pathogenicity is the absence of exons 213-217 within the described skeletal muscle TTN N2A isoform. However, RNA-sequencing from 365 adult human gastrocnemius samples revealed that 56% specimens predominantly include exons 213-217 in TTN transcripts (inclusion rate ≥66%). Further, RNA-sequencing of five fetal muscle samples confirmed that 4/5 specimens predominantly include exons 213-217 (fifth sample inclusion rate 57%). Contractures improved significantly with age for four individuals, which may be linked to decreased expression of pathogenic fetal transcripts. Our study extends emerging evidence supporting a vital developmental role for TTN isoforms containing metatranscript-only exons.","dc:creator":"Bryen SJ","dc:date":"2019","dc:title":"Recurrent TTN metatranscript-only c.39974-11T>G splice variant associated with autosomal recessive arthrogryposis multiplex congenita and myopathy."}},{"id":"cggv:abbd73b7-df40-455a-9541-0e2c1dacbc54_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31660661"}],"rdfs:label":"BII:1"},{"id":"cggv:abbd73b7-df40-455a-9541-0e2c1dacbc54","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:abbd73b7-df40-455a-9541-0e2c1dacbc54_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"The maternally inherited TTN NM_001267550.2:c.39974-11T>G variant identified in this proband in heterozygosity is expected to alter splicing. RT-PCR and sequencing performed on mRNA extracted from a skeletal muscle biopsy confirmed two main abnormal splicing events: 1) Use of a cryptic 3′ splice site that abnormally includes 10 nucleotides of intron 213, leading to a frameshift and premature termination codon (r.39973_39974ins39974-10_39974-1, p.Val13325Aspfs*6) and 2) exon 214 skipping, which is in-frame and results in loss of 28 residues (r.39974_40057del, p.Glu13327_Pro13354del); affecting one of the proline-glutamine-valine-lysine (PEVK) repeat regions. This variant has been observed in the heterozygous state in 6 individuals in gnomAD v2.1.1 (MAF in African/African-American population: 0.0001561; total allele frequency: 0.00006209). The score for this variant was downgraded given that the functionality of the in-frame mRNA product with a disrupted PEVK domain is uncertain. "},{"id":"cggv:997b7c8b-04c5-49bd-9f52-9469ccd22183","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:997b7c8b-04c5-49bd-9f52-9469ccd22183_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.25335dup frameshift variant identified in this proband in heterozygosity is expected to introduce a premature termination codon (p.Lys8446GlnfsTer8). This variant has not been reported in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6c80f008-1766-42eb-a85a-bb5aa993f7e4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6c80f008-1766-42eb-a85a-bb5aa993f7e4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:19f84476-e78f-4ccc-9ebb-c80cfad257ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.105528_105535del (p.Gln35176fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341218"}},"detectionMethod":"Genotyped with markers from regions of interest identified by whole-genome screen conducted in Family 1. Sequencing of the 6 M-band-encoding TTN exons (Mex1-6 or 358-363) identified the variant.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"A muscle biopsy of the quadriceps at 14 years showed significant endomysial fibrosis and sparse regenerating fibers, in addition to minicores and central nuclei. In a second biopsy, virtually all fibers were speckled with a myriad of relatively large central nuclei (up to seven per fiber transversal section); fibrosis was more prominent than necrosis/regeneration. Skeletal muscle ultrastructural studies confirmed the presence of multiple foci of sarcomere disruption and mitochondria depletion. These minicores spanned generally three to six contiguous sarcomeres along the longitudinal fiber axis, but were sometimes larger. Noticeably, some M-lines looked to be pulled apart and contrasted with comparatively preserved Z-lines, contrary to the typical minicores in which Z-line streaming is often more apparent than disintegration of the sarcomere center. Aside from these minicore-like lesions, the muscle fiber and sarcomere ultrastructure were normal.","phenotypes":["obo:HP_0003551","obo:HP_0003803","obo:HP_0009046","obo:HP_0001319","obo:HP_0001270","obo:HP_0003324","obo:HP_0006682","obo:HP_0001644","obo:HP_0003458","obo:HP_0003687","obo:HP_0008981","obo:HP_0001635","obo:HP_0000508","obo:HP_0003557","obo:HP_0011675","obo:HP_0003236","obo:HP_0030319","obo:HP_0003789"],"sex":"Male","variant":{"id":"cggv:2e683796-8e2e-45cc-bc6c-291f0a31d938_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:19f84476-e78f-4ccc-9ebb-c80cfad257ec"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17444505","type":"dc:BibliographicResource","dc:abstract":"The giant protein titin is essential for striated muscle development, structure, and elasticity. All titin mutations reported to date cause late-onset, dominant disorders involving either skeletal muscle or the heart. Our aim was to delineate the phenotype and determine the genetic defects in two consanguineous families with an early-onset, recessive muscle and cardiac disorder.","dc:creator":"Carmignac V","dc:date":"2007","dc:title":"C-terminal titin deletions cause a novel early-onset myopathy with fatal cardiomyopathy."}},"rdfs:label":"Patient 4"},{"id":"cggv:2e683796-8e2e-45cc-bc6c-291f0a31d938","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e683796-8e2e-45cc-bc6c-291f0a31d938_variant_evidence_item"}],"strengthScore":1,"dc:description":"The TTN NM_001267550.2:c.105528_105535del variant identified in homozygosity in this proband results in a frameshift and introduction of a premature termination codon 9 amino acid residues downstream (p.Gln35176HisfsTer9). This variant is not reported in gnomAD v2.1.1. Analyses of skeletal and heart muscles from this proband demonstrated a complete loss of immunolabeling with T51, an antibody directed against the titin m8-m9 domain encoded by the Mex3/Mex4 exons downstream of the predicted truncation site. Based on Western blot evaluation of protein derived from a patient with a downstream TTN truncation (Patient 3, NM_001267550.2:c.106571del (p.Lys35524ArgfsTer22), PMID: 17444505) Calpain 3 binding would be expected to be abrogated by this variant. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 2 total points (from a default of 3 total points).\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fab1359b-252c-4364-96cd-5f605512be79_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fab1359b-252c-4364-96cd-5f605512be79","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":25,"allele":[{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9"},{"id":"cggv:729afb2f-1903-4bb0-9d57-1bcb6de4634b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178612499C>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349599717"}}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing. Additionally, the proband's family was genotyped for microsatellite markers D2S1244, D2S148, D2S2173, D2S300, D2S385, D2S324, D2S2978, and D2S384 spanning a region of 4.3 Mb around TTN.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Patellar tendon reflexes were noted to be absent. ","phenotypes":["obo:HP_0001315","obo:HP_0008963","obo:HP_0002359","obo:HP_0001288","obo:HP_0008180","obo:HP_0003376","obo:HP_0011399","obo:HP_0003458"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:2aaca4a9-634b-4273-945b-f16fd8228706_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},{"id":"cggv:8471ad30-d060-4825-b78b-eca90cdffee6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:729afb2f-1903-4bb0-9d57-1bcb6de4634b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"BII:2"},{"id":"cggv:8471ad30-d060-4825-b78b-eca90cdffee6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8471ad30-d060-4825-b78b-eca90cdffee6_variant_evidence_item"},{"id":"cggv:8471ad30-d060-4825-b78b-eca90cdffee6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR studies in the proband revealed mRNA containing the A band c.50026G>T (p.Glu16676Ter) variant was present at much lower levels in tissue derived from muscle biopsies than mRNA containing the in trans Mex 5 variant, suggesting this variant produced an mRNA product susceptible to nonsense-mediated decay. "}],"strengthScore":2,"dc:description":"The TTN NM_001267550.2:c.50026G>T nonsense variant identified in this proband in heterozygosity introduces a premature termination codon (p.Glu16676Ter) in the titin A band. This variant has not been observed in gnomAD v2.1.1."},{"id":"cggv:2aaca4a9-634b-4273-945b-f16fd8228706","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2aaca4a9-634b-4273-945b-f16fd8228706_variant_evidence_item"},{"id":"cggv:2aaca4a9-634b-4273-945b-f16fd8228706_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"s"}],"strengthScore":0.5,"dc:description":"The TTN NM_001267550.2:c.107635C>T nonsense variant identified in this proband in heterozygosity introduces a premature termination codon (p.Gln35879Ter) in the titin M line (Mex5). This variant has been observed in the heterozygous state in 3 individuals in gnomAD v2.1.1 (MAF in Latino/Admixed American population: 0.00002898; total allele frequency: 0.00001205). This variant was also reported in two additional families in both homozygosity and compound heterozygosity with a second TTN variant (Family A and Family C reported in PMID: 27796757). Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e0676594-a983-4275-8cdb-cfa40fa49f0f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e0676594-a983-4275-8cdb-cfa40fa49f0f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":20,"allele":[{"id":"cggv:4603ea4a-9f2a-4fb0-ae61-cddf018f31c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.100558_100561dup (p.Gly33521fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658657125"}},{"id":"cggv:e1b789e2-dfea-431e-b754-e63942d2c256","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.107647del (p.Ser35883fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343100"}}],"detectionMethod":"Genomic DNA was sequenced starting from the last exon of TTN and continuing upstream. Sequencing the DNA from the proband's mother confirmed that the variants were present in trans.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0003551","obo:HP_0003698","obo:HP_0008988","obo:HP_0002015","obo:HP_0003738","obo:HP_0002359","obo:HP_0009129","obo:HP_0009053","obo:HP_0008994","obo:HP_0033526","obo:HP_0003324"],"previousTesting":true,"previousTestingDescription":"The last three TTN exons (Mex4-Mex6) were PCR amplified and Sanger sequenced in the proband and affected mother.","sex":"Male","variant":[{"id":"cggv:4523c6b5-34a5-4e26-9cd0-a7c33b1306c1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1b789e2-dfea-431e-b754-e63942d2c256"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"},{"id":"cggv:a6779cef-f58d-4bbf-9118-7ae6c821995a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4603ea4a-9f2a-4fb0-ae61-cddf018f31c9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"}],"rdfs:label":"5b"},{"id":"cggv:a6779cef-f58d-4bbf-9118-7ae6c821995a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a6779cef-f58d-4bbf-9118-7ae6c821995a_variant_evidence_item"},{"id":"cggv:a6779cef-f58d-4bbf-9118-7ae6c821995a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. RT-PCR and sequencing of cDNA from patient muscle tissue indicated a lower signal from the allele containing the c.100558_100561dup compared to the allele containing the c.107647del variant."}],"strengthScore":2,"dc:description":"The TTN NM_001267550.2:c.100558_100561dup frameshift variant identified in this proband introduces a premature termination codon in the A band (p.Gly31880AspfsTer25). This variant has not been observed in gnomAD v2.1.1. "},{"id":"cggv:4523c6b5-34a5-4e26-9cd0-a7c33b1306c1","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4523c6b5-34a5-4e26-9cd0-a7c33b1306c1_variant_evidence_item"},{"id":"cggv:4523c6b5-34a5-4e26-9cd0-a7c33b1306c1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. "}],"strengthScore":0.5,"dc:description":"The TTN NM_001267550.2:c.107647del frameshift variant identified in this proband introduces a premature termination codon in the M line (p.Ser35883fs). This proband was originally described in PMID: 18948003 as a case of autosomal dominant tibial muscular dystrophy due to the c.107647del variant. However, western blotting of a muscle biopsy from the proband revealed a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. Additionally, RT-PCR and sequence analysis of region spanning exons Mex4-Mex6/Mex5-Mex6 using cDNA from the proband indicated unequal expression of the two TTN alleles, with lower signals from the second allele compared to the allele containing the previously c.107647del (p.Ser35883fs) variant. Together, these findings suggested the other TTN allele might contain a frameshift variant affecting its expression and additional TTN sequencing identified a second variant NM_001267550.2:c.100558_100561dup (p.Gly33521fsTer25) located in the A band in trans with the M line variant. The c.107647del (p.Ser35883fs) variant has not been observed in gnomAD v2.1.1. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:67b4766b-26eb-4f0b-84ee-aa7f1d2b8f60_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:67b4766b-26eb-4f0b-84ee-aa7f1d2b8f60","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:33576d88-64bd-4226-b6fb-825faaa43704","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.21961G>A (p.Glu7321Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349530031"}},{"id":"cggv:3331f338-744c-45d6-a8f5-de7443b7c907","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.58620del (p.Val19541fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/645756"}}],"detectionMethod":"The variants were identified by exome sequencing and confirmed in the proband by Sanger sequencing. Sanger sequencing was also used the identify which variant was inherited from each of the heterozygous parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy at age 10 revealed central nuclei, fiber size variation, type I fiber predominance, and increase in connective or endomysial tissue.","phenotypes":["obo:HP_0002747","obo:HP_0002650","obo:HP_0001324","obo:HP_0002098","obo:HP_0004887","obo:HP_0003458","obo:HP_0030177","obo:HP_0011623","obo:HP_0003803","obo:HP_0100297","obo:HP_0009025","obo:HP_0003557","obo:HP_0001284","obo:HP_0002540","obo:HP_0003687","obo:HP_0030319"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:b801b279-3bfc-456f-ad70-2580d0f0f520_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3331f338-744c-45d6-a8f5-de7443b7c907"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23975875"},{"id":"cggv:61cabccc-c6c5-44d7-a0d1-986259290628_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:33576d88-64bd-4226-b6fb-825faaa43704"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23975875"}],"rdfs:label":"1093-1"},{"id":"cggv:61cabccc-c6c5-44d7-a0d1-986259290628","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61cabccc-c6c5-44d7-a0d1-986259290628_variant_evidence_item"},{"id":"cggv:61cabccc-c6c5-44d7-a0d1-986259290628_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein. Nebulin was also shown to be reduced by Western blotting. However, no impact on AldoA and ryanodine receptors recruited by calpain 3 was observed by immunostaining of patient muscle. "}],"strengthScore":0.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.21961G>A variant identified in this proband is located adjacent to a canonical splice donor site and is predicted to impact splicing (SpliceAI donor loss Δ score: 0.69). This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region. Furthermore, gel electrophoresis of patient muscle protein identified a roughly 3.5 MDa protein suspected to be produced from the paternal allele splice variant. Together, these results suggest that the variant leads to the production of a truncated titin protein lacking a significant portion of the C-terminal region and reduced calpain 3 binding."},{"id":"cggv:b801b279-3bfc-456f-ad70-2580d0f0f520","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b801b279-3bfc-456f-ad70-2580d0f0f520_variant_evidence_item"},{"id":"cggv:b801b279-3bfc-456f-ad70-2580d0f0f520_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region on the encoded titin protein. Nebulin was also shown to be reduced by Western blotting. However, no impact on AldoA and ryanodine receptors recruited by calpain 3 was observed by immunostaining of patient muscle. "}],"strengthScore":1.5,"dc:description":"The maternally inherited TTN NM_001267550.2:c.58620del variant identified in this proband results in a frameshift and introduction of a premature termination codon 22 amino acid residues downstream (p.Val19541PhefsTer22). This variant is not observed in gnomAD v2.1.1. Indirect immunofluorescence analysis on muscle biopsy from the patient using 3 epitope-specific antibodies directed against the N-terminal, A-I junction, or C-terminal regions of titin showed normal sarcomeric labeling with the titin N-terminal and A-I junction antibodies, indicating that titin was integrated into the sarcomeres and its structure was intact up to the level of the A-I junction and missing the C-terminal region. Furthermore, patient muscle demonstrated reduced or absent immunostaining with a calpain 3 antibody, indicating a loss of the calpain 3 binding region. Furthermore, gel electrophoresis of patient muscle protein identified a roughly 2.3 MDa protein suspected to be produced from the maternal allele. Together, these results suggest that the variant leads to the production of a truncated titin protein lacking a significant portion of the C-terminal region and reduced calpain 3 binding. Given that a protein product is expected to be produced, albeit altered, the score for this variant was downgraded to 1.5 total points (from a default of 2 points)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d2372fbb-eca7-4f1b-9920-87e0cea13aed_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d2372fbb-eca7-4f1b-9920-87e0cea13aed","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9"},"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing. Additionally, the proband's family was genotyped for microsatellite markers D2S1244, D2S148, D2S2173, D2S300, D2S385, D2S324, D2S2978, and D2S384 spanning a region of 4.3 Mb around TTN.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Evaluation of a muscle biopsy from the proband revealed myopathic changes. Muscle imaging identified that the left soleus and gastrocnemius lateralis were most severely affected while tibialis anterior muscles are moderately affected. The peroneus muscle on the left, hamstrings on the left, and semitendinosus on the right were also affected.","phenotypes":["obo:HP_0002317","obo:HP_0002515","obo:HP_0001761","obo:HP_0007210","obo:HP_0008180","obo:HP_0003458"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:24da37b3-4268-4020-a0ab-b98233de1e91_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:155cddd1-9ae8-408d-8c8c-bd58ce765ac9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},"rdfs:label":"AII:2"},{"id":"cggv:24da37b3-4268-4020-a0ab-b98233de1e91","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24da37b3-4268-4020-a0ab-b98233de1e91_variant_evidence_item"},{"id":"cggv:24da37b3-4268-4020-a0ab-b98233de1e91_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR studies revealed mRNA containing this variant was present in tissue derived from this proband's muscle biopsy. However, western blotting of total protein derived from the muscle biopsy with the m10-1 antibody showed severe reduction of the C-terminal titin fragment, suggesting the protein may be truncated. "}],"strengthScore":0.25,"dc:description":"The TTN NM_001267550.2:c.107635C>T nonsense variant identified in this proband in homozygosity introduces a premature termination codon (p.Gln35879Ter) in the titin M line (Mex5). This variant has been observed in the heterozygous state in 3 individuals in gnomAD v2.1.1 (MAF in Latino/Admixed American population: 0.00002898; total allele frequency: 0.00001205). This variant was also reported in two additional families in compound heterozygosity with a second TTN variant (Family B and Family C reported in PMID: 27796757). Given that a protein product is expected to be produced, albeit altered, and that this variant was previously scored for another unrelated proband (BII:2 reported in PMID: 27796757), who carries the variant in compound heterozygosity with a second variant, the score for this evidence was downgraded.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:61e3a729-d41d-48ad-9424-1a48b43261b6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:61e3a729-d41d-48ad-9424-1a48b43261b6","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":26,"allele":[{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb"},{"id":"cggv:716ab271-eeb7-4879-a700-2dcb2787afed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.37228del (p.Glu12411LysfsTer536)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA761300230"}}],"detectionMethod":"Parallel sequencing of known neuromuscular disease genes was used to identify the TTN variants of interest. Parental sequencing confirmed the variants are present in trans.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0003196","obo:HP_0003044","obo:HP_0003049","obo:HP_0005879","obo:HP_0001059","obo:HP_0000160","obo:HP_0000369","obo:HP_0000457","obo:HP_0000463","obo:HP_0003557","obo:HP_0001838","obo:HP_0001558","obo:HP_0006466","obo:HP_0002987","obo:HP_0003273","obo:HP_0006380","obo:HP_0003687","obo:HP_0100492","obo:HP_0010602"],"sex":"Female","variant":[{"id":"cggv:0c6cf9fc-2a8e-4dcd-95e5-1c6697be416c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:716ab271-eeb7-4879-a700-2dcb2787afed"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31660661"},{"id":"cggv:3df08a68-6822-47a6-9c18-82d8692c0fd0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31660661"}],"rdfs:label":"AII:1"},{"id":"cggv:3df08a68-6822-47a6-9c18-82d8692c0fd0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3df08a68-6822-47a6-9c18-82d8692c0fd0_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"The maternally inherited TTN NM_001267550.2:c.39974-11T>G variant identified in this proband in heterozygosity is expected to alter splicing. RT-PCR and sequencing performed on mRNA extracted from a skeletal muscle biopsy confirmed two main abnormal splicing events: 1) Use of a cryptic 3′ splice site that abnormally includes 10 nucleotides of intron 213, leading to a frameshift and premature termination codon (r.39973_39974ins39974-10_39974-1, p.Val13325Aspfs*6) and 2) exon 214 skipping, which is in-frame and results in loss of 28 residues (r.39974_40057del, p.Glu13327_Pro13354del); affecting one of the proline-glutamine-valine-lysine (PEVK) repeat regions. This variant has been observed in the heterozygous state in 6 individuals in gnomAD v2.1.1 (MAF in African/African-American population: 0.0001561; total allele frequency: 0.00006209). The score for this variant was downgraded given that the functionality of the in-frame mRNA product with a disrupted PEVK domain is uncertain and because this variant was previously scored for a different proband (BII:1)."},{"id":"cggv:0c6cf9fc-2a8e-4dcd-95e5-1c6697be416c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0c6cf9fc-2a8e-4dcd-95e5-1c6697be416c_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.37228del frameshift variant identified in this proband in heterozygosity is expected to introduce a premature termination codon (p.Glu12411LysfsTer536). This variant has not been observed in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:638cc267-b179-4d29-9aae-303dc1c4c033_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:638cc267-b179-4d29-9aae-303dc1c4c033","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:90856628-7dd2-4549-a47f-53e5ac0bfd62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.38661_38665del (p.Lys12887AsnfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10576258"}},"detectionMethod":"A customized targeted next-generation sequencing assay capturing the coding regions of 64 genes known to be associated with structural myopathies was used to identify the TTN variant, which was confirmed by Sanger sequencing. The mother was determined by Sanger sequencing to carry the variant in heterozygosity, while the father was negative for variant. A detailed study of 100 homozygous SNPs (from rs12713756 to rs12622093) distributed along chromosome 2 for the trio revealed maternal isodisomy for chromosome 2.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband achieved head control at 12 months and was able to sit unaided by the age of 18 months. An x-ray showed spiral fractures of both humerus bones and the left femur and electromyography showed a myogenic pattern in proximal and distal muscles. A quadriceps muscle biopsy at 6 months showed muscular tissue with an altered architectural pattern, increased connective tissue in the endomysium and perimysium, and isolated adipocytes in the perimysium. Muscle fibers showed marked variability in size with the presence of randomly distributed hypertrophic, hypotrophic, and atrophic fibers and occasional internal central myonuclei. Staining with modified Gomori trichrome showed fuchsinophilic aggregates in small fibers and cytoplasmic bodies and reduced NADH TH stain showed isolated oxidative aggregates in subsarcolemmal areas. The fibers presented ill-defined cores with reduced NADH TH and succinate dehydrogenase staining and a diffuse pallor without mitochondrial aggregation was found with cytochrome C oxidase staining. The fibers predominantly showed co-expression of neonatal and fast myosin, but occasional fibers positive for slow myosin were also observed. The inmunohistochemical study for merosin was normal. Electron microscopy at 6 months showed internal myonuclei and disruption of the sarcomere structure with focal streaming of the Z line. The subsarcolemmal area showed replacement of the sarcomeric structure with disorganized filamentous material as well as cytoplasmic bodies. A muscle biopsy performed at 12 months showed severe structural alterations, with extensive adipose replacement in which muscle spindles, intramuscular nerve fascicles, and occasional muscle fibers were identified. At 5 years of age, atrophy was noted to be most prominent in the upper limbs and especially in the shoulder girdle. The atrophied muscles in the legs progressively improved and palpable muscle mass was present at 5 years of age present, although the proband was not able to stand. The proband was reported to be able to lift and bend his legs against gravity and raise his hands to the midline level and manipulate objects. ","phenotypes":["obo:HP_0001193","obo:HP_0100303","obo:HP_0006251","obo:HP_0003557","obo:HP_0009062","obo:HP_0002827","obo:HP_0001558","obo:HP_0002033","obo:HP_0001623","obo:HP_0003634","obo:HP_0003202","obo:HP_0000218","obo:HP_0003324","obo:HP_0002194","obo:HP_0001762","obo:HP_0006265","obo:HP_0001371","obo:HP_0003687","obo:HP_0001284"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b5d1f7de-a5fd-44d6-ac15-5756a292f9a7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:90856628-7dd2-4549-a47f-53e5ac0bfd62"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28040389","type":"dc:BibliographicResource","dc:abstract":"We report the case of a newborn with arthrogryposis multiplex congenita and severe axial hypotonia without cardiac involvement in which, using a customized targeted next-generation sequencing assay for 64 myopathy-associated genes, we detected a novel homozygous truncating mutation, c.38661_38665del, in exon 197 of the TTN gene that is expressed only in the fetal skeletal isoform. Its pathogenicity is supported by evidence of maternal isodisomy for chromosome 2. Muscle pathology showed fibers with core-like areas devoid of oxidative staining and cytoplasmic bodies. Electron microscopy showed the replacement of the sarcomeric structure with filamentous material. Identification of this mutation expands the phenotypic spectrum of the TTN gene and shows for the first time that a mutation not found in adult TTN isoforms is involved in the development of a neuromuscular disorder. TTN mutations should be considered in all severe congenital myopathies with arthrogryposis without cardiac involvement.","dc:creator":"Fernández-Marmiesse A","dc:date":"2017","dc:title":"Homozygous truncating mutation in prenatally expressed skeletal isoform of TTN gene results in arthrogryposis multiplex congenita and myopathy without cardiac involvement."}},"rdfs:label":"Fernández-Marmiesse et al Proband"},{"id":"cggv:b5d1f7de-a5fd-44d6-ac15-5756a292f9a7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b5d1f7de-a5fd-44d6-ac15-5756a292f9a7_variant_evidence_item"}],"strengthScore":1,"dc:description":"The TTN NM_001267550.2:c.38661_38665del frameshift variant identified in this proband in homozygosity (as a result of maternal isodisomy for chromosome 2) is expected to introduce a premature termination codon (p.Lys12887fsTer6) in exon 197, which is expressed only in the fetal skeletal isoform. This variant has not been observed in gnomAD v2.1.1. Given that no experimental evidence is available to support the effect of this variant on the function of the fetal skeletal TTN isoform, the score for this evidence was downgraded to 2 total points (from a default of 3 total points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:33a468f0-8111-4c9a-a371-34532ab3f724_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:33a468f0-8111-4c9a-a371-34532ab3f724","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:8b6789be-30c9-4d3b-80f3-7e79e6e2ed30","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178530071del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999288"}},{"id":"cggv:195624e4-a7a2-4adf-95f1-74a056f62516","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178530704_178530708del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999287"}}],"detectionMethod":"Sanger sequencing of the M-line of titin identified two variants of interest in the proband. The variants were confirmed in heterozygosity in the parents by Sanger sequencing.\n","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to achieve walking at 19 months. By 18 years of age, she was wheelchair-bound but could stand alone. An EMG was myogenic and a muscle biopsy showed a dystrophic pattern. An mRI performed at age 20 years showed moderate fatty degenerative changes diffusely in all muscle groups with marked atrophic change in the hamstring muscle.","phenotypes":["obo:HP_0006380","obo:HP_0003325","obo:HP_0008997","obo:HP_0008981","obo:HP_0009023","obo:HP_0030234","obo:HP_0002792","obo:HP_0003391","obo:HP_0003551","obo:HP_0002515","obo:HP_0008994","obo:HP_0006466","obo:HP_0002650","obo:HP_0031374","obo:HP_0003560","obo:HP_0002987","obo:HP_0001371"],"previousTesting":true,"previousTestingDescription":"Histo-immunofluorescence analyses of dystrophin, sarcoglycans, telethonin, αB-cristallin, desmin dysferlin, α-dystroglycan, and collagen VI were normal. Analysis of the CAPN3, LMNA, ACTA1, TPM2, and TPM3 genes revealed no variants of interest.","sex":"Female","variant":[{"id":"cggv:5330dab6-07ad-440d-b407-1bdd792a4b45_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8b6789be-30c9-4d3b-80f3-7e79e6e2ed30"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26581302"},{"id":"cggv:dcdbaaad-ccc6-49bc-94ef-bc81b8ae463b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:195624e4-a7a2-4adf-95f1-74a056f62516"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26581302"}],"rdfs:label":"P3"},{"id":"cggv:5330dab6-07ad-440d-b407-1bdd792a4b45","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5330dab6-07ad-440d-b407-1bdd792a4b45_variant_evidence_item"},{"id":"cggv:5330dab6-07ad-440d-b407-1bdd792a4b45_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR analysis showed TTN mRNA was markedly reduced, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence analysis of titin with N-terminus and C-terminus antibodies showed the titin molecules that are produced are correctly incorporated in the sarcomere, but are lacking the C-terminus. Western blot analysis showed a massive deficiency in calpain 3."}],"strengthScore":1,"dc:description":"The paternally inherited TTN NM_001267550.2:c.106422del frameshift variant reported in heterozygosity in this proband introduces a premature termination codon in the M line (p.Phe35475SerfsTer3). This variant has not been observed in gnomAD v2.1.1. RT-PCR analysis of patient RNA demonstrated a severe reduction in TTN mRNA, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence in patient muscle tissue indicated the presence of a truncated titin protein and a secondary calpain 3 reduction. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1 point (from a default of 2 points). "},{"id":"cggv:dcdbaaad-ccc6-49bc-94ef-bc81b8ae463b","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dcdbaaad-ccc6-49bc-94ef-bc81b8ae463b_variant_evidence_item"},{"id":"cggv:dcdbaaad-ccc6-49bc-94ef-bc81b8ae463b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR analysis showed TTN mRNA was markedly reduced, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence analysis of titin with N-terminus and C-terminus antibodies showed the titin molecules that are produced are correctly incorporated in the sarcomere, but are lacking the C-terminus. Western blot analysis showed a massive deficiency in calpain 3."}],"strengthScore":1,"dc:description":"The maternally inherited TTN NM_001267550.2:c.105910_105914del (p.Thr35304CysfsTer3) frameshift variant observed in compound heterozygosity in this proband introduces a premature termination codon in the M line. This variant has not been observed in gnomAD v2.1.1. RT-PCR analysis of patient RNA demonstrated a severe reduction in TTN mRNA, suggesting this variant produces an mRNA that is at least partially susceptible to nonsense mediated decay. Immunofluorescence in patient muscle tissue indicated the presence of a truncated titin protein and a secondary calpain 3 reduction. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1 point (from a default of 2 points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eb72a3c7-8e01-4b66-80e4-ea3cb0b903de_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eb72a3c7-8e01-4b66-80e4-ea3cb0b903de","type":"Proband","allele":[{"id":"cggv:9472b9f5-2574-4eb1-bf0d-5cc3ba410640","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.102214T>C (p.Trp34072Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1985790"}},{"id":"cggv:bfbd880d-c2c3-438a-94f8-002e379dd80d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.9163+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16610513"}}],"detectionMethod":"Sanger sequencing of the six TTN M-line-encoding exons (Mex1-Mex6) identified a paternally inherited c.102214T>C (p.Trp34072Arg) variant in the Mex1 serine-threonine kinase domain. Exome sequencing identified a second TTN c.9163+1G>C variant inherited from the mother.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Achieved sitting and standing with support at the age of 19 months, but never achieved independent walking.","phenotypes":["obo:HP_0010550","obo:HP_0001270","obo:HP_0002751","obo:HP_0001385","obo:HP_0001644","obo:HP_0012385","obo:HP_0003789","obo:HP_0002804","obo:HP_0009465","obo:HP_0001558","obo:HP_0011664","obo:HP_0011623","obo:HP_0003306","obo:HP_0003687","obo:HP_0001319","obo:HP_0003803","obo:HP_0002942","obo:HP_0000470","obo:HP_0000369","obo:HP_0002827"],"secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:4bfe2f5b-b9d0-4cd6-993c-a1a1f8f4a21f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9472b9f5-2574-4eb1-bf0d-5cc3ba410640"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24105469","type":"dc:BibliographicResource","dc:abstract":"Core myopathies (CM), the main non-dystrophic myopathies in childhood, remain genetically unexplained in many cases. Heart disease is not considered part of the typical CM spectrum. No congenital heart defect has been reported, and childhood-onset cardiomyopathy has been documented in only two CM families with homozygous mutations of the TTN gene. TTN encodes titin, a giant protein of striated muscles. Recently, heterozygous TTN truncating mutations have also been reported as a major cause of dominant dilated cardiomyopathy. However, relatively few TTN mutations and phenotypes are known, and titin pathophysiological role in cardiac and skeletal muscle conditions is incompletely understood. We analyzed a series of 23 families with congenital CM and primary heart disease using TTN M-line-targeted sequencing followed in selected patients by whole-exome sequencing and functional studies. We identified seven novel homozygous or compound heterozygous TTN mutations (five in the M-line, five truncating) in 17% patients. Heterozygous parents were healthy. Phenotype analysis identified four novel titinopathies, including cardiac septal defects, left ventricular non-compaction, Emery-Dreifuss muscular dystrophy or arthrogryposis. Additionally, in vitro studies documented the first-reported absence of a functional titin kinase domain in humans, leading to a severe antenatal phenotype. We establish that CM are associated with a large range of heart conditions of which TTN mutations are a major cause, thereby expanding the TTN mutational and phenotypic spectrum. Additionally, our results suggest titin kinase implication in cardiac morphogenesis and demonstrate that heterozygous TTN truncating mutations may not manifest unless associated with a second mutation, reassessing the paradigm of their dominant expression.","dc:creator":"Chauveau C","dc:date":"2014","dc:title":"Recessive TTN truncating mutations define novel forms of core myopathy with heart disease."}},{"id":"cggv:6a346dda-6105-45d3-a55b-e41d26d6bf1e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bfbd880d-c2c3-438a-94f8-002e379dd80d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24105469"}],"rdfs:label":"Patient 5"},{"id":"cggv:4bfe2f5b-b9d0-4cd6-993c-a1a1f8f4a21f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4bfe2f5b-b9d0-4cd6-993c-a1a1f8f4a21f_variant_evidence_item"},{"id":"cggv:4bfe2f5b-b9d0-4cd6-993c-a1a1f8f4a21f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The effect of this variant on the interaction between the wild type titin serine-threonine kinase domain and the serine-threonine kinase autoinhibitory tail or the known ligand Nbr1 was evaluated with a yeast two-hybrid assay. Interaction with both the autoinhibitory tail and Nbr1 was abrogated by the variant, suggesting the variant leads to loss of function of the serine-threonine kinase domain."}],"strengthScore":0.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.102214T>C variant observed in heterozygosity in this proband results in a missense change (p.Trp34072Arg) and has been observed in heterozygosity in 2 individuals in gnomAD v2.1.1 (MAF in non-Finnish European population in gnomAD v2.1.1: 0.00001777 (2/112552 alleles); overall AF in gnomAD v2.1.1: 0.000008110 (2/246606 alleles)). This variant affects a highly conserved residue of the serine-threonine kinase (TK) domain and was demonstrated to abrogate interaction between the TK domain and the TK autoinhibitory tail as well as with known ligand Nbr1. The authors speculate loss of titin TK function may negatively affect myofibril turnover. Of note, unlike the variants identified in most other probands with an arthrogryposis multiplex congenita phenotype which are expected to affect metatranscript-only exons but not adult TTN isoforms, this variant is predicted to alter the adult isoforms."},{"id":"cggv:6a346dda-6105-45d3-a55b-e41d26d6bf1e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6a346dda-6105-45d3-a55b-e41d26d6bf1e_variant_evidence_item"}],"strengthScore":1,"dc:description":"The maternally inherited TTN NM_001267550.2:c.9163+1G>C variant identified in this proband in heterozygosity is located in the splice donor site at the 5′ of exon 38 (encoding the titin I band) and is expected to alter splicing. Immunolabelling of patient myocardium cryosections confirmed expression and normal sarcomere integration of a full-length titin, presumably encoded by the paternal TK-mutant allele. Protein truncation was confirmed by RNA deep sequencing of patient myocardium, which demonstrated the presence of both a wild type transcript and a shorter transcript (36% of total reads) corresponding to use of an alternative splice donor site and leading to titin truncation after 2950 N-terminal amino acids, removing the serine-threonine kinase domain. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 1 point (from a default of 1.5 points). Of note, unlike the variants identified in most other probands with an arthrogryposis multiplex congenita phenotype which are expected to affect metatranscript-only exons but not adult TTN isoforms, this variant is predicted to alter the adult isoforms."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4eb059a3-15de-4b78-9cab-4b7796efdee2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4eb059a3-15de-4b78-9cab-4b7796efdee2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":1,"allele":[{"id":"cggv:5e23c1f4-615e-4ccc-b18c-22f7e6326c89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.66769+4_66769+7del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA235089"}},{"id":"cggv:3673247c-812e-41c7-9181-62692dcff6db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.23692_23693del (p.Met7898AspfsTer44)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999291"}}],"detectionMethod":"The TTN variants of interest were identified by a next generation sequencing panel and confirmed by Sanger sequencing in the proband and the proband's parents.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Significant fiber size variation was noted in an antemortem quadriceps biopsy taken on day 1. ","phenotypes":["obo:HP_0001290","obo:HP_0002878","obo:HP_0002803","obo:HP_0005855","obo:HP_0003557"],"sex":"UnknownEthnicity","variant":[{"id":"cggv:7dd3e34f-b274-409a-bb50-f17fa0467fc5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5e23c1f4-615e-4ccc-b18c-22f7e6326c89"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29691892"},{"id":"cggv:54fe4032-8b99-4cab-9686-787fa4ef9173_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3673247c-812e-41c7-9181-62692dcff6db"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29691892"}],"rdfs:label":"Family 6 Proband"},{"id":"cggv:7dd3e34f-b274-409a-bb50-f17fa0467fc5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7dd3e34f-b274-409a-bb50-f17fa0467fc5_variant_evidence_item"}],"strengthScore":1,"dc:description":"The paternally inherited TTN NM_001267550.2:c.66769+4_66769+7del splice site deletion variant observed in this proband in heterozygosity was shown by cDNA analysis to result in in-frame skipping of exon 317, disrupting the skeletal muscle isoform N2A. This variant has been previously reported in compound heterozygosity with a second TTN variant in an individual with fetal akinesia (Patient E4, PMID: 28424332) and has not been observed in gnomAD v2.1.1. The score for this variant was downgraded given that the functionality of the in-frame mRNA product lacking exon 317 is uncertain."},{"id":"cggv:54fe4032-8b99-4cab-9686-787fa4ef9173","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:54fe4032-8b99-4cab-9686-787fa4ef9173_variant_evidence_item"}],"strengthScore":1,"dc:description":"The maternally inherited TTN NM_001267550.2:c.23692_23693del frameshift variant introduces a premature termination codon (p.Met7898AspfsTer44) in the I band, also disrupting the skeletal muscle isoform N2A. This variant has not been observed in gnomAD v2.1.1. Given that no experimental evidence is available to support the effect of this variant on the function of the fetal skeletal TTN isoform, the score for this evidence was downgraded to 1 points (from a default of 1.5 points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f2e862f2-0e77-426e-9f77-c55d911e568b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f2e862f2-0e77-426e-9f77-c55d911e568b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":30,"allele":[{"id":"cggv:55256bff-8ff4-4556-9346-096010a0b257","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178539961del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017997789"}},{"id":"cggv:e1b789e2-dfea-431e-b754-e63942d2c256"}],"detectionMethod":"The last three TTN exons (Mex4-Mex6) were PCR amplified and Sanger sequenced in the mother and her affected son. ","firstTestingMethod":"PCR","phenotypeFreeText":"Atrophy and weakness were nearly total for all anterior compartment muscles of legs, and severe for glutei, hip adductors, hamstrings and calves. Muscle biopsy performed at age 45 showed dystrophic pattern without vacuoles. Muscle CT scan revealed severe massive fatty degeneration of hamstrings, glutei and anterior compartment of legs, with partial sparing of quadriceps, and the posterior compartment of the legs.","phenotypes":["obo:HP_0008180","obo:HP_0002015","obo:HP_0003560","obo:HP_0008944","obo:HP_0008994","obo:HP_0033526"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:e2c4aaf3-9c74-48af-a27e-2b2b9dee8c26_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:55256bff-8ff4-4556-9346-096010a0b257"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"},{"id":"cggv:2b05a7f4-d10a-4bbd-9b77-b07f60536660_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1b789e2-dfea-431e-b754-e63942d2c256"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24395473"}],"rdfs:label":"5a"},{"id":"cggv:2b05a7f4-d10a-4bbd-9b77-b07f60536660","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b05a7f4-d10a-4bbd-9b77-b07f60536660_variant_evidence_item"},{"id":"cggv:2b05a7f4-d10a-4bbd-9b77-b07f60536660_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. Calpain 3 levels were determined to be within the normal range."}],"strengthScore":0.1,"dc:description":"The TTN NM_001267550.2:c.107647del frameshift variant identified in this proband introduces a premature termination codon in the M line (p.Ser35883fs). This proband was originally described in PMID: 18948003 as a case of autosomal dominant tibial muscular dystrophy due to the c.107647del variant. However, western blotting of a muscle biopsy from the proband revealed a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. Additionally, RT-PCR and sequence analysis of region spanning exons Mex4-Mex6/Mex5-Mex6 using cDNA from the proband indicated unequal expression of the two TTN alleles, with lower signals from the second allele compared to the allele containing the previously identified c.107647del (p.Ser35883fs) variant. Together, these findings suggested the other TTN allele might contain a frameshift variant affecting its expression and additional TTN sequencing identified a second variant NM_001267550.2:c.98105delC (p.Pro32702LeufsTer15) located in the A band in trans with the M line variant. The c.107647del (p.Ser35883fs) variant has not been observed in gnomAD v2.1.1. Given that a protein product is expected to be produced, albeit altered, and that this variant was previously scored for the proband's son (5b reported in PMID:18948003), who carries a different A band variant in trans, the score for this evidence was downgraded.\n"},{"id":"cggv:e2c4aaf3-9c74-48af-a27e-2b2b9dee8c26","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e2c4aaf3-9c74-48af-a27e-2b2b9dee8c26_variant_evidence_item"},{"id":"cggv:e2c4aaf3-9c74-48af-a27e-2b2b9dee8c26_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of patient muscle tissue demonstrated a reduction of C-terminal titin protein fragments of <200 kDa and a complete loss of C-terminal antigen recognition. Calpain 3 levels were determined to be within the normal range. RT-PCR and sequencing of cDNA from patient muscle tissue indicated a lower signal from the allele containing the c.98105del variant compared to the allele containing the c.107647del variant."}],"strengthScore":2,"dc:description":"The TTN NM_001267550.2:c.98105del frameshift variant identified in this proband introduces a premature termination codon in the A band (p.Pro32702LeufsTer15). This variant has not been observed in gnomAD v2.1.1. \n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:91c47b5d-78e1-4d2e-baa2-0f36d2025432_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91c47b5d-78e1-4d2e-baa2-0f36d2025432","type":"Proband","allele":[{"id":"cggv:05280030-6efc-4ccd-b550-8922fa85c6a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.61876C>T (p.Arg20626Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA261891"}},{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb"}],"detectionMethod":"Parallel sequencing of known neuromuscular disease genes was used to identify the TTN variants of interest. Parental sequencing confirmed the variants are present in trans.\n","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband did not achieve the ability to walk independently. ","phenotypes":["obo:HP_0003327","obo:HP_0003458","obo:HP_0000347","obo:HP_0000276","obo:HP_0001562","obo:HP_0001270","obo:HP_0002987","obo:HP_0003555","obo:HP_0005745","obo:HP_0002104","obo:HP_0001193","obo:HP_0003691","obo:HP_0001385","obo:HP_0012785","obo:HP_0100298","obo:HP_0003557","obo:HP_0000278","obo:HP_0003687","obo:HP_0003306","obo:HP_0003273","obo:HP_0008050","obo:HP_0006380","obo:HP_0000767","obo:HP_0008935","obo:HP_0006466","obo:HP_0000218","obo:HP_0002421","obo:HP_0008872","obo:HP_0002650","obo:HP_0001239"],"sex":"Male","variant":[{"id":"cggv:4c4dfc96-7b82-48cc-b4a0-bb96b27fab91_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:05280030-6efc-4ccd-b550-8922fa85c6a9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31660661"},{"id":"cggv:344116a8-9c70-45cd-9289-498f8c6afa24_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9d63b290-d001-43ec-839e-4216eb2498bb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31660661"}],"rdfs:label":"DII:1"},{"id":"cggv:344116a8-9c70-45cd-9289-498f8c6afa24","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:344116a8-9c70-45cd-9289-498f8c6afa24_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The maternally inherited TTN NM_001267550.2:c.39974-11T>G variant identified in this proband in heterozygosity is expected to alter splicing. RT-PCR and sequencing performed on mRNA extracted from a skeletal muscle biopsy confirmed two main abnormal splicing events: 1) Use of a cryptic 3′ splice site that abnormally includes 10 nucleotides of intron 213, leading to a frameshift and premature termination codon (r.39973_39974ins39974-10_39974-1, p.Val13325Aspfs*6) and 2) exon 214 skipping, which is in-frame and results in loss of 28 residues (r.39974_40057del, p.Glu13327_Pro13354del); affecting one of the proline-glutamine-valine-lysine (PEVK) repeat regions. This variant has been observed in the heterozygous state in 6 individuals in gnomAD v2.1.1 (MAF in African/African-American population: 0.0001561; total allele frequency: 0.00006209). The score for this variant was downgraded given that the functionality of the in-frame mRNA product with a disrupted PEVK domain is uncertain and because this variant was previously scored for two different probands (BII:1 and DII:1)"},{"id":"cggv:4c4dfc96-7b82-48cc-b4a0-bb96b27fab91","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4c4dfc96-7b82-48cc-b4a0-bb96b27fab91_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The paternally inherited TTN NM_001267550.2:c.61876C>T nonsense variant identified in this proband in heterozygosity is expected to introduce a premature termination codon (p.Arg20626Ter). This variant has been reported in the heterozygous state in 20 individuals in gnomAD v2.1.1 (MAF in Ashkenazi Jewish population: 0.001643; total allele frequency: 0.00007135)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a74d0742-3003-4d99-acc2-4eebfd2c5e25_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a74d0742-3003-4d99-acc2-4eebfd2c5e25","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":28,"allele":{"id":"cggv:5b9fa83a-720d-4075-8b30-fc5e1f5d025a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.36122del (p.Pro12041LeufsTer117)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2017999284"}},"detectionMethod":"Exome sequencing was conducted in a subset of three affected patients. The TTN variant of interest was confirmed in six affected individuals (V-6, -7, -8, -12, -13, -15) and tested for inheritance in seven of their healthy relatives (parents IV-1, -2, -3, -4, -7, -8, and one sib V-18) using targeted Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003084","obo:HP_0002202","obo:HP_0001789","obo:HP_0001371","obo:HP_0033414","obo:HP_0000883","obo:HP_0008935","obo:HP_0002375","obo:HP_0030917","obo:HP_0001518","obo:HP_0033413","obo:HP_0001762","obo:HP_0003100"],"previousTesting":true,"previousTestingDescription":"Cytogenetic microarray analysis did not identify any clinically significant findings. Maternal anti–acetylcholine receptor (AChR) antibody test was normal.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fed08452-5c37-4512-b499-acbb2e943873_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5b9fa83a-720d-4075-8b30-fc5e1f5d025a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29575618","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in the TTN gene have been reported to cause various cardiomyopathies and a range of skeletal muscle diseases, collectively known as titinopathies. We evaluated a consanguineous family multiple members affected with a lethal congenital contracture syndrome. Using exome sequencing, we identified a homozygous c.36122delC (p. P12041Lfs*20) variant in exon 167 in the fetal IC isoform of TTN. The finding expands the phenotypes that can be caused by pathogenic variants TTN, which should be considered in lethal congenital contracture syndromes, arthrogryposis multiplex congenita, congenital myopathies, and hydrops fetalis.","dc:creator":"Chervinsky E","dc:date":"2018","dc:title":"A homozygous TTN gene variant associated with lethal congenital contracture syndrome."}},"rdfs:label":"V-7"},{"id":"cggv:fed08452-5c37-4512-b499-acbb2e943873","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fed08452-5c37-4512-b499-acbb2e943873_variant_evidence_item"}],"strengthScore":1,"dc:description":"The TTN NM_001267550.2:c.36122del frameshift variant reported in homozygosity in this proband is expected to introduce a premature termination codon (p.Pro12041LeufsTer20) in exon 167, which is present in the fetal isoform IC. This variant has not been observed in gnomAD v2.1.1. Given that no experimental evidence is available to support the effect of this variant on the function of the fetal skeletal TTN isoform, the score for this evidence was downgraded to 2 total points (from a default of 3 total points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c7fc6eda-1d82-4ade-8518-49bbc7582a82_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c7fc6eda-1d82-4ade-8518-49bbc7582a82","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":30,"allele":[{"id":"cggv:3525c26c-6799-498e-99dc-a987d5d49b93","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.67519C>T (p.Gln22507Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/620171"}},{"id":"cggv:0f6d57b2-38c8-4d67-bde2-152b49d2c3aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.107840T>A (p.Ile35947Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341213"}}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Muscle biopsy (left quadriceps) evidenced myopathic changes with atrophic fibers (predominantly type I) and variation in fiber size. Immunohistochemistry studies were normal. Muscle imaging revealed severe fatty degenerative changes bilaterally in tibialis anterior, extensor digitorum longus, and soleus muscles. At the thigh level, hamstrings were more affected on the left.","phenotypes":["obo:HP_0002938","obo:HP_0003198","obo:HP_0003458","obo:HP_0033526","obo:HP_0008994","obo:HP_0003557","obo:HP_0002355","obo:HP_0001771","obo:HP_0003376","obo:HP_0011399"],"secondTestingMethod":"Restriction digest","sex":"Female","variant":[{"id":"cggv:33f84a6c-7539-4881-aedd-6e5ba3298841_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0f6d57b2-38c8-4d67-bde2-152b49d2c3aa"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},{"id":"cggv:b0d2b373-24ec-460e-a706-3126be2dff62_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3525c26c-6799-498e-99dc-a987d5d49b93"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"EII:1"},{"id":"cggv:b0d2b373-24ec-460e-a706-3126be2dff62","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b0d2b373-24ec-460e-a706-3126be2dff62_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported. "},{"id":"cggv:33f84a6c-7539-4881-aedd-6e5ba3298841","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:33f84a6c-7539-4881-aedd-6e5ba3298841_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported. This variant was also reported in heterozygosity in an individual with autosomal dominant tibial muscular dystrophy (PMID: 12891679).\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b48b51b9-5a86-49f3-940f-bff08c92a600_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b48b51b9-5a86-49f3-940f-bff08c92a600","type":"Proband","allele":{"id":"cggv:7e727076-050f-42e6-b9f7-802c073f8ede","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.107780_107790delinsTGAAAGAAAAA (p.Glu35927_Trp35930delinsValLysGluLys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA122613"}},"detectionMethod":"The entire TTN coding region as known at the time, including 348 of 363 exons, was PCR amplified and Sanger sequenced. SSCP analysis was also used to screen for the putative TMD-causing mutation in exon Mex6 of TTN.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Both individuals with a more mild tibial muscular dystrophy and individuals with a more severe limb-girdle muscular dystrophy were reported in this family.","previousTesting":true,"previousTestingDescription":"Haplotype analysis was performed for 21 individuals from family B, including 3 individuals with a severe LGMD phenotype and 15 individuals with a less severe tibial muscular dystrophy phenotype.","sex":"UnknownEthnicity","variant":{"id":"cggv:93b91ee9-dc43-4a2b-aabf-92ae205f5d13_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7e727076-050f-42e6-b9f7-802c073f8ede"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12145747"},"rdfs:label":"Family B Proband"},{"id":"cggv:93b91ee9-dc43-4a2b-aabf-92ae205f5d13","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93b91ee9-dc43-4a2b-aabf-92ae205f5d13_variant_evidence_item"},{"id":"cggv:93b91ee9-dc43-4a2b-aabf-92ae205f5d13_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional evidence suggests this variant leads to production of a misfolded protein, causing protein aggregation (PMID: 25739468). "}],"strengthScore":0.5,"dc:description":"The TTN NM_001267550.2:c.107780_107790delinsTGAAAGAAAAA complex missense variant observed in this individual in homozygosity alters four adjacent amino acid residues in the M band (Mex6) (p.Glu35927_Trp35930delinsValLysGluLys). This variant has not been observed in gnomAD v2.1.1, but is a well-known Finnish founder variant (often referred to as FINmaj) reported in this proband's family and multiple other families to be associated with autosomal dominant tibial muscular dystrophy in the heterozygous state and autosomal recessive limb-girdle muscular dystrophy in the homozygous or compound heterozygous state with a second TTN variant (PMID: 9497249, PMID: 12145747, PMID: 24395473). Functional evidence suggests this variant leads to production of a misfolded protein, causing protein aggregation (PMID: 25739468). A FINmaj mouse model also supports the effect of this variant on protein function and its association with limb-girdle muscular dystrophy (PMID: 20855473).\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:442d784b-ad15-4a12-a38b-89bedb83927f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:442d784b-ad15-4a12-a38b-89bedb83927f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":24,"allele":[{"id":"cggv:0a3712c5-3722-4a16-8921-8ff70120a368","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178527245T>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349399398"}},{"id":"cggv:e1c1fe33-3cfe-4fa2-aa68-dcc86c80150f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001267550.2(TTN):c.85011_85014del (p.Glu28338fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1076903"}}],"detectionMethod":"Targeted next-generation sequencing of myopathy-related genes was performed on the proband and the variant of interest was confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Muscle biopsy revealed myopathic changes and myotilin/desmin inclusions. Muscle imaging indicated the tibialis anterior, extensor digitorum longus and soleus muscles were bilaterally and severely degenerated, with changes more pronounced on the left. The tibialis posterior and flexor dig longus muscles were affected. At the thigh level, changes were more severe on the right.","phenotypes":["obo:HP_0033526","obo:HP_0008994","obo:HP_0008963","obo:HP_0002515","obo:HP_0008956","obo:HP_0011399","obo:HP_0003458","obo:HP_0009063","obo:HP_0003376","obo:HP_0008180","obo:HP_0009073"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:3af7ee7f-1621-4165-9ead-84d1fcb78730_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1c1fe33-3cfe-4fa2-aa68-dcc86c80150f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"},{"id":"cggv:e77a040b-539a-421a-a8d0-1ae23f1935a8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0a3712c5-3722-4a16-8921-8ff70120a368"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27796757"}],"rdfs:label":"DII:2"},{"id":"cggv:e77a040b-539a-421a-a8d0-1ae23f1935a8","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e77a040b-539a-421a-a8d0-1ae23f1935a8_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported.\n"},{"id":"cggv:3af7ee7f-1621-4165-9ead-84d1fcb78730","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3af7ee7f-1621-4165-9ead-84d1fcb78730_variant_evidence_item"}],"strengthScore":0,"dc:description":"This evidence was not scored because information confirming the in trans phase of these two variants was not reported."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cef0a5b4-718a-4be9-b5f1-c3b0afe208e2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cef0a5b4-718a-4be9-b5f1-c3b0afe208e2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:e109d2d2-8291-43f4-b44e-644285841d88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178529183del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA60950893"}},"detectionMethod":"Sequencing of the 6 M-band-encoding TTN exons (Mex1-6 or exons 358-363)","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Weakness was greatest in psoas, gluteus maximus, tibialis anterior, and peroneus muscles, with relative preservation of the quadriceps. In early childhood, skeletal muscle biopsy findings were compatible with a congenital myopathy, marked by minicore-like lesions and abundant centrally located nuclei. Dystrophic lesions of variable severity were more conspicuous in the second decade examinations. A paravertebral muscle sample at 15 years showed also dystrophic features and abundant rimmed vacuoles. Left ventricle cryosections showed marked disruption of myocardial architecture, nuclear hypertrophy, and severe endomysial fibrosis, without focal oxidative defects or significant disarray of the cardiomyocyte structure on light microscopy.","phenotypes":["obo:HP_0003722","obo:HP_0000508","obo:HP_0007340","obo:HP_0009046","obo:HP_0003789","obo:HP_0003551","obo:HP_0002617","obo:HP_0001644","obo:HP_0002375","obo:HP_0003236","obo:HP_0003324","obo:HP_0002091","obo:HP_0006699","obo:HP_0003687","obo:HP_0003707","obo:HP_0003805","obo:HP_0008997","obo:HP_0003458","obo:HP_0003560","obo:HP_0001371","obo:HP_0001270","obo:HP_0030319","obo:HP_0001711","obo:HP_0003306","obo:HP_0003391"],"previousTesting":true,"previousTestingDescription":"A whole genome screen performed to search for a new locus allowed excluding linkage to chromosome X and to most of the genes previously implicated in dilated cardiomyopathy with skeletal muscle involvement. Flanking markers excluded more specifically three candidate genes: FKRP, LMNA, and MYH7.\n","sex":"Male","variant":{"id":"cggv:d369b6c4-a288-42fc-a91d-42b4fbdd7641_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e109d2d2-8291-43f4-b44e-644285841d88"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17444505"},"rdfs:label":"Patient 3"},{"id":"cggv:d369b6c4-a288-42fc-a91d-42b4fbdd7641","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d369b6c4-a288-42fc-a91d-42b4fbdd7641_variant_evidence_item"},{"id":"cggv:d369b6c4-a288-42fc-a91d-42b4fbdd7641_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot analysis of Calpain 3 in patient protein revealed total absence of Calpain 3/p94, as well as of the p30 isoform."}],"strengthScore":1,"dc:description":"The TTN NM_001267550.2:c.106571del variant identified in homozygosity in this proband results in a frameshift and introduction of a premature termination codon 22 amino acid residues downstream (p.Lys35524ArgfsTer22). This variant is not reported in gnomAD v2.1.1. Analyses of skeletal and heart muscles from this proband demonstrated a complete loss of immunolabeling with T51, an antibody directed against the titin m8-m9 domain encoded by the Mex3/Mex4 exons downstream of the predicted truncation site. Furthermore, Calpain 3 binding was demonstrated by Western blot to be abrogated in patient tissue. Given that a protein product is expected to be produced, albeit altered, the score for this evidence was downgraded to 2 total points (from a default of 3 total points). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e156df15-f08e-4809-afdb-b724b66c1c67_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e156df15-f08e-4809-afdb-b724b66c1c67","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:ef004c2a-1ec9-4e1e-8442-f9b29f2cec75","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.178527200A>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349399109"}},"detectionMethod":"Exome sequencing was used to identify the TTN variant of interest, which was confirmed by Sanger sequencing in both affected and unaffected family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy of the right vastus lateralis revealed cell necrosis, fibrosis, regenerating of myocytes, and variation fiber diameter.","phenotypes":["obo:HP_0003458","obo:HP_0008948","obo:HP_0008994","obo:HP_0008997","obo:HP_0006466","obo:HP_0009046","obo:HP_0003557","obo:HP_0002987","obo:HP_0003391","obo:HP_0008956"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:2fbee562-bc40-4277-96b3-3025e8557b93_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ef004c2a-1ec9-4e1e-8442-f9b29f2cec75"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26392295","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophies (LGMD) are a highly heterogeneous group of genetic myopathies characterized by progressive proximal pelvic and/or shoulder girdle muscle weakness, with the onset ages ranging from early childhood to late adulthood. The identification of these dystrophies through genetic testing will not only inform long-term prognosis but will also assist in directing care more efficiently, including more frequent cardiorespiratory monitoring and prophylactic treatments. The aim of this study was to identify the responsible gene in a five-generation Chinese Han pedigree with autosomal recessive LGMD. Exome sequencing was conducted and a novel mutation c.107788T>C (p.W35930R) in the titin gene (TTN) was identified. The mutation co-segregated with the disorder in the family and was absent in normal controls. Our discovery broadens the mutation spectrum of the TTN gene associated with LGMD2J.","dc:creator":"Zheng W","dc:date":"2016","dc:title":"Identification of a Novel Mutation in the Titin Gene in a Chinese Family with Limb-Girdle Muscular Dystrophy 2J."}},"rdfs:label":"V-3"},{"id":"cggv:2fbee562-bc40-4277-96b3-3025e8557b93","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2fbee562-bc40-4277-96b3-3025e8557b93_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The TTN NM_001267550.2:c.107788T>A variant observed in homozygosity in this proband results in a missense change in the M line (p.Trp35930Arg). This variant has not been observed in gnomAD v2.1.1. The score for this evidence was downgraded due to a lack of experimental evidence to support the effect of this variant on protein function."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7187,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:407da8a2-2efa-42bf-a2bc-1ff120da545f","type":"GeneValidityProposition","disease":"obo:MONDO_0100175","gene":"hgnc:12403","modeOfInheritance":"obo:HP_0000007"},"version":"1.3","dc:description":"Autosomal recessive *TTN*-related myopathy first reported in 2002 (Hackman et al., PMID: 12145747). Over 40 unique *TTN* variants (including missense, nonsense, frameshift, and splicing variants) associated with a *TTN*-related myopathy phenotype and autosomal recessive inheritance pattern have been reported in humans. \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found insufficient evidence of a distinct molecular mechanism and wide phenotypic variability between the recessive forms of titinopathies and, therefore, the following disease entities asserted in the literature have been lumped into one disease entity termed \"*TTN*-related myopathy\": limb-girdle muscular dystrophy, (MIM #608807) centronuclear myopathy (not an OMIM entity, note that the histopathological findings observed in affected individuals may not always include internal nuclei and the term congenital myopathy with multiple internal nuclei may be more appropriate to represent this heterogeneity), Salih myopathy (MIM #611705), Emery-Dreifuss-like muscular dystrophy (not an OMIM entity), titinopathy with congenital contractures (not an OMIM entity), minicore myopathy (not an OMIM entity), and distal titinopathy (not an OMIM entity). \n\nEvidence supporting this gene-disease relationship includes case-level data and familial segregation data from 28 probands in 13 publications (PMID: 12145747, PMID: 17444505, PMID: 23975875, PMID: 24105469, PMID: 24395473, PMID: 25772186, PMID: 26392295, PMID: 26581302, PMID: 27796757, PMID: 28040389, PMID: 29575618, PMID: 29691892, PMID: 31660661), extending beyond the maximum score for genetic evidence (totaling 12 points). Additional case-level evidence is available in the literature.  Of note, multiple reported individuals asserted to have a limb girdle muscular dystrophy presentation were evaluated and determined to meet the Limb Girdle Muscular Dystrophy GCEP-specified criteria for a limb girdle muscular dystrophy phenotype (progressive weakness in limb musculature (pelvic and shoulder girdle), independent ambulation by the age 2 years, elevated creatine kinase of >2X the upper limit of normal, muscle biopsy with dystrophic and myopathic features): PMID: 12145747; Proband V-3, PMID: 26392295. \n\nThis gene-disease association is also supported by experimental evidence, including expression (PMID: 16949617, PMID: 29598826), biochemical function (PMID: 20551232), protein interactions (PMID: 8537379) and multiple animal models (mouse and zebrafish; PMID: 12464612, PMID: 27836965, PMID: 30700140) supporting the role of *TTN* in the assembly and function of the sarcomere (totaling 6 points). \n\nIn summary, *TTN* is definitively associated with autosomal recessive *TTN*-related myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on 8/23/2021 and by the ClinGen Limb Girdle Muscular Dystrophy Gene Curation Expert Panel (secondary contributor to this curation) on 1/11/2022 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:41ead80d-f134-43e5-9373-ac55bdcfc0a1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}