{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-08-21T12:34:47.393Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:015d2b02-a5aa-4ae9-ab8b-ad5b981abdd5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ca0494b-fe87-4d8d-a23b-77e8339fc118","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Analysis of 8.5-10.5 day-old mouse embryos showed restricted expression of TDGF1 in the truncus arteriosus of heart. Expression in the truncus arteriosus disappears prior to terminal differentiation. The heart differentiates and is able to function sooner than the other organs. The short-lasting and very restricted expression of TDGF1 may be key in growth/differentiation of developing cardiac structures. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7916676","type":"dc:BibliographicResource","dc:abstract":"The murine cripto gene encodes a 171-aminoacid epidermal growth factor-related protein, with 93% similarity to its human counterpart in the 'EGF-like' domain. The murine cripto mRNA contains two B1 repeats in its 3' non-coding region and a 163-nucleotide homology to the human mRNA. The mouse cripto gene is expressed at low level in specific organs of the adult animal such as spleen, heart, lung and brain. In situ hybridization analysis during murine embryogenesis (day 6.2 to day 10.5) reveals a very restricted expression pattern. cripto transcripts are first detected in a few epiblastic cells at day 6.5. During gastrulation, the transcripts are expressed in the forming mesoderm and later during development cripto gene expression is restricted to the truncus arteriosus of the developing heart. This expression pattern suggests a role for cripto gene in the determination of the epiblastic cells that subsequently give rise to the mesoderm.","dc:creator":"Dono R","dc:date":"1993","dc:title":"The murine cripto gene: expression during mesoderm induction and early heart morphogenesis."},"rdfs:label":"Expression evidence, mouse embryos "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:88e70c46-b6ff-4a94-9d21-b6746d96453f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:35ffefab-7f6a-4fc3-ad23-78d53a2c3534","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NKX2-5 performs direct transcriptional activation of TDGF1. NKX2-5 knockout mice (KO) had significantly reduced transcript expression of TDGF1 compared to the wild-type (WT) as well as fold activation of luciferase activity. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24069547","type":"dc:BibliographicResource","dc:abstract":"Congenital Heart Disease (CHD) is the most frequent and deadly birth defect. Patients with CHD that survive the neonatal period often progress to develop advanced heart failure requiring specialized treatment including cardiac transplantation. A full understanding of the transcriptional networks that direct cardiac progenitors during heart development will enhance our understanding of both normal cardiac function and pathological states. These findings will also have important applications for emerging therapies and the treatment of congenital heart disease. Furthermore, a number of shared transcriptional pathways or networks have been proposed to regulate the development and regeneration of tissues such as the heart. We have utilized transgenic technology to isolate and characterize cardiac progenitor cells from the developing mouse heart and have begun to define specific transcriptional networks of cardiovascular development. Initial studies identified Tdgf1 as a potential target of Nkx2-5. To mechanistically dissect the regulation of this molecular program, we utilized an array of molecular biological techniques to confirm that Nkx2-5 is an upstream regulator of the ","dc:creator":"Behrens AN","dc:date":"2012","dc:title":"Nkx2-5 Regulates Tdgf1 (Cripto) Early During Cardiac Development."},"rdfs:label":"Interaction with NKX2-5, mouse model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":8849,"specifiedBy":"GeneValidityCriteria10","strengthScore":1.1,"subject":{"id":"cggv:3d4a1732-241f-4b76-9673-257c393d31c5","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:11701","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CRIPTO (TDGF1)* was first reported in relation to autosomal dominant congenital heart disease in 2008 (Roessler et al., PMID:18538293). 6 variants (missense, large deletion, 5’UTR, synonymous) that have been reported in 7 probands in 3 publications (PMIDs: 18538293, 19853938, 25516202) are included in this curation. However, only 2 (missense, large deletion) were scored as the other variants were too frequent in population databases. The mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (expression-level evidence, interaction evidence; PMIDs: 7916676, 24069547). In a luciferase assay, the gene interacted with NKX2-5, which has been classified as definitive for congenital, conduction, and myopathic heart disease. Analysis in mouse embryos showed early expression of* CRIPTO* in the truncus arteriosus. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the Congenital Heart Disease GCEP on 6/10/2024 (SOP Version 10).\nPlease note that the score for genetic evidence should be 0.6, as there was a large deletion scored at 0.5 that the Gene Curation Interface would not allow me to enter. Thus, the overall score should be 1.6, not 1.1.","dc:isVersionOf":{"id":"cggv:15231240-2c6d-44c5-9623-05127bb30b6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}