{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8ebv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-04-26T18:00:00.000Z","role":"Approver"},{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-04-26T18:59:05.330Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50d2fb7d-4d0e-4d39-9b7a-30e93e877492","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ef83194-544d-4439-b331-c548955c9d0c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The primary phenotype observed in humans is coloboma of the iris, which was recapitulated in morphant zebrafish in this paper. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22226084","type":"dc:BibliographicResource","dc:abstract":"Ocular coloboma is a developmental defect of the eye and is due to abnormal or incomplete closure of the optic fissure. This disorder displays genetic and clinical heterogeneity. Using a positional cloning approach, we identified a mutation in the ATP-binding cassette (ABC) transporter ABCB6 in a Chinese family affected by autosomal-dominant coloboma. The Leu811Val mutation was identified in seven affected members of the family and was absent in six unaffected members from three generations. A LOD score of 3.2 at θ = 0 was calculated for the mutation identified in this family. Sequence analysis was performed on the ABCB6 exons from 116 sporadic cases of microphthalmia with coloboma (MAC), isolated coloboma, and aniridia, and an additional mutation (A57T) was identified in three patients with MAC. These two mutations were not present in the ethnically matched control populations. Immunostaining of transiently transfected, Myc-tagged ABCB6 in retinal pigment epithelial (RPE) cells showed that it localized to the endoplasmic reticulum and Golgi apparatus of RPE cells. RT-PCR of ABCB6 mRNA in human cell lines and tissue indicated that ABCB6 is expressed in the retinae and RPE cells. Using zebrafish, we show that abcb6 is expressed in the eye and CNS. Morpholino knockdown of abcb6 in zebrafish produces a phenotype characteristic of coloboma and replicates the clinical phenotype observed in our index cases. The knockdown phenotype can be corrected with coinjection of the wild-type, but not mutant, ABCB6 mRNA, suggesting that the phenotypes observed in zebrafish are due to insufficient abcb6 function. Our results demonstrate that ABCB6 mutations cause ocular coloboma.","dc:creator":"Wang L","dc:date":"2012","dc:title":"ABCB6 mutations cause ocular coloboma."},"rdfs:label":"ABCB6 Coloboma zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score reduced because LoF is not established as the mechanism of disease for coloboma (gnomAD pLI = 0, with numerous het. carriers of null alleles). Further, a second group performed similar experiments in morphant zebrafish and found no evidence of coloboma (PMID: 24498303)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":8211,"specifiedBy":"GeneValidityCriteria10","strengthScore":3,"subject":{"id":"cggv:13cb1347-3ed2-4c23-9037-62af3c14adc0","type":"GeneValidityProposition","disease":"obo:MONDO_0013783","gene":"hgnc:47","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ABCB6* was first reported in relation to autosomal dominant isolated microphthalmia with coloboma in 2012 (Wang et al., PMID: 22226084). At least three missense variants have been reported in humans. Evidence supporting this gene disease relationship includes case-level data, segregation data, and experimental data. \n\nVariants in *ABCB6* have been reported in individuals with the following disease entities: Dyschromatosis universalis hereditaria, Isolated microphthalmia with coloboma, and Familial pseudohyperkalemia. Further, biallelic truncating variants affecting *ABCB6* are responsible for the Lan(-) blood group (MIM#111600). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability and no consistent mechanism of disease. Therefore, the following disease entities have been split and curated separately: Dyschromatosis universalis hereditaria (MIM#615402), Isolated microphthalmia with coloboma (MIM#614497). Familial pseudohyperkalemia (MIM#609153) has not been curated at this time as it is an asymptomatic condition apparent only in refrigerated blood samples due to temperature-dependent leak of potassium across the cell membrane of erythrocytes. \n\nThree missense variants in *ABCB6* have been reported in association with isolated microphthalmia with coloboma in three probands across two publications (PMID: 22226084; 24281366). Co-segregation with disease was observed in one family (PMID: 22226084). The mechanism of disease is currently unknown. This gene-disease relationship is supported by a zebrafish model (PMID: 22226084). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen General Inborn Errors of Metabolism GCEP on 22MAR2024 (SOP 10).\n","dc:isVersionOf":{"id":"cggv:45ec3fba-48fd-4bf4-b865-2c2d7216e8eb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}