{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aeav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:02:25.454Z","role":"Publisher"},{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:02:15.539Z","role":"Approver"}],"evidence":[{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:47a487ad-6177-4fc8-8de5-545e7c5ab7cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7da7147f-a0e4-42d3-8feb-84dfa34622f7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"At 24 hours of age the proband presented with respiratory distress, poor feeding and a mixed acidosis with pH 6.85, pCO2 6.7 kPa, bicarbonate 4.0 mmol/l, base deficit 25.9 and plasma lactate peaking at 21 mmol/l (normal range, 0.7–2.1 mmol/l).  He was noted to have an apnea and possible seizure.\nThere was some developmental progress, smiling at three months of age and developing hand regard. He would babble happily but remained tube fed. \nThe proband  died aged 7months during an upper respiratory infection. \nBrain MRI showed a structurally normal brain with mildly increased white matter signal and MRS showed a lactate peak consistent with the hyperlactataemia; median 6.3 mmol/l (range, 1.5–14.0 mmol/l). Text notes that changes are consistent with Leigh syndrome.\nSevere depletion of mtDNA in patient muscle (<10% of age-matched controls).\nSkeletal Muscle biopsy also showed decrease in markers for complexes I (NDUFB8), III(CORE2) and IV (COXI, II) was apparent, whilst the complex II marker (SDHA) was unaffected (Fig 3). The major mitochondrial transcription and replication factor, TFAM, was also depleted in patient muscle. ","previousTesting":true,"previousTestingDescription":"Candidate screening of SLC25A4 (NM_001151), MPV17 (NM_002437), SUCLG1 (NM_003849), SUCLA2 (NM_003850), TK2 (NM_004614) and RRM2B (NM_015713) was negative for pathogenic or likely pathogenic variants.","sex":"Male","variant":{"id":"cggv:47a487ad-6177-4fc8-8de5-545e7c5ab7cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d5e90f9c-e623-4fce-8fc1-3ad9bbc400b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004793.4(LONP1):c.1693T>C (p.Tyr565His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9114549"}},{"id":"cggv:9a58c37f-b420-4263-82e0-52ace62aaa17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004793.4(LONP1):c.2197G>A (p.Glu733Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9114222"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29518248","type":"dc:BibliographicResource","dc:abstract":"LonP1 is a mitochondrial matrix protease whose selective substrate specificity is essential for maintaining mitochondrial homeostasis. Recessively inherited, pathogenic defects in LonP1 have been previously reported to underlie cerebral, ocular, dental, auricular and skeletal anomalies (CODAS) syndrome, a complex multisystemic and developmental disorder. Intriguingly, although classical mitochondrial disease presentations are well-known to exhibit marked clinical heterogeneity, the skeletal and dental features associated with CODAS syndrome are pathognomonic. We have applied whole exome sequencing to a patient with congenital lactic acidosis, muscle weakness, profound deficiencies in mitochondrial oxidative phosphorylation associated with loss of mtDNA copy number and MRI abnormalities consistent with Leigh syndrome, identifying biallelic variants in the LONP1 (NM_004793.3) gene; c.1693T > C predicting p.(Tyr565His) and c.2197G > A predicting p.(Glu733Lys); no evidence of the classical skeletal or dental defects observed in CODAS syndrome patients were noted in our patient. In vitro experiments confirmed the p.(Tyr565His) LonP1 mutant alone could not bind or degrade a substrate, consistent with the predicted function of Tyr565, whilst a second missense [p.(Glu733Lys)] variant had minimal effect. Mixtures of p.(Tyr565His) mutant and wild-type LonP1 retained partial protease activity but this was severely depleted when the p.(Tyr565His) mutant was mixed with the p.(Glu733Lys) mutant, data consistent with the compound heterozygosity detected in our patient. In summary, we conclude that pathogenic LONP1 variants can lead to a classical mitochondrial disease presentations associated with severe biochemical defects in oxidative phosphorylation in clinically relevant tissues.","dc:creator":"Peter B","dc:date":"2018","dc:title":"Defective mitochondrial protease LonP1 can cause classical mitochondrial disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29518248","rdfs:label":"Case report: Peter 2018"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Both missense variants are located within the conserved ATPase domain of the protein (see molecular modeling, Figure 2)\nFunction: Using TFAM as a substrate, recombinant LONP1 p.(Tyr565His) showed negligible protease activity compared to WT or the second variant p.Glu733Lys(Fig 5B)\nMicroscale thermophoresis experiments using fluorescently labelled TFAM showed that p.(Tyr565His) LONP1 prevents binding to the TFAM substrate (Fig 6.). \nFunction: when mixed at equimolar amounts, the second variant, p.Glu733Lys has an additive effect on reducing TFAM substrate binding compared to WT +Tyr565His or WT+p.Glu733Lys. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29513c9c-9b52-4eb2-a123-798d258b995c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86902030-7253-41c0-bade-5d20fa4e42d1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"https://www.proteinatlas.org/ENSG00000196365-LONP1/brain\nLONP1 is ubiquitously expressed, including throughout the brain tissues. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in brain, default."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6b5a671d-485e-4594-99f2-8bd2cd5c0cc2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f0456bf-0caa-47de-8615-86b364dc995e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The homozygous Lonp-/- mouse is embryonic lethal at day 7.5 p.c.\n\nCharacterisation of the heterozygous mouse: \nHet mice show no gross phenotypic abnormalities(fig1) MtDNA levels were also similar between WT and het mice\nFig 3. EM analysis of enterocytes showed structurally abnormal mitochondria in the heterozygous mice, mitochondria were swollen, on average longer and  with less organised cristae. \nFig 4, MEFs: The ultrastructure analysis revealed an increased number of mitochondria in heterozygous MEFs compared with wildtype MEFs.\nUsing glucose free galactose media, Basal and non-mitochondrial oxygen consumption were significantly lower in het cells, while maximal respiration, despite lower than controls, did not reach statistical significance (Figure 7B and Figure 7 C). \nFigure 7D demonstrates than expression of respiratory complexes was reduced in the heterozygous MEFs, activity of specific complexes was not assessed. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32521756","type":"dc:BibliographicResource","dc:abstract":"LONP1 is a nuclear-encoded mitochondrial protease crucial for organelle homeostasis; mutations of ","dc:creator":"De Gaetano A","dc:date":"2020","dc:title":"Impaired Mitochondrial Morphology and Functionality in "},"rdfs:label":"KO Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored 0.5 for embryonic lethality (default). "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":2513,"specifiedBy":"GeneValidityCriteria7","strengthScore":2,"subject":{"id":"cggv:19b47cf3-1b7c-420c-9344-e68ff3b0fd65","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:9479","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between LONP1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 16, 2020. The LONP1 gene encodes a mitochondrial protease with important roles in proteostasis.\n\nThe LONP1 gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2018 (PMID: 29518248).  However, defects of this gene are also associated with other mitochondrial phenotypes outside the scope of the Leigh syndrome spectrum gene-disease curation, including CODAS syndrome (cerebral, ocular, dental, auricular, and skeletal anomalies). Evidence supporting the relationship between LONP1 and Leigh syndrome spectrum includes case-level data and experimental data. This curation included two variants identified in one case in one publication (PMID: 29518248). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression and animal models (PMIDs: 18853439, 32521756).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 16, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:3da0a308-3a7e-4101-b40b-1f23db106aea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}