{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-14T13:58:54.459Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26785492","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) patients have an increased prevalence of extracardiac congenital anomalies (CAs) and risk of neurodevelopmental disabilities (NDDs). Exome sequencing of 1213 CHD parent-offspring trios identified an excess of protein-damaging de novo mutations, especially in genes highly expressed in the developing heart and brain. These mutations accounted for 20% of patients with CHD, NDD, and CA but only 2% of patients with isolated CHD. Mutations altered genes involved in morphogenesis, chromatin modification, and transcriptional regulation, including multiple mutations in RBFOX2, a regulator of mRNA splicing. Genes mutated in other cohorts examined for NDD were enriched in CHD cases, particularly those with coexisting NDD. These findings reveal shared genetic contributions to CHD, NDD, and CA and provide opportunities for improved prognostic assessment and early therapeutic intervention in CHD patients. ","dc:creator":"Homsy J","dc:date":"2015","dc:title":"De novo mutations in congenital heart disease with neurodevelopmental and other congenital anomalies."},"evidence":[{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0689eb3c-5565-4b99-9c61-8c03f7087cf8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62bb4f90-ae0f-4d70-8508-2e0fa3c469fb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ expression in outflow tract of heart during mouse development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31241461","type":"dc:BibliographicResource","dc:abstract":"Alternative splicing (AS) creates proteomic diversity from a limited size genome by generating numerous transcripts from a single protein-coding gene. Tissue-specific regulators of AS are essential components of the gene regulatory network, required for normal cellular function, tissue patterning, and embryonic development. However, their cell-autonomous function in neural crest development has not been explored. Here, we demonstrate that splicing factor Rbfox2 is expressed in the neural crest cells (NCCs), and deletion of ","dc:creator":"Cibi DM","dc:date":"2019","dc:title":"Neural crest-specific deletion of "},"rdfs:label":"Mouse in situ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dd4f1a48-e1c7-4aaa-b1e1-b65efd5e43fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85d15e77-7889-4fa1-a2b7-822f64160105","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR, Western blot","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24151077","type":"dc:BibliographicResource","dc:abstract":"Diabetic cardiomyopathy is one of the complications of diabetes that eventually leads to heart failure and death. Aberrant activation of PKC signaling contributes to diabetic cardiomyopathy by mechanisms that are poorly understood. Previous reports indicate that PKC is implicated in alternative splicing regulation. Therefore, we wanted to test whether PKC activation in diabetic hearts induces alternative splicing abnormalities. Here, using RNA sequencing we identified a set of 22 alternative splicing events that undergo a developmental switch in splicing, and we confirmed that splicing reverts to an embryonic pattern in adult diabetic hearts. This network of genes has important functions in RNA metabolism and in developmental processes such as differentiation. Importantly, PKC isozymes α/β control alternative splicing of these genes via phosphorylation and up-regulation of the RNA-binding proteins CELF1 and Rbfox2. Using a mutant of CELF1, we show that phosphorylation of CELF1 by PKC is necessary for regulation of splicing events altered in diabetes. In summary, our studies indicate that activation of PKCα/β in diabetic hearts contributes to the genome-wide splicing changes through phosphorylation and up-regulation of CELF1/Rbfox2 proteins. These findings provide a basis for PKC-mediated cardiac pathogenesis under diabetic conditions.","dc:creator":"Verma SK","dc:date":"2013","dc:title":"Reactivation of fetal splicing programs in diabetic hearts is mediated by protein kinase C signaling."},"rdfs:label":"Cardiac myoblast expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c95ed86d-0ff7-42d1-abc7-894266c6f518","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:52a08d3c-f0c7-4a58-a93f-9278ca192051","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ expression during zebrafish development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21925157","type":"dc:BibliographicResource","dc:abstract":"Rbfox RNA binding proteins are implicated as regulators of phylogenetically-conserved alternative splicing events important for muscle function. To investigate the function of rbfox genes, we used morpholino-mediated knockdown of muscle-expressed rbfox1l and rbfox2 in zebrafish embryos. Single and double morphant embryos exhibited changes in splicing of overlapping sets of bioinformatically-predicted rbfox target exons, many of which exhibit a muscle-enriched splicing pattern that is conserved in vertebrates. Thus, conservation of intronic Rbfox binding motifs is a good predictor of Rbfox-regulated alternative splicing. Morphology and development of single morphant embryos were strikingly normal; however, muscle development in double morphants was severely disrupted. Defects in cardiac muscle were marked by reduced heart rate and in skeletal muscle by complete paralysis. The predominance of wavy myofibers and abnormal thick and thin filaments in skeletal muscle revealed that myofibril assembly is defective and disorganized in double morphants. Ultra-structural analysis revealed that although sarcomeres with electron dense M- and Z-bands are present in muscle fibers of rbfox1l/rbox2 morphants, they are substantially reduced in number and alignment. Importantly, splicing changes and morphological defects were rescued by expression of morpholino-resistant rbfox cDNA. Additionally, a target-blocking MO complementary to a single UGCAUG motif adjacent to an rbfox target exon of fxr1 inhibited inclusion in a similar manner to rbfox knockdown, providing evidence that Rbfox regulates the splicing of target exons via direct binding to intronic regulatory motifs. We conclude that Rbfox proteins regulate an alternative splicing program essential for vertebrate heart and skeletal muscle functions.","dc:creator":"Gallagher TL","dc:date":"2011","dc:title":"Rbfox-regulated alternative splicing is critical for zebrafish cardiac and skeletal muscle functions."},"rdfs:label":"Zebrafish in situ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Weak cardiac expression"},{"id":"cggv:44aa793b-34e4-4768-8dfb-5f667d6841c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f6acee9-9aba-4e70-871f-3f5681608eb1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Reviewed in PMC3804413","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32807990","type":"dc:BibliographicResource","dc:abstract":"The Rbfox family of splicing factors regulate alternative splicing during animal development and in disease, impacting thousands of exons in the maturing brain, heart and muscle. Rbfox proteins have long been known to bind to the RNA sequence GCAUG with high affinity and specificity, but just half of Rbfox binding sites contain a GCAUG motif in vivo. We incubated recombinant RBFOX2 with over 60,000 mouse and human transcriptomic sequences to reveal substantial binding to several moderate-affinity, non-GCAYG sites at a physiologically relevant range of RBFOX2 concentrations. We find that these 'secondary motifs' bind Rbfox robustly in cells and that several together can exert regulation comparable to GCAUG in a trichromatic splicing reporter assay. Furthermore, secondary motifs regulate RNA splicing in neuronal development and in neuronal subtypes where cellular Rbfox concentrations are highest, enabling a second wave of splicing changes as Rbfox levels increase.","dc:creator":"Begg BE","dc:date":"2020","dc:title":"Concentration-dependent splicing is enabled by Rbfox motifs of intermediate affinity."},"rdfs:label":"3'UTR Binding"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"In vitro and not in relevant cell type"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4b793950-5cfc-4a96-a2c3-6d10ab0872ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0fdca2bc-5a2c-418f-96a3-d73a4ea4411a","type":"FunctionalAlteration","dc:description":"mRNA levels, PCR of alternative splicing events","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31778749","type":"dc:BibliographicResource","dc:abstract":"Aberrations in the cGMP-PKG-Ca","dc:creator":"Wan X","dc:date":"2020","dc:title":"Genes of the cGMP-PKG-Ca"},"rdfs:label":"Knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d12e49df-f2e5-452f-94ee-4f6ef7c20e25","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6b2283a-73d4-413b-b33d-ea7bc13a98a6","type":"FunctionalAlteration","dc:description":"CLIP-seq and ChIP-seq","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27211866","type":"dc:BibliographicResource","dc:abstract":"Increasing evidence suggests that diverse RNA binding proteins (RBPs) interact with regulatory RNAs to regulate transcription. RBFox2 is a well-characterized pre-mRNA splicing regulator, but we now encounter an unexpected paradigm where depletion of this RBP induces widespread increase in nascent RNA production in diverse cell types. Chromatin immunoprecipitation sequencing (ChIP-seq) reveals extensive interaction of RBFox2 with chromatin in a nascent RNA-dependent manner. Bayesian network analysis connects RBFox2 to Polycomb complex 2 (PRC2) and H3K27me3, and biochemical experiments demonstrate the ability of RBFox2 to directly interact with PRC2. Strikingly, RBFox2 inactivation eradicates PRC2 targeting on the majority of bivalent gene promoters and leads to transcriptional de-repression. Together, these findings uncover a mechanism underlying the enigmatic association of PRC2 with numerous active genes, highlight the importance of gene body sequences to gauge transcriptional output, and suggest nascent RNAs as critical signals for transcriptional feedback control to maintain homeostatic gene expression in mammalian genomes.","dc:creator":"Wei C","dc:date":"2016","dc:title":"RBFox2 Binds Nascent RNA to Globally Regulate Polycomb Complex 2 Targeting in Mammalian Genomes."},"rdfs:label":"Knockout in mouse cardiomyocytes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:150c5d69-d110-4990-a804-925a9ba1c0d3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0b1f4ed7-a4e3-48f5-9c55-022e3ea0b9da","type":"FunctionalAlteration","dc:description":"immunohistochemistry, western blot","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27485310","type":"dc:BibliographicResource","dc:abstract":"Hypoplastic left heart syndrome (HLHS) is a fatal congenital heart disease in which the left side of the heart is underdeveloped, impairing the systemic circulation. Underdeveloped left ventricle exerts biomechanical stress on the right ventricle that can progress into heart failure. Genome-wide transcriptome changes have been identified at early stages in the right ventricle (RV) of infants with HLHS, although the molecular mechanisms remain unknown. Here, we demonstrate that the RNA binding protein Rbfox2, which is mutated in HLHS patients, is a contributor to transcriptome changes in HLHS patient RVs. Our results indicate that majority of transcripts differentially expressed in HLHS patient hearts have validated Rbfox2 binding sites. We show that Rbfox2 regulates mRNA levels of targets with 3'UTR binding sites contributing to aberrant gene expression in HLHS patients. Strikingly, the Rbfox2 nonsense mutation identified in HLHS patients truncates the protein, impairs its subcellular distribution and adversely affects its function in RNA metabolism. Overall, our findings uncover a novel role for Rbfox2 in controlling transcriptome in HLHS.","dc:creator":"Verma SK","dc:date":"2016","dc:title":"Rbfox2 function in RNA metabolism is impaired in hypoplastic left heart syndrome patient hearts."},"rdfs:label":"HLHS right ventricular tissue"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Postnatal tissues, no unaffected tissues"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3bebf91d-c42e-4927-8213-ab6801cf846f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:79c78a6b-6b99-4bef-8d7c-8662990e0f71","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue of ventricular size and contractility","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36198703","type":"dc:BibliographicResource","dc:abstract":"Hypoplastic left heart syndrome (HLHS) is characterized by underdevelopment of left sided structures including the ventricle, valves, and aorta. Prevailing paradigm suggests that HLHS is a multigenic disease of co-occurring phenotypes. Here, we report that zebrafish lacking two orthologs of the RNA binding protein RBFOX2, a gene linked to HLHS in humans, display cardiovascular defects overlapping those in HLHS patients including ventricular, valve, and aortic deficiencies. In contrast to current models, we demonstrate that these structural deficits arise secondary to impaired pump function as these phenotypes are rescued when Rbfox is specifically expressed in the myocardium. Mechanistically, we find diminished expression and alternative splicing of sarcomere and mitochondrial components that compromise sarcomere assembly and mitochondrial respiration, respectively. Injection of human RBFOX2 mRNA restores cardiovascular development in rbfox mutant zebrafish, while HLHS-linked RBFOX2 variants fail to rescue. This work supports an emerging paradigm for HLHS pathogenesis that centers on myocardial intrinsic defects.","dc:creator":"Huang M","dc:date":"2022","dc:title":"Intrinsic myocardial defects underlie an Rbfox-deficient zebrafish model of hypoplastic left heart syndrome."},"rdfs:label":"Zebrafish rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Double knockout model"},{"id":"cggv:4ea1249e-35c5-455c-9750-b5ea20d5ada1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f626241-b290-461c-8900-e4106888876e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ventricular cardiomyocyte abnormalities in both","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21925157","rdfs:label":"Zebarfish morpholino"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded for morpholino technology and double knockout"},{"id":"cggv:98c9f083-e613-489a-80bd-ccd7fccebcfc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49491dc9-fb6c-465d-8049-456d75466570","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Thin ventricular wall but no structural CHD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35137168","type":"dc:BibliographicResource","dc:abstract":"Human genetic studies identified a strong association between loss of function mutations in RBFOX2 and hypoplastic left heart syndrome (HLHS). There are currently no Rbfox2 mouse models that recapitulate HLHS. Therefore, it is still unknown how RBFOX2 as an RNA binding protein contributes to heart development. To address this, we conditionally deleted Rbfox2 in embryonic mouse hearts and found profound defects in cardiac chamber and yolk sac vasculature formation. Importantly, our Rbfox2 conditional knockout mouse model recapitulated several molecular and phenotypic features of HLHS. To determine the molecular drivers of these cardiac defects, we performed RNA-sequencing in Rbfox2 mutant hearts and identified dysregulated alternative splicing (AS) networks that affect cell adhesion to extracellular matrix (ECM) mediated by Rho GTPases. We identified two Rho GTPase cycling genes as targets of RBFOX2. Modulating AS of these two genes using antisense oligos led to cell cycle and cell-ECM adhesion defects. Consistently, Rbfox2 mutant hearts displayed cell cycle defects and inability to undergo endocardial-mesenchymal transition, processes dependent on cell-ECM adhesion and that are seen in HLHS. Overall, our work not only revealed that loss of Rbfox2 leads to heart development defects resembling HLHS, but also identified RBFOX2-regulated AS networks that influence cell-ECM communication vital for heart development.","dc:creator":"Verma SK","dc:date":"2022","dc:title":"RBFOX2 is required for establishing RNA regulatory networks essential for heart development."},"rdfs:label":"Mouse knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"No structural CHD"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Strong","sequence":8289,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:93adaa69-bb23-4cf1-822b-635b90cde29c","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:9906","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*RBFOX2* was first reported in relation to autosomal dominant congenital heart disease in 2015 (Homsy et al., PMID: 26785492). At least 5 rare variants (1 missense, 4 loss-of-function) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. *RBFOX2* has been noted to be associated with the following disease entities: aortic stenosis/atresia, atrial septal defects, double outlet right ventricle, hypoplastic aortic arch, and hypoplastic left ventricle (OMIM 619657). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern. Therefore, these disease entities have been lumped into one disease entity, Autosomal Dominant RBFOX2-related Congenital Heart Disorders. Variants in this gene have been reported in at least 5 probands in 2 publications from the same research consortium (PMIDs 26785492, 28991257), using an allele frequency threshold of 1x10-5. This gene-disease relationship is supported by animal models, expression studies, and functional assays. Expression studies confirmed that *RBFOX2* is expressed during zebrafish embryogenesis (PMID 21925157), mouse embryogenesis (PMID 31241461) and in rat cardiac myoblasts (PMID 24151077). Depletion of Rbfox2 in rat cardiac myoblasts mouse cardiomyocytes led to aberrant splicing of target mRNAs (PMIDs 31241461, 31778749). Multiple zebrafish models demonstrated abnormal cardiac development after depletion of rbfox2 and rbfox1l, with rescue of the ventricular hypoplasia after introduction of rbfox2 mRNA (PMIDs 21925157, 36198703). Mouse embryos deficient for Rbfox2 resulted in thin ventricular walls (PMID 35137168). In summary, there is strong evidence to support this gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 3/5/24 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:ed2c6ea3-402b-482d-ba7e-24e8cf2fb681"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}