{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-07-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2023-09-29T15:49:56.156Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17182750","type":"dc:BibliographicResource","dc:abstract":"Hemolytic uremic syndrome (HUS) is an important cause of acute renal failure in children. Mutations in one or more genes encoding complement-regulatory proteins have been reported in approximately one-third of nondiarrheal, atypical HUS (aHUS) patients, suggesting a defect in the protection of cell surfaces against complement activation in susceptible individuals. Here, we identified a subgroup of aHUS patients showing persistent activation of the complement alternative pathway and found within this subgroup two families with mutations in the gene encoding factor B (BF), a zymogen that carries the catalytic site of the complement alternative pathway convertase (C3bBb). Functional analyses demonstrated that F286L and K323E aHUS-associated BF mutations are gain-of-function mutations that result in enhanced formation of the C3bBb convertase or increased resistance to inactivation by complement regulators. These data expand our understanding of the genetic factors conferring predisposition to aHUS, demonstrate the critical role of the alternative complement pathway in the pathogenesis of aHUS, and provide support for the use of complement-inhibition therapies to prevent or reduce tissue damage caused by dysregulated complement activation.","dc:creator":"Goicoechea de Jorge E","dc:date":"2007","dc:title":"Gain-of-function mutations in complement factor B are associated with atypical hemolytic uremic syndrome."},"evidence":[{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.4},{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:416d0a9a-4c7e-480a-a393-093dc130046b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3de2fe1e-3847-4eca-97a9-f7937d6b5490","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interaction between CFB, C3 and properdin","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3140783","type":"dc:BibliographicResource","dc:abstract":"The interactions between Factor B (B), its activation products Ba and Bb, properdin (P) and C3i or C3b, components that together form the alternative-pathway C3 convertase enzyme of human complement, have been analysed. Fluid-phase complexes of the purified components C3i, B and P were probed with the homobifunctional cross-linking reagent disuccinimidyl tartarate, and efficient cross-linking of B to P was observed. The 140 kDa B-P conjugate formed was cleaved by Factor D to yield a single product of 85 kDa. This is consistent with a Ba-P heterodimer, and suggests that the initial interaction of B and P includes an interaction of P with the Ba domain of intact B. (The Ba fragment is not retained in the active P-stabilized complex, C3bBbP). By contrast, no cross-linking of P to the Bb domain of B could be demonstrated. Binding studies on cellular intermediates also provided evidence for a site of interaction between B and P, with high concentrations of B inhibiting P binding to EAC3b (sheep erythrocytes coated with antibody and C3b). Neither isolated Ba nor Bb had any effect on the P-EAC3b interaction. High concentrations of B also accelerated the decay of the functional EAC3bBbP complex. These data indicate that the positive co-operativity of binding to C3i or to C3b between B and P is mediated, at least in part, through a direct interaction between B and P.","dc:creator":"Farries TC","dc:date":"1988","dc:title":"Analysis of the interaction between properdin and factor B, components of the alternative-pathway C3 convertase of complement."},"rdfs:label":"Cross-linking with C3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:e373bf2b-0574-4679-bf2d-0453ca46beef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:299283a4-9801-4864-a5fa-2ad76b0e3ade","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutant proteins formed by high-affinity C3-binding site leads to hyperfunctional C3 convertase, resistant to decay by factor H. This results in enhanced complement deposition on the surface of alternative activator cells\n\nFactor B mutations lead to enhanced C3 fragment deposition on human glomerular cells and HUVEC together with C5b-C9 complexes. This could explain disease pathogenesis since complement deposition on endothelial cells may be the central event in aHUS pathogenesis, ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19584399","type":"dc:BibliographicResource","dc:abstract":"Complement is a major innate immune defense against pathogens, tightly regulated to prevent host tissue damage. Atypical hemolytic uremic syndrome (aHUS) is characterized by endothelial damage leading to renal failure and is highly associated with abnormal alternative pathway regulation. We characterized the functional consequences of 2 aHUS-associated mutations (D(254)G and K(325)N) in factor B, a key participant in the alternative C3 convertase. Mutant proteins formed high-affinity C3-binding site, leading to a hyperfunctional C3 convertase, resistant to decay by factor H. This led to enhanced complement deposition on the surface of alternative pathway activator cells. In contrast to native factor B, the 2 mutants bound to inactivated C3 and induced formation of functional C3-convertase on iC3b-coated surface. We demonstrated for the first time that factor B mutations lead to enhanced C3-fragment deposition on quiescent and adherent human glomerular cells (GEnCs) and human umbilical vein endothelial cells (HUVECs), together with the formation of sC5b-9 complexes. These results could explain the occurrence of the disease, since excessive complement deposition on endothelial cells is a central event in the pathogenesis of aHUS. Therefore, risk factors for aHUS are not only mutations leading to loss of regulation, but also mutations, resulting in hyperactive C3 convertase.","dc:creator":"Roumenina LT","dc:date":"2009","dc:title":"Hyperfunctional C3 convertase leads to complement deposition on endothelial cells and contributes to atypical hemolytic uremic syndrome."},"rdfs:label":"Enhanced C3 fragment deposition on HUVEC cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:d38431d4-419c-4217-a9be-abea1ce176da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e097554-bb23-4c4c-b15e-079ffda1cda0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutants associated with RBC haemolysis through alternative pathway activation ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10072540","type":"dc:BibliographicResource","dc:abstract":"Factor B is a zymogen that carries the catalytic site of the complement alternative pathway convertases. During C3 convertase assembly, factor B associates with C3b and is cleaved at a single site by factor D. The Ba fragment is released, leaving the active complex, C3bBb. During the course of this process, the protease domain becomes activated. The type A domain of factor B, also part of Bb, is similar in structure to the type A domain of the complement receptor and integrin, CR3. Previously, mutations in the factor B type A domain were described that impair C3b-binding. This report describes \"gain of function\" mutations obtained by substituting factor B type A domain amino acids with homologous ones derived from the type A domain of CR3. Replacement of the betaA-alpha1 Mg2+ binding loop residue D254 with smaller amino acids, especially glycine, increased hemolytic activity and C3bBb stability. The removal of the oligosaccharide at position 260, near the Mg2+ binding cleft, when combined with the D254G substitution, resulted in increased affinity for C3b and iC3b, a C3b derivative. These findings offer strong evidence for the direct involvement of the type A domain in C3b binding, and are suggestive that steric effects of the D254 sidechain and the N260-linked oligosaccharide may contribute to the regulation of ligand binding.","dc:creator":"Hourcade DE","dc:date":"1999","dc:title":"Mutations of the type A domain of complement factor B that promote high-affinity C3b-binding."},"rdfs:label":"RBC haemolysis by mutant CFB"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Have already scored for Biochemical function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b68daf20-c4b5-46a1-8392-67708d46ae75","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:afc635b1-f803-49c6-b437-a736b4d1ce14","type":"FunctionalAlteration","dc:description":"Increased activation ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19584399","rdfs:label":"Complement activation on quiescent endothelial cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Moderate","sequence":7007,"specifiedBy":"GeneValidityCriteria9","strengthScore":10.9,"subject":{"id":"cggv:f7062cf2-f9de-4c4f-901b-e240553165be","type":"GeneValidityProposition","disease":"obo:MONDO_0013042","gene":"hgnc:1037","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"CFB was first reported in relation to autosomal dominant atypical haemolytic uraemic syndrome (aHUS) in 2007 (Goicoechea de Jorge et al, PMID: 17182750). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability associated with CFB. The diseases were split into separate entities: aHUS (with autosomal dominant inheritance due to a Gain of Function variant, OMIM612924) and CFB deficiency (due to autosomal recessive disease and two loss of function variants, OMIM 615561). CFB deficiency will be curated by the Immunodeficiency GCEP. The relationship between CFB and aHUS was evaluated using the ClinGen Clinical Validity Framework. The CFB gene encodes a single chain glycoprotein that is a component of the alternative complement pathway. It is cleaved by Factor D into fragments Ba and Bb, and the C terminal half of Bb has serine protease activity that cleaves C3 into C3a and C3b. CFB is a circulating molecule, and is expressed mainly in the liver. The clinical presentation of aHUS is with microangiopathic haemolytic anaemia, thrombocytopenia, and renal failure, without a gastrointestinal infection, and often progressing to kidney failure. Eight variants, all missense, have been reported in four publications and are included in this curation (PMIDs: 17182750; 24652797; 32540405; 32540405). Only pathogenic variants due to missense changes in CFB with functional data supporting a gain of function effect are scored here. The same variants reported in multiple possibly-unrelated individuals are not scored separately. However segregation data are available from three families with aHUS and different heterozygous pathogenic variants in CFB for which there is supporting functional data (PMIDs: 32540405; 24906628; 17182750). The gene-disease association is further supported by experimental data from the interaction of CFB with C3 (which is also associated with aHUS), CFB function that is likely to explain the clinical phenotype, as well as in vitro studies demonstrating that the pathogenic CFB variants affect CFB function. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Complement Mediated Kidney Diseases GCEP on the meeting date May 17, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:ee0e92dc-42db-450e-8e8d-804e5fb4eda8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}