{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-11-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-11-13T19:51:20.009Z","role":"Publisher"}],"evidence":[{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0342f640-a31a-4dfa-8ef2-1c82343d1844","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86dda037-3e2a-4a4f-9dea-d616ac3d30da","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Show expression of cardiac-specific TPM1 isoform in humans heart tissue (fetal and adult, both left and right ventricles and atrium) using RT-PCR. Also showed that expression of human TPM1 in tropomyosin-deficient mutatn axolotl promoted myofibrillogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15249230","type":"dc:BibliographicResource","dc:abstract":"Tropomyosins are a family of actin binding proteins encoded by a group of highly conserved genes. Humans have four tropomyosin-encoding genes: TPM1, TPM2, TPM3, and TPM4, each of which is known to generate multiple isoforms by alternative splicing, promoters, and 3' end processing. TPM1 is the most versatile and encodes a variety of tissue specific isoforms. The TPM1 isoform specific to striated muscle, designated TPM1alpha, consists of 10 exons: 1a, 2b, 3, 4, 5, 6b, 7, 8, and 9a/b. In this study, using RT-PCR with adult and fetal human RNAs, we present evidence for the expression of a novel isoform of the TPM1 gene that is specifically expressed in cardiac tissues. The new isoform is designated TPM1kappa and contains exon 2a instead of 2b. Ectopic expression of human GFP.TPM1kappa fusion protein can promote myofibrillogenesis in cardiac mutant axolotl hearts that are lacking in tropomyosin.","dc:creator":"Denz CR","dc:date":"2004","dc:title":"Expression of a novel cardiac-specific tropomyosin isoform in humans."},"rdfs:label":"Tropomyosin cardiac expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f3a26e5a-7568-446c-becb-6dbb624ce270","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9c76655-3a1c-45ef-8133-405be806d833","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-sedimentation assay specifically using the mutant D84N tropomyosin showed decrease affinity for actin binding compared to wild type","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23147248","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is characterized by idiopathic dilatation and systolic contractile dysfunction of the ventricle(s) leading to an impaired systolic function. The origin of DCM is heterogeneous, but genetic transmission of the disease accounts for up to 50% of the cases. Mutations in alpha-tropomyosin (TPM1), a thin filament protein involved in structural and regulatory roles in muscle cells, are associated with hypertrophic cardiomyopathy (HCM) and very rarely with DCM.","dc:creator":"van de Meerakker JB","dc:date":"2013","dc:title":"A novel alpha-tropomyosin mutation associates with dilated and non-compaction cardiomyopathy and diminishes actin binding."},"rdfs:label":"Actin-binding co-sedimentation assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"This shows protein interaction at the variant level so have increased score to 1"},{"id":"cggv:34f0603c-fff6-48b0-b329-8bd7ae8a4294","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2677845-cdd2-4082-962e-7307883f77da","type":"Finding","demonstrates":{"id":"obo:MI_0933"},"dc:description":"Showed the two DCM-associated variants described in Olson et al (PMID:11273725) reduce interaction between actin and myosin at the single-molecule level in vitro.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31643006","type":"dc:BibliographicResource","dc:abstract":"In the heart, mutations in the TPM1 gene encoding the α-isoform of tropomyosin lead, in particular, to the development of hypertrophic and dilated cardiomyopathies. We compared the effects of hypertrophic, D175N and E180G, and dilated, E40K and E54K, cardiomyopathy mutations in TPM1 gene on the properties of single actin-myosin interactions and the characteristics of the calcium regulation in an ensemble of myosin molecules immobilised on a glass surface and interacting with regulated thin filaments. Previously, we showed that at saturating Ca2+ concentration the presence of Tpm on the actin filament increases the duration of the interaction. Here, we found that the studied Tpm mutations differently affected the duration: the D175N mutation reduced it compared to WT Tpm, while the E180G mutation increased it. Both dilated mutations made the duration of the interaction even shorter than with F-actin. The duration of the attached state of myosin to the thin filament in the optical trap did not correlate to the sliding velocity of thin filaments and its calcium sensitivity in the in vitro motility assay. We suppose that at the level of the molecular ensemble, the cooperative mechanisms prevail in the manifestation of the effects of cardiomyopathy-associated mutations in Tpm.","dc:creator":"Kopylova GV","dc:date":"2019","dc:title":"Cardiomyopathy-associated mutations in tropomyosin differently affect actin-myosin interaction at single-molecule and ensemble levels."},"rdfs:label":"In vitro protein interaction study"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4dc90d1a-18be-497d-97a5-737fe2a63494","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9ea8b8e-6f09-4124-bed7-c7def86c5476","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"DCM-associated mutants showing the biological changes described were ACMG-classified pathogenic D84N (described in Van der Meerakker et al 2013, PMID: 23147248) and D230N (described in Lakdawala et al 2010, PMID: 20117437)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25548289","type":"dc:BibliographicResource","dc:abstract":"The most frequent known causes of primary cardiomyopathies are mutations in the genes encoding sarcomeric proteins. Among those are 30 single-residue mutations in TPM1, the gene encoding α-tropomyosin. We examined seven mutant tropomyosins, E62Q, D84N, I172T, L185R, S215L, D230N, and M281T, that were chosen based on their clinical severity and locations along the molecule. The goal of our study was to determine how the biochemical characteristics of each of these mutant proteins are altered, which in turn could provide a structural rationale for treatment of the cardiomyopathies they produce. Measurements of Ca(2+) sensitivity of human β-cardiac myosin ATPase activity are consistent with the hypothesis that hypertrophic cardiomyopathies are hypersensitive to Ca(2+) activation, and dilated cardiomyopathies are hyposensitive. We also report correlations between ATPase activity at maximum Ca(2+) concentrations and conformational changes in TnC measured using a fluorescent probe, which provide evidence that different substitutions perturb the structure of the regulatory complex in different ways. Moreover, we observed changes in protein stability and protein-protein interactions in these mutants. Our results suggest multiple mechanistic pathways to hypertrophic and dilated cardiomyopathies. Finally, we examined a computationally designed mutant, E181K, that is hypersensitive, confirming predictions derived from in silico structural analysis.","dc:creator":"Gupte TM","dc:date":"2015","dc:title":"Mechanistic heterogeneity in contractile properties of α-tropomyosin (TPM1) mutants associated with inherited cardiomyopathies."},"rdfs:label":"In vitro α-tropomyosin functional studies"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:186196bc-e52b-4e72-b081-d564824e7e16","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67fe06d2-91f4-468e-9131-ecd47b138422","type":"FunctionalAlteration","dc:description":"ATPase Activity rate measured, with mutation alpha-tropmyosin producing a lower maximum ATPase turnover rate that wild type.\nDecreased Ca2+ sensitivity of contraction demonstrated by measuring Ca2+ binding of mutant alpha-tropmyosin compared to wild type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20117437","type":"dc:BibliographicResource","dc:abstract":"We sought to further define the role of sarcomere mutations in dilated cardiomyopathy (DCM) and associated clinical phenotypes.","dc:creator":"Lakdawala NK","dc:date":"2010","dc:title":"Familial dilated cardiomyopathy caused by an alpha-tropomyosin mutation: the distinctive natural history of sarcomeric dilated cardiomyopathy."},"rdfs:label":"In vitro α-tropomyosin functional studies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Using specific DCM-associated variant in (non-patient) cell system, and showed several different functional changes rather than a singel one, therefore upgraded to 1 point."},{"id":"cggv:ab481062-cc4c-4cf5-8cca-f10673771a05","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e7964f2-5fc0-483f-a6ad-c45b97044700","type":"FunctionalAlteration","dc:description":"Both dilated mutations made the duration of the interaction even shorter than with F-actin. The duration of the attached state of myosin to the thin filament in the optical trap did not correlate to the sliding velocity of thin filaments and its calcium sensitivity in the in vitro motility assay","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31643006","rdfs:label":"Functional alternation 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6569aba3-1645-406d-aa4b-a20888d73be4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5a6868a8-0a34-4422-b6ec-7c73d46163d0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotypic evidence: The model strongly phenocopied the early onset of cardiomyopathic remodeling observed in patients as significant systolic dysfunction.\nAlso showed that mechanical contraction rate and relaxation in mutant myocytes were significantly increased compared to wild type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28600229","type":"dc:BibliographicResource","dc:abstract":"Recently, linkage analysis of two large unrelated multigenerational families identified a novel dilated cardiomyopathy (DCM)-linked mutation in the gene coding for alpha-tropomyosin (TPM1) resulting in the substitution of an aspartic acid for an asparagine (at residue 230). To determine how a single amino acid mutation in α-tropomyosin (Tm) can lead to a highly penetrant DCM we generated a novel transgenic mouse model carrying the D230N mutation. The resultant mouse model strongly phenocopied the early onset of cardiomyopathic remodeling observed in patients as significant systolic dysfunction was observed by 2months of age. To determine the precise cellular mechanism(s) leading to the observed cardiac pathology we examined the effect of the mutation on Ca2+ handling in isolated myocytes and myofilament activation in vitro. D230N-Tm filaments exhibited a reduced Ca2+ sensitivity of sliding velocity. This decrease in sensitivity was coupled to increase in the peak amplitude of Ca2+ transients. While significant, and consistent with other DCMs, these measurements are comprised of complex inputs and did not provide sufficient experimental resolution. We then assessed the primary structural effects of D230N-Tm. Measurements of the thermal unfolding of D230N-Tm vs WT-Tm revealed an increase in stability primarily affecting the C-terminus of the Tm coiled-coil. We conclude that the D230N-Tm mutation induces a decrease in flexibility of the C-terminus via propagation through the helical structure of the protein, thus decreasing the flexibility of the Tm overlap and impairing its ability to regulate contraction. Understanding this unique structural mechanism could provide novel targets for eventual therapeutic interventions in patients with Tm-linked cardiomyopathies.","dc:creator":"Lynn ML","dc:date":"2017","dc:title":"The structural basis of alpha-tropomyosin linked (Asp230Asn) familial dilated cardiomyopathy."},"rdfs:label":"Transgenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:4e5d7e82-9991-40b3-86fa-52798eed1efc","type":"EvidenceLine","evidence":[{"id":"cggv:4e5d7e82-9991-40b3-86fa-52798eed1efc_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:2f1f4306-32cb-484e-b3e2-d79eaa90a941","type":"Cohort","allGenotypedSequenced":1040,"alleleFrequency":0.002884615384615385,"detectionMethod":"Panel of DCM-associated genes","evidence":[{"id":"cggv:4e5d7e82-9991-40b3-86fa-52798eed1efc_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"cggv:6765ad3f-9c42-4f0c-b2b7-e9e8f055e628"}},"controlCohort":{"id":"cggv:e6eb546c-8096-45db-ac81-55f5af4a83ed","type":"Cohort","allGenotypedSequenced":912,"alleleFrequency":0.005482456140350877,"detectionMethod":"Panel of DCM-associated genes","evidence":[{"id":"cggv:4e5d7e82-9991-40b3-86fa-52798eed1efc_cc_evidence_item"}],"numWithVariant":5},"lowerConfidenceLimit":1.3,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.472711300575788,"statisticalSignificanceType":"","statisticalSignificanceValue":4.2,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":13.6,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31983221","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is genetically heterogeneous, with >100 purported disease genes tested in clinical laboratories. However, many genes were originally identified based on candidate-gene studies that did not adequately account for background population variation. Here we define the frequency of rare variation in 2538 patients with DCM across protein-coding regions of 56 commonly tested genes and compare this to both 912 confirmed healthy controls and a reference population of 60 706 individuals to identify clinically interpretable genes robustly associated with dominant monogenic DCM.","dc:creator":"Mazzarotto F","dc:date":"2020","dc:title":"Reevaluating the Genetic Contribution of Monogenic Dilated Cardiomyopathy."},"rdfs:label":"31983221"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":""}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:25635f5f-1d2a-4ec6-89ca-b88ed9b280c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f894e983-8617-46ef-98ae-d9553449ca5b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:25635f5f-1d2a-4ec6-89ca-b88ed9b280c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e454183a-2623-4721-a586-856b35a5b40a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.602C>T (p.Thr201Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA018240"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15249230"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15249230","rdfs:label":"TPM1.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:2ae2a4f1-951e-4d6f-a5cf-fa74921a2ebe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63ab50bc-e8cb-41b1-b10d-84b744877b96","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2ae2a4f1-951e-4d6f-a5cf-fa74921a2ebe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ef44eef-582c-4187-81c2-53444a56d3f4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.45G>T (p.Lys15Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA018057"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21483645","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) in infants and children can be partially explained by genetic cause but the catalogue of known genes is limited. We reviewed our database of 41 cases diagnosed with DCM before 18 years of age who underwent detailed clinical and genetic evaluation, and summarize here the evidence for mutations causing DCM in these cases from 15 genes (PSEN1, PSEN2, CSRP3, LBD3, MYH7, SCN5A, TCAP, TNNT2, LMNA, MYBPC3, MYH6, TNNC1, TNNI3, TPM1, and RBM20). Thirty-five of the 41 pediatric cases had relatives with adult-onset DCM. More males (66%) were found among children diagnosed after 1 year of age with DCM. Nineteen mutations in 9 genes were identified among 15 out of 41 patients; 3 patients (diagnosed at ages 2 weeks, 9 and 13 years) had multiple mutations. Of the 19 mutations identified in 12 families, mutations in TPM1 (32%) and TNNT2 (21%) were the most commonly found. Of the 6 patients diagnosed before 1 year of age, 3 had mutations in TPM1 (including a set of identical twins), 1 in TNNT2, 1 in MYH7, and 1 with multiple mutations (MYH7 and TNNC1). Most DCM was accompanied by advanced heart failure and need for cardiac transplantation. We conclude that in some cases pediatric DCM has a genetic basis, which is complicated by allelic and locus heterogeneity as seen in adult-onset DCM. We suggest that future prospective comprehensive family-based genetic studies of pediatric DCM are indicated to further define mutation frequencies in known genes and to discover novel genetic cause.","dc:creator":"Rampersaud E","dc:date":"2011","dc:title":"Rare variant mutations identified in pediatric patients with dilated cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21483645","rdfs:label":"F.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:bf50f480-a011-4ecd-be8e-016816367518_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f57e8a64-42c9-4a1b-9624-9e987e136cb3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"5 sarcomeric genes sequenced.","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:bf50f480-a011-4ecd-be8e-016816367518_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ef44eef-582c-4187-81c2-53444a56d3f4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20215591","type":"dc:BibliographicResource","dc:abstract":"Rare variants in >30 genes have been shown to cause idiopathic or familial dilated cardiomyopathy (DCM), but the frequency of genetic causation remains poorly understood. We have previously resequenced 9 genes in a cohort of idiopathic or familial DCM probands for rare variants, and now we report resequencing results for 5 more genes with established relationships to DCM.","dc:creator":"Hershberger RE","dc:date":"2010","dc:title":"Coding sequence rare variants identified in MYBPC3, MYH6, TPM1, TNNC1, and TNNI3 from 312 patients with familial or idiopathic dilated cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20215591","rdfs:label":"C.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:d0393aff-ce4f-4bbf-ab30-3e41a00adad8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f00cb19-66e3-4453-ba59-539e8d0f54e0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d0393aff-ce4f-4bbf-ab30-3e41a00adad8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e454183a-2623-4721-a586-856b35a5b40a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15249230"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15249230","rdfs:label":"TPM1.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:58acf888-8f28-4f88-8f11-d20aa44b2097_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65c73c31-0a69-4766-9b9f-759e3dccf1f8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"5 sarcomeric genes sequenced","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:58acf888-8f28-4f88-8f11-d20aa44b2097_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4bddf3d3-c9bb-42d1-b303-9287f1a44895","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.275T>C (p.Ile92Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA017922"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20215591"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20215591","rdfs:label":"C.4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:3e44c08f-e5ef-4523-8097-a338224e8c3c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e836c7f-cb6b-464d-88a8-23f5f1d6bada","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","variant":{"id":"cggv:3e44c08f-e5ef-4523-8097-a338224e8c3c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f6346c72-7f23-4097-81be-6cb8d29ef5c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.688G>A (p.Asp230Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA018280"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20117437"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20117437","rdfs:label":"Family A proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:43f989c3-abda-4a6c-97bd-aa8280a02d5c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac488703-5525-423e-8b39-1d9fa9a091ce","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":26,"detectionMethod":"Entire TPM1 gene only.","firstTestingMethod":"SSCP","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:43f989c3-abda-4a6c-97bd-aa8280a02d5c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e281971b-22aa-45f6-8f21-bd4107b06b90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.160G>A (p.Glu54Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA018668"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11273725","type":"dc:BibliographicResource","dc:abstract":"Proteins in cardiac myocytes assemble into contractile units known as sarcomeres. Contractile force is generated by interaction between sarcomeric thick and thin filaments. Thin filaments also transmit force within and between myocytes. Mutations in genes encoding the thin filament proteins actin and tropomyosin cause hypertrophic cardiomyopathy. Mutations affecting functionally distinct domains of actin also cause dilated cardiomyopathy (DCM). We used a non-positional candidate gene approach to test further the hypothesis that dysfunction of sarcomeric thin filaments, due to different mutations in the same gene, can lead to either hypertrophic or dilated cardiomyopathy. Mutational analyses of alpha-tropomyosin 1 were performed in patients with idiopathic DCM. We identified two mutations that alter highly conserved residues and that, unlike hypertrophic cardiomyopathy-associated mutations, cause localized charge reversal on the surface of tropomyosin. Therefore, substitution of different amino acid residues in the same thin filament proteins is associated with the distinct phenotypes of cardiac hypertrophy or congestive heart failure.","dc:creator":"Olson TM","dc:date":"2001","dc:title":"Mutations that alter the surface charge of alpha-tropomyosin are associated with dilated cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11273725","rdfs:label":"K2969 11.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:45b21caa-4b51-4ff7-9a36-b352be2a5a6b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5bfb9e6a-2234-441f-8ba1-e05502b554ef","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:45b21caa-4b51-4ff7-9a36-b352be2a5a6b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:60f729f3-432c-4e84-b5fb-295a07206706","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.250G>A (p.Asp84Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA028881"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23147248"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23147248","rdfs:label":"van der Meerakker_1 IV-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:5570a5e2-2d7d-443d-8a6a-477754d6a7d1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50563d45-1553-440f-935f-47f99f11fd52","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"sequencing of 5 sarcomeric genes","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:5570a5e2-2d7d-443d-8a6a-477754d6a7d1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c52facf3-6032-4729-9a18-f3e1d389d7b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.67G>C (p.Glu23Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA019276"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20215591"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20215591","rdfs:label":"C.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"The experts decided not to score the additional missense probands as they feel the gene should remain moderate evidence."},{"id":"cggv:c5bf0b26-1527-4ba0-93c4-b0f23f5cec5f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c9b85ea-ff53-4b00-8bf3-c5a8515da03b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Whole TPM1 gene only for proband (K-1159 III.1). Variant only for II.3","firstTestingMethod":"SSCP","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c5bf0b26-1527-4ba0-93c4-b0f23f5cec5f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4739794b-6229-4648-bbc7-2e7fe59e189c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001018005.2(TPM1):c.118G>A (p.Glu40Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA018647"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11273725"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11273725","rdfs:label":"K-1159 III.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":1475,"specifiedBy":"GeneValidityCriteria7","strengthScore":11,"subject":{"id":"cggv:bcf37d23-7a73-44d9-a547-ce2df2e4f271","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:12010","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Variants in TPM1 were first reported in relation to autosomal dominant dilated cardiomyopathy (DCM) in 2001 by Olson et al (2001, PMID: 11273725). At least nine unique missense variants have been reported in the literature in individuals clinically diagnosed with DCM. Human evidence supporting this gene-disease relationship includes case-level data, segregation data, and case-control data. Extensive segregation with disease has been demonstrated in several unrelated families, including six affected individuals described by Van der Meerakker et al (2013, PMID: 23147248) and 16 affected individuals across two unrelated families described by Lakdawala et al (2010, PMID: 20117437). An aggregate case-control study has shown significant enrichment of rare non-truncating TPM1 variants in DCM patients vs controls, with variants occurring significantly more than expected in pediatric cases (Mazzarotto et al, 2020, PMID: 31983221). The gene-disease association is also supported by an animal (mouse) model (Lynn et al, 2017, PMID: 28600229), and several in-vitro functional assays (Gupte et al, 2015, PMID: 25548289; Van der Meerakker et al, 2013, PMID: 23147248; Lakdawala et al, 2010, PMID: 20117437; Kopylova et al, 2019, PMID: 31643006). The mechanism of disease appears to be dominant loss of function. Conceptually, the hypothesis is that DCM-linked α-Tm mutations decrease force generation and lead to a primary dilation of the left ventricle (Stefanelli, 2004, PMID: 16043485). In summary, there is strong evidence to support this gene-disease relationship. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on April 24, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:1173d239-23cf-4c9c-9ea5-f95d9356e6c7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}