{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-17T01:53:16.638Z","role":"Approver"},{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2021-06-17T01:53:27.928Z","role":"Publisher"}],"evidence":[{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b48dc5f4-0049-4303-a2b3-663865656004","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60a4c6db-a027-4bf0-8412-9773325849f5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry studies on 5 SDHD related PGLs/PCCs showed one had absent SDHB  expression, 4 had weak expression.\n\nInactivation of any of the SDH genes causes complete loss of SDH enzymatic activity, destabilization, and proteolysis of complex II and abnormal mitochondrial morphology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20236688","type":"dc:BibliographicResource","dc:abstract":"Up to 30% of pheochromocytomas and paragangliomas are associated with germline RET, Von Hippel-Lindau (VHL), neurofibromatosis type I (NF1), and succinate dehydrogenase subunits (SDHB, SDHC, and SDHD) mutations. Genetic testing allows familial counseling and identifies subjects at high risk of malignancy (SDHB mutations) or significant multiorgan disease (RET, VHL, or NF1). However, conventional genetic testing for all loci is burdensome and costly. We performed immunohistochemistry for SDHB on 58 tumors with known SDH mutation status. We defined positive as granular cytoplasmic staining (a mitochondrial pattern), weak diffuse as a cytoplasmic blush lacking definite granularity, and negative as completely absent staining in the presence of an internal positive control. All 12 SDH mutated tumors (6 SDHB, 5 SDHD, and 1 SDHC) showed weak diffuse or negative staining. Nine of 10 tumors with known mutations of VHL, RET, or NF1 showed positive staining. One VHL associated tumor showed weak diffuse staining. Of 36 tumors without germline mutations, 34 showed positive staining. One paraganglioma with no known SDH mutation but clinical features suggesting familial disease was negative, and one showed weak diffuse staining. We also performed immunohistochemistry for SDHB on 143 consecutive unselected tumors of which 21 were weak diffuse or negative. As SDH mutations are virtually always germline, we conclude that approximately 15% of all pheochromocytomas or paragangliomas are associated with germline SDH mutation and that immunohistochemistry can be used to triage genetic testing. Completely absent staining is more commonly found with SDHB mutation, whereas weak diffuse staining often occurs with SDHD mutation.","dc:creator":"Gill AJ","dc:date":"2010","dc:title":"Immunohistochemistry for SDHB triages genetic testing of SDHB, SDHC, and SDHD in paraganglioma-pheochromocytoma syndromes."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a54950e8-4a05-448f-8b45-20e96f71f567","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90d79490-5fd1-459c-a29f-bfea37df0ae3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"IHC studies on a total of 61 SDHD related tumors, 38 retrospective SDHD related PGLs/PCCs tumors and 23 prospective SDHD related  tumors showed absent SDHB protein expression .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19576851","type":"dc:BibliographicResource","dc:abstract":"Phaeochromocytomas and paragangliomas are neuro-endocrine tumours that occur sporadically and in several hereditary tumour syndromes, including the phaeochromocytoma-paraganglioma syndrome. This syndrome is caused by germline mutations in succinate dehydrogenase B (SDHB), C (SDHC), or D (SDHD) genes. Clinically, the phaeochromocytoma-paraganglioma syndrome is often unrecognised, although 10-30% of apparently sporadic phaeochromocytomas and paragangliomas harbour germline SDH-gene mutations. Despite these figures, the screening of phaeochromocytomas and paragangliomas for mutations in the SDH genes to detect phaeochromocytoma-paraganglioma syndrome is rarely done because of time and financial constraints. We investigated whether SDHB immunohistochemistry could effectively discriminate between SDH-related and non-SDH-related phaeochromocytomas and paragangliomas in large retrospective and prospective tumour series.","dc:creator":"van Nederveen FH","dc:date":"2009","dc:title":"An immunohistochemical procedure to detect patients with paraganglioma and phaeochromocytoma with germline SDHB, SDHC, or SDHD gene mutations: a retrospective and prospective analysis."},"rdfs:label":"Immunohistrochemistry and Western blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Change 0.5 to 1. This IHC and western blot studies on tumor tissues from 61 different patients with SDHD germline mutation."},{"id":"cggv:a860ba01-d8b2-4def-89aa-88ca8ac33f9d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ffa491db-38d4-4e48-a87f-b6b96baa162b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry studies on 11 PGL1 cases showed weak cytoplasmic staining/expression of the iron protein of the catalytic domain of complex II.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14595761","type":"dc:BibliographicResource","dc:abstract":"Hereditary head and neck paragangliomas are tumours associated with the autonomic nervous system. Recently, mutations in genes coding for subunits of mitochondrial complex II, succinate-ubiquinone-oxidoreductase (SDHB, SDHC, and SDHD), have been identified in the majority of hereditary tumours and a number of isolated cases. In addition, a fourth locus, PGL2, has been mapped to chromosome 11q13 in an isolated family. In order to characterize phenotypic effects of these mutations, the present study investigated the immunohistochemical expression of the catalytic subunits of complex II (flavoprotein and iron protein), SDH enzyme activity, and mitochondrial morphology in a series of 22 head and neck paragangliomas. These included 11 SDHD-, one SDHB-, two PGL2-linked tumours, and eight sporadic tumours. In the majority of the tumours (approximately 90%), the enzyme-histochemical SDH reaction was negative and immunohistochemistry of catalytic subunits of complex II showed reduced expression of iron protein and enhanced expression of flavoprotein. Ultrastructural examination revealed elevated numbers of tightly packed mitochondria with abnormal morphology in SDHD-linked and sporadic tumours. Immuno-electron microscopy showed localization of the flavoprotein on the remnants of the mitochondrial inner membranes, whereas virtually no signal for the iron protein was detected. These results indicate that the function of mitochondrial complex II is compromised in the majority of head and neck paragangliomas.","dc:creator":"Douwes Dekker PB","dc:date":"2003","dc:title":"SDHD mutations in head and neck paragangliomas result in destabilization of complex II in the mitochondrial respiratory chain with loss of enzymatic activity and abnormal mitochondrial morphology."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"IHC studies on 11 cases with two Dutch founder mutations generated consistent result."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd73daf9-1ba3-4f7f-9a11-3d4f16da96e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eee56d6a-ed1f-43bb-accc-0a5bbaf94be4","type":"FunctionalAlteration","dc:description":"siRNA (Di3 and Di4) target SDHD subunit decreased SDH activity in the total cell population. SDH deficiency results in accumulation of succinate, inhibits HIF-1a prolyl hydroxylases in the cytosol, leading to stabilization and activation of HIF-1a.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15652751","type":"dc:BibliographicResource","dc:abstract":"Several mitochondrial proteins are tumor suppressors. These include succinate dehydrogenase (SDH) and fumarate hydratase, both enzymes of the tricarboxylic acid (TCA) cycle. However, to date, the mechanisms by which defects in the TCA cycle contribute to tumor formation have not been elucidated. Here we describe a mitochondrion-to-cytosol signaling pathway that links mitochondrial dysfunction to oncogenic events: succinate, which accumulates as a result of SDH inhibition, inhibits HIF-alpha prolyl hydroxylases in the cytosol, leading to stabilization and activation of HIF-1alpha. These results suggest a mechanistic link between SDH mutations and HIF-1alpha induction, providing an explanation for the highly vascular tumors that develop in the absence of VHL mutations.","dc:creator":"Selak MA","dc:date":"2005","dc:title":"Succinate links TCA cycle dysfunction to oncogenesis by inhibiting HIF-alpha prolyl hydroxylase."},"rdfs:label":"SDH activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a69d4167-f069-4477-bf90-3df1fdc54a5b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:085d2b28-c954-45e4-8695-522852e1b513","type":"FunctionalAlteration","dc:description":"SDH activity was virtually absent in the chief cells from 11 SDHD patients with head and neck PGL1. No soluble iron protein, the SDHB, was detected under immuno-electron microscopy. Disruption of SDHD results in rapid degradation and subnormal levels of flavoprotein, the SDHA. \n\nThese cases showed swollen mitochondria with loss of cristae and often the presence of inclusion bodies under electron microscopy.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14595761","rdfs:label":"Enzyme histochemistry"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Studies on 11 PGL1 cases with SDHD mutations, two Dutch founder mutations generate consistent results."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e00f1624-588c-4d26-9a3d-4be4b3c39018","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e18836c7-4cc3-4701-8012-e123a21b929c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Chinese hamser fibroblast model expressing this truncated SDHD mutant, W66X showed genomic instability supporting the carcinogenesis by increasing genomic instablity mediated by increased steady state levels of reactive oxygen species (ROS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22041456","type":"dc:BibliographicResource","dc:abstract":"SDHD mutations are associated with human cancers but the mechanisms that may contribute to transformation are unknown. The hypothesis that mutations in SDHD increase levels of superoxide leading to genomic instability was tested using site-directed mutagenesis to generate a truncated SDHD cDNA that was expressed in Chinese hamster fibroblasts. Stable expression of mutant SDHD resulted in 2-fold increases in steady-state levels of superoxide that were accompanied by a significantly increased mutation rate as well as a 70-fold increase in mutation frequency at the hprt locus. Overexpression of MnSOD or treatment with polyethylene glycol conjugated (PEG)-catalase suppressed mutation frequency in SDHD mutant cells by 50% (P<0.05). Simultaneous treatment with PEG-catalase and PEG-SOD suppressed mutation frequency in SDHD mutant cells by 90% (P<0.0005). Finally, 95% depletion of glutathione using l-buthionine-[S,R]-sulfoximine (BSO) in SDHD mutant cells caused a 4-fold increase in mutation frequency (P<0.05). These results demonstrate that mutations in SDHD cause increased steady-state levels of superoxide which significantly contributed to increases in mutation rates and frequency mediated by superoxide and hydrogen peroxide. These results support the hypothesis that mutations in SDHD may contribute to carcinogenesis by increasing genomic instability mediated by increased steady-state levels of reactive oxygen species.","dc:creator":"Owens KM","dc:date":"2012","dc:title":"Genomic instability induced by mutant succinate dehydrogenase subunit D (SDHD) is mediated by O2(-•) and H2O2."},"rdfs:label":"Measure instability"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"A truncated hSDHD mutant, W66X  (exon 3, c.198G > A) expressed in immortalized Chinese hamster lung fibroblasts B1 cell showed increased genomic instability mediated by increased ROS."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:6128e9ab-18d0-4d21-824c-2dfa89fe0fb2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd674663-6c4f-49b3-ac7d-9cda7ed39efa","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":"obo:HP_0002666","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6128e9ab-18d0-4d21-824c-2dfa89fe0fb2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:973ec039-1363-4fd4-ae71-e24b3a6f035d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.274G>T (p.Asp92Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016702"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12000816","type":"dc:BibliographicResource","dc:abstract":"The group of susceptibility genes for pheochromocytoma that included the proto-oncogene RET (associated with multiple endocrine neoplasia type 2 [MEN-2]) and the tumor-suppressor gene VHL (associated with von Hippel-Lindau disease) now also encompasses the newly identified genes for succinate dehydrogenase subunit D (SDHD) and succinate dehydrogenase subunit B (SDHB), which predispose carriers to pheochromocytomas and glomus tumors. We used molecular tools to classify a large cohort of patients with pheochromocytoma with respect to the presence or absence of mutations of one of these four genes and to investigate the relevance of genetic analyses to clinical practice.","dc:creator":"Neumann HP","dc:date":"2002","dc:title":"Germ-line mutations in nonsyndromic pheochromocytoma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This missense variant of SDHD in a patient of Pheo from a cohort of 271 PCC patients registered from Freiburg, Germany, and Warsaw and Poland. This is a recurrent pathogenic variant, different amino acid changes (to Valine or Glycine) at the same codon are also reported."},{"id":"cggv:b552288e-9933-4f8e-88ee-8dff7f80480d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5d7328a-84cc-44cd-b5c4-0b410c22c4d3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":27,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0002864","sex":"UnknownEthnicity","variant":{"id":"cggv:b552288e-9933-4f8e-88ee-8dff7f80480d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b8cf477b-a7c1-4d76-84b9-a97b9a471a5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.242C>T (p.Pro81Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016688"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16317055","type":"dc:BibliographicResource","dc:abstract":"The identification of mutations in genes encoding peptides of succinate dehydrogenase (SDH) in pheochromocytoma/paraganglioma syndromes has necessitated clear elucidation of genotype-phenotype associations.","dc:creator":"Benn DE","dc:date":"2006","dc:title":"Clinical presentation and penetrance of pheochromocytoma/paraganglioma syndromes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055","rdfs:label":"F-52"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Missense variant identified from 3 patients (Australia, France and UK)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:30f59946-f557-42ab-a875-549efccbe873_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:35f58431-d1de-4a99-b630-2819f0ed181b","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Thoracic extraadrenal paraganglioma (pheochromocytoma)","phenotypes":"obo:HP_0002864","sex":"UnknownEthnicity","variant":{"id":"cggv:30f59946-f557-42ab-a875-549efccbe873_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:49525504-1508-42a1-9358-c0da39f33ca3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.252T>G (p.Tyr84Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA382617313"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055","rdfs:label":"F-17"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"truncating variant"},{"id":"cggv:700aced2-0ad9-41ab-8784-4da5b9c9a646_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:19c7ceb5-517f-47a1-ace1-c150a5da1975","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":"obo:HP_0002666","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:700aced2-0ad9-41ab-8784-4da5b9c9a646_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4cfafb8d-b2cd-4238-b23a-61718707b3a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.361C>T (p.Gln121Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10582872"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This truncating variant of SDHD in a patient of Pheo from a cohort of 271 PCC patients registered from Freiburg, Germany, and Warsaw and Poland."},{"id":"cggv:f64d66ac-2deb-4696-a881-5b94029ad6f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:945000f1-2abc-4b45-ae7b-5d8c7273f7e2","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":"obo:HP_0002666","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f64d66ac-2deb-4696-a881-5b94029ad6f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:76247302-5521-40bd-bdfc-e7aee16559cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.112C>T (p.Arg38Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016789"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This truncating variant of SDHD in a patient of Pheo from a cohort of 271 PCC patients registered from Freiburg, Germany, and Warsaw and Poland."},{"id":"cggv:5f5f2b6b-1f28-45de-a09d-ccc851367ffd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4be4dc21-68b6-4c9f-ac30-d1ebe513b895","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":"obo:HP_0002666","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5f5f2b6b-1f28-45de-a09d-ccc851367ffd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:94665474-5a59-4e98-8ae0-32be68b74124","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.14G>A (p.Trp5Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016834"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12000816","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This truncating variant of SDHD in a patient of Pheo from a cohort of 271 PCC patients registered from Freiburg, Germany, and Warsaw and Poland."},{"id":"cggv:7da73733-476c-4a18-8c65-5d046bd56019_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5726a9fc-f738-4135-a9d7-83b181d5f10d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":31,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Throacic extraadrenal paraganglioma (phenochromocytoma), carotic body","sex":"Male","variant":{"id":"cggv:7da73733-476c-4a18-8c65-5d046bd56019_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7681f354-1d14-4896-a126-67c3b54e9b17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.64C>T (p.Arg22Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016739"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055","rdfs:label":"F-01"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Truncating mutation from a Patient from a French family which was reported in PMID: 11605159 (a three generation family)."},{"id":"cggv:40cc077f-4fed-4035-a56f-46e7dd22d207_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1fe635ba-d4e3-477c-8b9e-31469f7c05ee","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":20,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"metastases","phenotypes":"obo:HP_0002864","sex":"UnknownEthnicity","variant":{"id":"cggv:40cc077f-4fed-4035-a56f-46e7dd22d207_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a8882a24-16b8-4dfb-8e8e-5aac702d18b7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.129G>A (p.Trp43Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016785"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055","rdfs:label":"F-10"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Patient from a cohort of 116 patients of 62 families with PGL/PCC."},{"id":"cggv:3d4fa825-1755-45a8-a75f-ef517f4c36f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:381b3e74-745c-475b-be21-f7d838402bf0","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":21,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Thoracic extraadrenal paraganglioma (pheochromocytoma); abdominal extraadrenal paraganglioma (pheochromocytoma)","phenotypes":"obo:HP_0002864","sex":"UnknownEthnicity","variant":{"id":"cggv:3d4fa825-1755-45a8-a75f-ef517f4c36f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f22cce10-de28-4867-9dd7-c01970c7689e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003002.4(SDHD):c.254T>A (p.Leu85Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA382617316"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16317055","rdfs:label":"F-06"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Truncating variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2971,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:225bbf8f-f5f9-4a78-8b39-a729f44d3fc2","type":"GeneValidityProposition","disease":"obo:MONDO_0017366","gene":"hgnc:10683","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Hereditary Paraganglioma-Pheochromocytoma Syndromes (PGL/PCC) [MONDO:0017366, PMID: 20301715] are associated with an increased risk of multiple paragangliomas and pheochromocytomas tumors within multiple organ systems transmitted in autosomal dominant inheritance. The molecular mechanism is loss of function in one of the 4 genes comprising the succinate dehydrogenase and SDHAF gene for flavination of SDHA, as well as stabilization of the SDH complex. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern and phenotypic variability. Therefore, this is a lumping Curation for SDHD and SDHD associated Hereditary Paraganglioma-Pheochromocytoma syndromes (PGL/PCC) including autosomal dominant inherited Paraganglioma 1 with or without deafness (MIM: 168000) and Pheochromocytoma (MIM: 171300). The autosomal recessive inherited Mitochondrial Complex II Deficiency (MIM: 252011) will be curated separately. SDHD encodes one of the subunits of SDH (succinate dehydrogenase), a component of complex II in mitochondria. It was the first tumor suppressor gene identified as encoding a mitochondrial protein. SDHD was first reported in relation to PGL/PCC in 2000 [Baysal et al., PMID: 10657297]. Two missense variants and seven nonsense variants from two large studies [PMID: 16317055 and 12000816] are included in this curation. Maternal transmission has been rarely reported and Dutch founder variants are recorded [PMIDs: 19584903, 11391798 and PMID: 15010701]. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Experimental evidence showed absent or decreased expression of SDHB, the iron protein, catalytic component of mitochondrial complex II [PMIDs: 19576851, 20236688 and 14595761], and absent or decreased SDH enzyme activity [PMIDs 14595761 and 15652751] in human SDHD related tumors. There was no mouse model available as homozygous sdhd KO mice are embryonically lethal and heterozygous mice do not develop any tumors [PMIDs: 19956719, 15572694]. Biochemical studies on accumulated succinate due to reduced SDH activity and succinated induced pseudo-hypoxic drive, i.e., stabilization of HIF1a, inhibition of HIF prolyl hydroxylases are repetitively reported [PMIDs: 26971832, 17102089, 15987702]; in addition, SDHD related up-regulation of the p21WAF1/Cip1 in liver and kidney of the conditional tamoxifen-inducible SDHD-ESR mutant mice and two immortalized SDHD-ESR cell lines are also reported. The p21 is implicated in many biological processes including cell cycle, survival, and cancer [PMID: 24465590]. A truncated hSDHD mutant, W105X (previously W66X), expressed in immortalized Chinese hamster lung fibroblast model showed increased genomic instability mediated by increased ROS [PMID: 22041456]. In summary, the SDHD gene is definitely associated with autosomal dominant HPGL/PCC syndrome. This has been repeatedly demonstrated in both the genetic, and experimental, biochemical and functional studies, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:9d0b732e-81e4-4834-8fe6-fe71f694399e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}