{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-05-20T19:09:35.665Z","role":"Approver"}],"evidence":[{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fec73206-eaa0-435b-a85b-f497bccfecf4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:521d88fb-b2eb-4452-a79d-6d9a865994e4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"See PMID: 20226277 for overview, PMID: 15989954 for crystal structure","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22972948","type":"dc:BibliographicResource","dc:abstract":"Isolated complex II deficiency is a rare form of mitochondrial disease, accounting for approximately 2% of all respiratory chain deficiency diagnoses. The succinate dehydrogenase (SDH) genes (SDHA, SDHB, SDHC and SDHD) are autosomally-encoded and transcribe the conjugated heterotetramers of complex II via the action of two known assembly factors (SDHAF1 and SDHAF2). Only a handful of reports describe inherited SDH gene defects as a cause of paediatric mitochondrial disease, involving either SDHA (Leigh syndrome, cardiomyopathy) or SDHAF1 (infantile leukoencephalopathy). However, all four SDH genes, together with SDHAF2, have known tumour suppressor functions, with numerous germline and somatic mutations reported in association with hereditary cancer syndromes, including paraganglioma and pheochromocytoma.","dc:creator":"Alston CL","dc:date":"2012","dc:title":"Recessive germline SDHA and SDHB mutations causing leukodystrophy and isolated mitochondrial complex II deficiency."},"rdfs:label":"SDHA and SDHB are complex II subunits"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The encoded protein interacts with one gene product (SDHB) whose dysfunction is known to cause Leigh syndrome."},{"id":"cggv:acdec9da-9555-4b14-85d1-7ff050c36af4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91af50f2-0a55-41ed-b2b4-e506b0cf5cf4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SDHB and SDHA are subunits of Complex II, this manuscript details SDHAF1 as assembly factor for complex II","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19465911","type":"dc:BibliographicResource","dc:abstract":"We report mutations in SDHAF1, encoding a new LYR-motif protein, in infantile leukoencephalopathy with defective succinate dehydrogenase (SDH, complex II). Disruption of the yeast homolog or expression of variants corresponding to human mutants caused SDH deficiency and failure of OXPHOS-dependent growth, whereas SDH activity and amount were restored in mutant fibroblasts proportionally with re-expression of the wild-type gene. SDHAF1 is the first bona fide SDH assembly factor reported in any organism.","dc:creator":"Ghezzi D","dc:date":"2009","dc:title":"SDHAF1, encoding a LYR complex-II specific assembly factor, is mutated in SDH-defective infantile leukoencephalopathy."},"rdfs:label":"disruption of yeast homolog, expression of wt in mutant CL"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Experiments do not show SDHAF1 interacts with SDHA directly."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e6f7b71-9f56-43c0-85ee-821fcb46c597","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f804b9ac-62c8-4060-b234-90231c8cacad","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"restored ability of the mutant to grow on non-fermentable substrates","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9730279","type":"dc:BibliographicResource","dc:abstract":"Transformation of the respiratory-defective mutant (E264/U2) of Saccharomyces cerevisiae with a yeast genomic library yielded two different plasmids capable of restoring the ability of the mutant to grow on non-fermentable substrates. One of the plasmids (pG52/T3) contained SDH1 coding for the flavoprotein subunit of mitochondrial succinate dehydrogenase. The absence of detectable succinate dehydrogenase activity in mitochondria of E264/U2 and the lack of complementation of the mutant by an sdh11null strain indicated a mutation in SDH1. The second plasmid (pG52/T8) had an insert with reading frame (YJL045w) of yeast chromosome X coding for a homologue of SDH1. Subclones containing the SDH1 homologue (SDH1b), restored respiration in E264/U2 indicating that the protein encoded by this gene is functional. The expression of the two genes was compared by assaying the beta-galactosidase activities of yeast transformed with plasmids containing fusions of lacZ to the upstream regions of SDH1 and SDH1b. The 100-500 times lower activity measured in transformants harbouring the SDH1b-lacZ fusion indicates that the isoenzyme encoded by SDH1b is unlikely to play an important role in mitochondrial respiration. This is also supported by the absence of any obvious phenotype in cells with a disrupted copy of SDH1b.","dc:creator":"Colby G","dc:date":"1998","dc:title":"Suppression of sdh1 mutations by the SDH1b gene of Saccharomyces cerevisiae."},"rdfs:label":"Transformation"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Rescues biochemical defect, which is included in Leigh syndrome spectrum definition"},{"id":"cggv:af6e5189-9aa1-4aee-895a-f723f79a5dcd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4c1a1161-b1c2-4750-ab2c-064625018460","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Evidence of OXPHOS enzyme activity deficiency (<30%) in affected tissue (muscle, liver)(assessed by spectrophotometric assay) is part of Leigh syndrome spectrum phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1511876","type":"dc:BibliographicResource","dc:abstract":"We describe the isolation, sequence and construction of a disruption of the yeast SDH1 gene, encoding the flavoprotein subunit of succinate dehydrogenase. This is the first eukaryotic flavoprotein subunit-encoding gene to be fully sequenced. The deduced amino acid (aa) sequence is 50% identical to the Escherichia coli enzyme sequence. The yeast gene encodes an N-terminal extension of 45 aa relative to the E. coli sequence which may act as a mitochondrial targeting signal. Disruption of the gene results in the inability to respire, assayed as the inability to utilize the nonfermentable carbon source, glycerol. This is the expected phenotype for disruption of an essential component of the yeast citric acid cycle.","dc:creator":"Chapman KB","dc:date":"1992","dc:title":"SDH1, the gene encoding the succinate dehydrogenase flavoprotein subunit from Saccharomyces cerevisiae."},"rdfs:label":"Yeast SDH1 gene disruption"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Fulfills only one aspect of Leigh syndrome spectrum phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5db3047c-d573-4104-aea2-754fbef6cfe3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d50bf2a9-abef-4480-b75e-e1824a5c8fa6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":22,"detectionMethod":"SDHA sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Brain MRI abnormalities (23 months - abnormal T2-weighted signal in the pons, periaqueductal region and medial thalami; 26 months - extensive symmetrical hyperintensity in the dorso-medial thalami, base of pons, lower medulla and upper cervical spinal cord; 6.5 years old - some improvement in the thalamic, midbrain and pontine changes, but no change in the cervical cord lesions; 9 years 11 months - no new lesions and bilateral symmetrical signal abnormality involving the posterior and medial thalami, periaqueductal grey matter, anterior pons, medulla and upper cervical spinal cord had improved further); developmental regression (normal early developmental milestones (walked at 16 months); 22 months: walking deteriorated and had frequent falls;  deteriorated rapidly over next month and could no longer walk or sit; 25 months: could walk in crouched position; improved gradually starting at 4 years old; 6.5 years old: mild spasticity in all 4 limbs, weakness, wasting of shoulder muscles; 6.5 years old and on has been stable although motor function is variable); elevated lactate (23 months: elevated blood lactate x2 - 3.7 and 5.0 mM; normal <2)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:5db3047c-d573-4104-aea2-754fbef6cfe3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7e3a8192-935f-4b86-8c94-2cbd2e7028d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1664G>A (p.Gly555Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8745"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16798039","type":"dc:BibliographicResource","dc:abstract":"We report a patient with relatively mild Leigh syndrome and mitochondrial respiratory chain complex II deficiency caused by a homozygous G555E mutation in the nuclear encoded flavoprotein subunit of succinate dehydrogenase. This mutation has previously been reported in a lethal-infantile presentation of complex II deficiency. Such marked phenotypic heterogeneity, although typical of heteroplasmic mutations in the mitochondrial genome, is unusual for nuclear mutations. Comparable activities and stability of mitochondrial respiratory chain enzymes were demonstrated in both patients, so other reasons for the phenotypic variability are considered.","dc:creator":"Pagnamenta AT","dc:date":"2006","dc:title":"Phenotypic variability of mitochondrial disease caused by a nuclear mutation in complex II."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16798039","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"SDHA subunit was moderately decreased in patient fibroblasts (SDS-PAGE) and fully assembled SDH enzyme was also severely depleted (Blue Native PAGE)"},{"id":"cggv:7493e640-0ccf-478b-8140-1f8bf6db1c1f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ccd4355-ac9c-4869-9356-8648d61cb4e2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Brain imaging findings (8-months-old: MRI showed bilateral cortical atrophy with massive T2 weighted signal intensities in basal ganglia involving thalamus, pallidum, substantia nigra, nucleas ruber, and nuclear caudatus; normal brainstem and cerebellum; 3-years-old: cortical atrophy and ventricular enlargement progressed, T2 weigted  signal hyperintensities  in putamen and nucleas caudatus were still present, however bilateral thalamus lesions disappeared), developmental delay, lab findings [increased blood lactate (2.9 mmol/L; normal 0.5-2.2); increased CSF lactate (2.7 mmol/L; normal <2), muscle biopsy (left tibialis anterior muscle) done at 9-years-old showed significantly decreased complex II (23% residual activity)]","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:7493e640-0ccf-478b-8140-1f8bf6db1c1f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e0818d84-670c-4e13-96f5-49eb656ec7d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.4(SDHA):c.356G>A (p.Trp119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359009280"}},{"id":"cggv:8e869dd7-b314-405b-a394-3162a565399b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.4(SDHA):c.248C>T (p.Ala83Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359008569"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24781757","type":"dc:BibliographicResource","dc:abstract":"Defects in complex II of the mitochondrial respiratory chain are a rare cause of mitochondrial disorders. Underlying autosomal-recessive genetic defects are found in most of the 'SDHx' genes encoding complex II (SDHA, SDHB, SDHC, and SDHD) and its assembly factors. Interestingly, SDHx genes also function as tumor suppressor genes in hereditary paragangliomas, pheochromocytomas, and gastrointestinal stromal tumors. In these cases, the affected patients are carrier of a heterozygeous SDHx germline mutation. Until now, mutations in SDHx associated with mitochondrial disease have not been reported in association with hereditary tumors and vice versa. Here, we characterize four patients with isolated complex II deficiency caused by mutations in SDHA presenting with multisystem mitochondrial disease including Leigh syndrome (LS) and/or leukodystrophy. Molecular genetic analysis revealed three novel mutations in SDHA. Two mutations (c.64-2A>G and c.1065-3C>A) affect mRNA splicing and result in loss of protein expression. These are the first mutations described affecting SDHA splicing. For the third new mutation, c.565T>G, we show that it severely affects enzyme activity. Its pathogenicity was confirmed by lentiviral complementation experiments on the fibroblasts of patients carrying this mutation. It is of special interest that one of our LS patients harbored the c.91C>T (p.Arg31*) mutation that was previously only reported in association with paragangliomas and pheochromocytomas, tightening the gap between these two rare disorders. As tumor screening is recommended for SDHx mutation carriers, this should also be considered for patients with mitochondrial disorders and their family members. ","dc:creator":"Renkema GH","dc:date":"2015","dc:title":"SDHA mutations causing a multisystem mitochondrial disease: novel mutations and genetic overlap with hereditary tumors."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24781757","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Western blot shows residual amount of full length protein (resulting from partially correctly spliced mRNA from c.248C>T change); p.Ala83_Gln104del was not detected, indicating it was unstable"},{"id":"cggv:92fd9b15-718d-4b13-a62f-90bc51671b55_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:01f7f2df-4e70-4d8a-b6f8-8b2afc6fccd7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SDHA and SDHAF1 sequencing","phenotypeFreeText":"Brain MRI findings (2.5 years old: abnormal signal in  ventral pons and medulla; also had white matter and spinal cord gray matter abnormalities, and abnormal signal in anterior and posterior corpus callosum), developmental delay (noted at 1.5 years old); biochemical (complex II activity in muscle was 15% of controls)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:92fd9b15-718d-4b13-a62f-90bc51671b55_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0c987164-acda-41d0-a749-414dfb406aa8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1526C>T (p.Ser509Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39586"}},{"id":"cggv:c56a661f-dcad-4987-a6a9-ba9bac00d198","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1523C>T (p.Thr508Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39585"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22972948"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22972948","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Allele frequency as of 5/13/2019 in gnomAD was 0.00077, one homozygote seen; however BN-PAGE in FCL did show significantly decreased amount of fully assembled CII; SDS-PAGE did show almost complete absense of SDHA; succinate peak seen on MRS"},{"id":"cggv:73c1d520-87ce-4c62-82f4-018c3bc5dd85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fb116918-b7cc-46c3-bee5-29b03f4bdd1b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"detectionMethod":"SDHA (Fp in this manuscript) was reverse transcribed (cDNA) and amplified by PCR for Sanger sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Brain imaging findings (CT scan at 13-months-old: white matter hypodensity in the cerebral hemispheres predominating in both frontal and occipital areas, small hypodense rounded lesions in the internal part of the right thalamus and in the head of both caudate nuclei; MRI at 13-months-old: increased signal on T2 and a decreased signal on TI-weighted images in cerebral white matter, two symmetrical abnormal signal areas in caudate nuclei, inner part of the thalami and sustantia nigra); developmental regression (normal development until 10-months-old when experienced rapid regression); elevated blood and CSF lactate","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:73c1d520-87ce-4c62-82f4-018c3bc5dd85_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:162ef858-bfba-4b26-aa53-356b4fac9317","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1660C>T (p.Arg554Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8742"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7550341","type":"dc:BibliographicResource","dc:abstract":"We now report a mutation in the nuclear-encoded flavoprotein (Fp) subunit gene of the succinate dehydrogenase (SDH) in two siblings with complex II deficiency presenting as Leigh syndrome. Both patients were homozygous for an Arg554Trp substitution in the Fp subunit. Their parents (first cousins) were heterozygous for the mutation that occurred in a conserved domain of the protein and was absent from 120 controls. The deleterious effect of the Arg to Trp substitution on the catalytic activity of SDH was observed in a SDH- yeast strain transformed with mutant Fp cDNA. The Fp subunit gene is duplicated in the human genome (3q29; 5p15), with only the gene on chromosome 5 expressed in human-hamster somatic cell hybrids. This is the first report of a nuclear gene mutation causing a mitochondrial respiratory chain deficiency in humans.","dc:creator":"Bourgeron T","dc:date":"1995","dc:title":"Mutation of a nuclear succinate dehydrogenase gene results in mitochondrial respiratory chain deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7550341","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"minimal functional studies (increased enzyme sensitivity to oxaloacetate (only known physiological inhibitor of enzyme); decrease of SDH activity in SDH-yeast strain  transformed with the mutagenised yeast SDH Fp cDNA compared to controls)"},{"id":"cggv:b5282f19-7ab3-4bfd-aea5-42bd1eba4c37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6a10b26-3f8f-46c5-96db-b62cc2b5bfee","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":14,"detectionMethod":"SDHA sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Authors defined LS as \"an early-onset progressive neurodegenerative disorder with a characteristic neuropathology consisting of focal, bilateral lesions in one or more areas of the central nervous system, including the basal ganglia, thalamus, cerebellum, and spinal cord that are detected on cerebral MRI\" on page 1; this patient reported to Leigh syndrome characterized by lesions in the globus pallidus and putamen; also had leukodystrophy, cerebral atrophy, and small corpus callosum; psychomotor retardation, developmental regression at 8 months; also reported to have pyramidal tract involvement, seizures/epilepsy, myopathy, hepatomegaly, and apneas; lab findings include elevated serum lactate (level not specified), elevated glutaric acid and lactate in urine organic acid analysis; had muscle biopsy that showed decreased [1-14C] pyruvate+carnitine (2.25 nmol CO2/h.mU CS; normal 3.89 - 7.28), decreased [1,4-14C] succinate+acetylcarnitine (0.28 nmol CO2/h.mU CS; normal 2.12 - 5.05), decreased CII activity (26 mU/U CS; normal 335 - 749), decreased CIII activity (1323 mU/U CS; normal 2200 - 6610), and decreased CII+CIII (SCC; 39 mU/U CS; normal 300-970)","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:b5282f19-7ab3-4bfd-aea5-42bd1eba4c37_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2aefb287-0018-4d05-983d-f079b7228525","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.4(SDHA):c.565T>G (p.Cys189Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359010442"}},{"id":"cggv:978bc721-98bd-4dee-8331-6b7055793c62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.91C>T (p.Arg31Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/142601"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24781757"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24781757","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"c.91C>T:p.Arg31* (maternally inherited) results in premature stop and NMD;  c.565T>G:p.Cys189Gly (paternally inherited) is located in N-terminal subdomain of FAD binding domain of SDHA - predicted to interfere with FAD binding; authors carried out lentiviral complementation assay in patient and control FCL - CII activity was partially (but significantly) restored and other enzyme complexes not affected; lastly, patient had low CII enzyme activity (8% in muscle)"},{"id":"cggv:0bd00cc1-daed-4037-b7bd-8045d75d6c9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c5698416-a725-4098-8c64-3691ba099f25","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"SDHA sequencing","phenotypeFreeText":"Brain MRI (age not specified) showed necrotic lesions in basal ganglia consistent with Leigh syndrome (of note - these authors were authors of 1st report where Leigh syndrome was defined consistent with LSS definition); developmental delay (developed normally until 9 months old when psychomotor delay was noted, could not sit unassisted until 16 months old); elevated blood lactate (presumably between 9-16 months old - 3.2-4.4 mmol/L; normal <2.5); elevated CSF lactate (2.6 mmol/L; normal <2.3)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0bd00cc1-daed-4037-b7bd-8045d75d6c9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2f27fd55-2d4f-4fcd-83f8-57a21f69755a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1A>C (p.Met1Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8744"}},{"id":"cggv:c6aa3502-0a7c-473b-addb-d80e257d86a6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.3(SDHA):c.1571C>T (p.Ala524Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8743"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10746566","type":"dc:BibliographicResource","dc:abstract":"Succinate dehydrogenase (SDH) deficiency represents a minor cause of Leigh syndrome (LS). Noticeably, the first mutation in a nuclear-encoded respiratory chain component, a mutation in the 5p15 copy of the flavoprotein (Fp) subunit gene of the SDH, was reported 4 years ago in two siblings with LS and SDH deficiency. We now report a new patient with LS and SDH deficiency. Because two copies of the Fp gene are present in the human genome, we first determined the complete structure of these two copies. This allowed us to identify a 1 bp deletion creating a frameshift in the 3q29 copy, confirming that this second copy was a pseudogene. We also sequenced the promoter region of the 5p 15 gene and, in addition, screened for mutations in the patient. Sequencing of the Fp SDH cDNA in the patient only allowed us to identify a heterozygous C to T transition, changing an alanine to a valine in one allele. This transition was found to be heterozygous in the patient's father but was absent from 150 controls. Transfection of the corresponding mutant cDNA into human Fp-deficient cells failed to restore normal SDH activity, confirming the deleterious effect of this mutation. The second allele, inherited from the mother, carried an A to C substitution changing the methionine translation initiation codon to a leucine. This mutant transcript represented only 10% of total Fp transcript suggesting instability of this transcript. So far, profound deficiencies in complex II activity resulting from mutations in the Fp gene of the SDH present only as LS, a striking observation in view of the ubiquitous expression of this typical housekeeping gene in humans.","dc:creator":"Parfait B","dc:date":"2000","dc:title":"Compound heterozygous mutations in the flavoprotein gene of the respiratory chain complex II in a patient with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10746566","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"c.1A>C variant: Per manuscript \"next translation initiation codon is located 339 nt downstream, translation should result in a truncated protein of 551 amino acids (instead of 664) lacking the mitochondrial targeting sequence\"; p.A524V variant: Transfection of variant and wild-type into SDHA deficient cell line showed normal SDH activity with wild-type and transfection with variant did not restore activity."},{"id":"cggv:44df4356-44c9-483e-82f5-2b73660884b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:da1c2076-bf0c-4aa9-b375-33ce490d957a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":16,"detectionMethod":"SDHA sequencing","phenotypeFreeText":"Brain MRI (lesions in globus pallidus); developmental delay/regression (reported to have psychomotor retardation, developmental regression at 16 months old, is ataxic, had pyramidal tract involvement, myopathy, chorea, tremor); normal blood lactate, reduced complex II activity in skeletal muscle (26% of mean)","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:44df4356-44c9-483e-82f5-2b73660884b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:25740713-dafc-43df-b8bd-a6cf1839c4d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004168.4(SDHA):c.64-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359008053"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24781757"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24781757","rdfs:label":"P4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Located in penultimate nucleotide of intron 1; results in two splicing products (18 amino acid insertion or 10 nucleotide deletion causing frameshift into the mRNA"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Moderate","sequence":521,"specifiedBy":"GeneValidityCriteria6","strengthScore":11,"subject":{"id":"cggv:999600ae-86a8-45cd-8d79-69e5a91e213a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:10680","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SDHA and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 8, 2019. 14 articles were reviewed. SDHA was first reported in relation to autosomal recessive Leigh syndrome spectrum in 1995 (Bourgeron et al., PMID 7550341). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 7 probands in 6 publications (PMIDs 7550341, 10746566, 16361598, 16798039, 22972948, 24781757). This gene-disease association is supported by the known protein interactions, model systems, and rescue. The mechanism for disease is complex II deficiency. In summary, there is moderate evidence to support the relationship between SDHA and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 13, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:4c5801d0-5839-47d9-81cc-a53cea959b57"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}