{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-06T01:47:34.665Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23263490","type":"dc:BibliographicResource","dc:abstract":"Many individuals with multiple or large colorectal adenomas or early-onset colorectal cancer (CRC) have no detectable germline mutations in the known cancer predisposition genes. Using whole-genome sequencing, supplemented by linkage and association analysis, we identified specific heterozygous POLE or POLD1 germline variants in several multiple-adenoma and/or CRC cases but in no controls. The variants associated with susceptibility, POLE p.Leu424Val and POLD1 p.Ser478Asn, have high penetrance, and POLD1 mutation was also associated with endometrial cancer predisposition. The mutations map to equivalent sites in the proofreading (exonuclease) domain of DNA polymerases ɛ and δ and are predicted to cause a defect in the correction of mispaired bases inserted during DNA replication. In agreement with this prediction, the tumors from mutation carriers were microsatellite stable but tended to acquire base substitution mutations, as confirmed by yeast functional assays. Further analysis of published data showed that the recently described group of hypermutant, microsatellite-stable CRCs is likely to be caused by somatic POLE mutations affecting the exonuclease domain.","dc:creator":"Palles C","dc:date":"2013","dc:title":"Germline mutations affecting the proofreading domains of POLE and POLD1 predispose to colorectal adenomas and carcinomas."},"evidence":[{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:770fbcb3-f209-4d5f-baf7-c4fdef5ac783","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:95cbf722-287f-4fe6-8b35-b7ad58c4ebb6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Exome sequencing was preformed on DNA extracted from tumors of carriers with POLE variants to assess the presence of hyper or ultramutation and the mutational signatures. Three primary tumors were analyzed (MMR-deficent ovarian cancer, one MMR- deficient endometrial cancer, and one MM-proficent colorectal cancer from the two probands). All three were hyper/ultramutation (10.96-300.885 Mut/Mb). Signature 10 was identified in the colorectal tumor and signature 14 linked to the co-occurrence of MMR deficiency and the POLE exonuclease pathogenic variant in the ovarian tumor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32792570","type":"dc:BibliographicResource","dc:abstract":"Germline pathogenic variants in the exonuclease domain (ED) of polymerases POLE and POLD1 predispose to adenomatous polyps, colorectal cancer (CRC), endometrial tumors, and other malignancies, and exhibit increased mutation rate and highly specific associated mutational signatures. The tumor spectrum and prevalence of POLE and POLD1 variants in hereditary cancer are evaluated in this study.","dc:creator":"Mur P","dc:date":"2020","dc:title":"Role of POLE and POLD1 in familial cancer."},"rdfs:label":"Mur, 2020- tumor"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32b03d5f-bbf9-41df-99b8-ea95762e3fa9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:9e4a6ce4-7a28-46a1-9867-072a37e34f1c","type":"FunctionalAlteration","dc:description":"Exonuclease repair ability of POLE in the presence of the variant was tested using yeast system. The number of revertant colonies was significantly higher for p.Leu424Val (positive control),and the variant p.Met294Arg compared with the wildtype (fold change increase of 7–13) ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32792570","rdfs:label":"Mur, 2020 "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:84756849-8229-4368-aa38-4b3130479e7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2c4c28a6-13e8-404d-abc7-acca989c1b0f","type":"FunctionalAlteration","dc:description":"Yeast strains with this DNA polymerase ε allele have elevated rates of T to A substitution mutations. The position and rate of these substitutions depend on the orientation of the mutational reporter and its location relative to origins of DNA replication and reveal a pattern indicating that DNA polymerase ε participates in leading-strand DNA replication","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17615360","type":"dc:BibliographicResource","dc:abstract":"Multiple DNA polymerases participate in replicating the leading and lagging strands of the eukaryotic nuclear genome. Although 50 years have passed since the first DNA polymerase was discovered, the identity of the major polymerase used for leading-strand replication is uncertain. We constructed a derivative of yeast DNA polymerase epsilon that retains high replication activity but has strongly reduced replication fidelity, particularly for thymine-deoxythymidine 5'-monophosphate (T-dTMP) but not adenine-deoxyadenosine 5'-monophosphate (A-dAMP) mismatches. Yeast strains with this DNA polymerase epsilon allele have elevated rates of T to A substitution mutations. The position and rate of these substitutions depend on the orientation of the mutational reporter and its location relative to origins of DNA replication and reveal a pattern indicating that DNA polymerase epsilon participates in leading-strand DNA replication.","dc:creator":"Pursell ZF","dc:date":"2007","dc:title":"Yeast DNA polymerase epsilon participates in leading-strand DNA replication."},"rdfs:label":"Yeast DNA Polymerase E Pursell 2007"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Evidence shows that changes in gene only affect replication fidelity. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a96cc764-88c0-4d42-9e81-9ace05a817f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a38e4538-65fc-489d-baf5-c1818d3538aa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice who were double mutants were found to have a higher incidence of cancer compared to wild type. Heterogeneous ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19805137","type":"dc:BibliographicResource","dc:abstract":"Organisms require faithful DNA replication to avoid deleterious mutations. In yeast, replicative leading- and lagging-strand DNA polymerases (Pols epsilon and delta, respectively) have intrinsic proofreading exonucleases that cooperate with each other and mismatch repair to limit spontaneous mutation to less than 1 per genome per cell division. The relationship of these pathways in mammals and their functions in vivo are unknown. Here we show that mouse Pol epsilon and delta proofreading suppress discrete mutator and cancer phenotypes. We found that inactivation of Pol epsilon proofreading elevates base-substitution mutations and accelerates a unique spectrum of spontaneous cancers; the types of tumors are entirely different from those triggered by loss of Pol delta proofreading. Intercrosses of Pol epsilon-, Pol delta-, and mismatch repair-mutant mice show that Pol epsilon and delta proofreading act in parallel pathways to prevent spontaneous mutation and cancer. These findings distinguish Pol epsilon and delta functions in vivo and reveal tissue-specific requirements for DNA replication fidelity.","dc:creator":"Albertson TM","dc:date":"2009","dc:title":"DNA polymerase epsilon and delta proofreading suppress discrete mutator and cancer phenotypes in mice."},"rdfs:label":"Albertson et al 2009- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Those who were heterzygous were indistinguishable from wild type. In human cases, heterzygous have increase risk cancer; although there is incomplete penetrance. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.75}],"evidenceStrength":"Definitive","sequence":6607,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.75,"subject":{"id":"cggv:baa12351-0dc1-4461-b170-32c156af360b","type":"GeneValidityProposition","disease":"obo:MONDO_0100287","gene":"hgnc:9177","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *POLE* gene encodes the catalytic subunit of DNA polymerase epsilon, which is involved in DNA repair and possibly also in replication of chromosomal DNA. POLE was first reported as an autosomal dominant cancer susceptibility condition in 2013 (Palles et al, PMID: 23263490). Likely pathogenic/pathogenic variants located with the exonuclease domain of POLE are associated with an increased risk of colon polyps and colorectal cancer. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s), inheritance pattern and phenotypic variability between cancer susceptibility to colon cancer and colon polyps. Therefore, the following disease entities have been lumped into POLE-related polyposis and colorectal cancer syndrome (MONDO:0100287). However, due to the phenotypic variability, variant type and different inheritance pattern, autosomal recessive Facial Dysmorphism, Immunodeficiency, Livedo, and Short Stature (FILS) syndrome and Intrauterine Growth Retardation, Metaphyseal Dysplasia, Adrenal Hypoplasia, Congenita, Genetial Anomalies, and Immunodeficiency (IMAGE-I) syndrome have been split from this curation. Two missense and one truncated variants that have been reported in seven publications (PMIDs: 25370038, 32792570, 26133394, 24501277, 23263490, 25529843, 34761457) are included in this curation. The variant segregates with disease for each family described. Probands had colon cancer and/or history of multiple colon polyps and were negative for pathogenic variants in the APC and MUTYH genes. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is due to mutations that occur within the exonuclease domain of the POLE gene, which results in a decrease in DNA replication fidelity. This gene-disease association is also supported by experimental evidence (1.75 points) including mouse and yeast models (PMIDs: 19805137, 16699561). These studies demonstrated that mutations in the exonuclease domain of POLE lead to the underlying mechanism of pathogenicity. In summary, POLE is definitively associated with autosomal dominant POLE-related polyposis and colorectal cancer syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated by the Colon Cancer Expert Panel on 12/11/2017. The ClinGen Hereditary Cancer GCEP reevaluated on 01/27/2023 (SOP Version 9). As a result of this reevaluation, the classification did not change although the  disease name was changed to mirror both features of the disorder.","dc:isVersionOf":{"id":"cggv:8b5306f4-0422-42fc-9f67-2d9b263e4e1e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}