{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-08-28T19:32:46.842Z","role":"Publisher"},{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2024-08-28T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:DiseaseNameUpdate"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7},{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:067c18fc-0845-4b5e-a9c6-f7e963322e79","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d107279-bff4-45f3-9ed2-bb8da79d364f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression  of  the  human  AID  mRNA  was  examined   by   RT-PCR   analysis  of cDNAs  in 15  human  tissues. The  medium-  to low-abundance  transcripts  of  human  AID  were  observed in lymph nodes and in tonsils, in agreement with the expression profile of mouse AID. In addition, very rare transcripts of the human AID gene were observed in kidney, pancreas, spleen, fetal liver, and all other tissues examined.  Northern  blot  analysis  detected  a  2.9-kb  AID mRNA  in  B  cells  but  not  in  T  cells  or  fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10950930","type":"dc:BibliographicResource","dc:abstract":"The gene encoding activation-induced cytidine deaminase (AID), a member of the cytidine deaminase family, was isolated from a murine B cell lymphoma line, CH12F3-2, induced by combined stimulation of TGF-beta, IL-4, and CD40L. We have isolated the human orthologue of mouse AID cDNA, which has an open reading frame of 198 residues containing a conserved cytidine deaminase motif. The amino acid sequence of human AID is 92% identical to that of mouse AID. RT-PCR analysis of 15 human tissues showed that AID mRNA is expressed strongly in lymph nodes and tonsils. The complete human AID gene consisting of five exons was isolated and mapped to chromosome 12p13 by fluorescence in situ hybridization.","dc:creator":"Muto T","dc:date":"2000","dc:title":"Isolation, tissue distribution, and chromosomal localization of the human activation-induced cytidine deaminase (AID) gene."},"rdfs:label":"lymphoid tissue expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"These data are in agreement with the Human Protein Atlas which reports enriched expression in lymphoid tissues."},{"id":"cggv:c07749de-0193-48ea-a65a-b1b03945ceca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5245bb48-6899-4bd2-9184-6216c0302780","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of mouse tissues revealed that AID mRNAs were scarce in the spleen, however when induced in splenic B cells by reagents that activate B cells and induce CSR, AID mRNAs were strongly upregulated. An immunization with SRBC, known to initiate immunological responses, was followed by poly(A)+ RNA extraction from spleens of mice and subjected to Northern blot hybridization. AID mRNA expression was barely detectable in spleens without immunization, and significant up-regulation (3–5-fold induction) was demonstrated 5 and 13 days after immunization. \n\nTo determine which cells express AID mRNAs in immunized spleen, RT-PCR was performed using fractionated splenic cells, showing that AID mRNAs were observed in the non-T and CD191 cell fractions, and indicating that SRBC immunization induced AID mRNA expression in CD19+ splenic B cells.\n\nBecause the timing of AID mRNA up-regulation in the spleen was roughly synchronous with the onset of GC formation after immunization, the authors next investigated the precise localization of AID mRNAs in lymphoid organs using in situ hybridization. When the antisense AID cRNA was used, distinct focal signals were seen in spleen sections from mice immunized with SRBC for 5 days. By contrast, no signals were detected in unimmunized spleen sections with the same probe, in agreement with the data obtained by Northern blot hybridization. Peanut agglutinin staining of serial sections showed that both Peyer’s patches and immunized spleens contained GC, and that signals derived from the antisense probe colocalized with GC. On the other hand, regardless of immunization, the sense probe produced almost no signal in spleens or Peyer’s patches. GCs were rarely observed in spleens from  unimmunized mice. Taken together, these data demonstrate that AID mRNAs are specifically induced in GCs, which contain mostly activated B cells after encounter with antigens.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10373455","type":"dc:BibliographicResource","dc:abstract":"We have identified a novel gene referred to as activation-induced deaminase (AID) by subtraction of cDNAs derived from switch-induced and uninduced murine B lymphoma CH12F3-2 cells, more than 80% of which switch exclusively to IgA upon stimulation. The amino acid sequence encoded by AID cDNA is homologous to that of apolipoprotein B (apoB) mRNA-editing enzyme, catalytic polypeptide 1 (APOBEC-1), a type of cytidine deaminase that constitutes a catalytic subunit for the apoB mRNA-editing complex. In vitro experiments using a glutathione S-transferase AID fusion protein revealed significant cytidine deaminase activity that is blocked by tetrahydrouridine and by zinc chelation. However, AID alone did neither demonstrate activity in C to U editing of apoB mRNA nor bind to AU-rich RNA targets. AID mRNA expression is induced in splenic B cells that were activated in vitro or by immunizations with sheep red blood cells. In situ hybridization of immunized spleen sections revealed the restricted expression of AID mRNA in developing germinal centers in which modulation of immunoglobulin gene information through somatic hypermutation and class switch recombination takes place. Taken together, these findings suggest that AID is a new member of the RNA-editing deaminase family and may play a role in genetic events in the germinal center B cell.","dc:creator":"Muramatsu M","dc:date":"1999","dc:title":"Specific expression of activation-induced cytidine deaminase (AID), a novel member of the RNA-editing deaminase family in germinal center B cells."},"rdfs:label":"induced expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"This experiment not only shows expression in a relevant tissue but the timing of expression with immunization is further supportive of a role in an immunological disease."},{"id":"cggv:1e31bb19-a5a3-4d05-b6de-fba294d19d06","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7631ee3-e2d5-4050-828f-662a92487bbb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Immunoglobulins are assembled by recombination and then are required to undergo, after antigen-dependent activation, class switch recombination (CSR) and somatic hypermutation. AID is required for CSR and somatic hypermutation. When AID is absent, the CSR cannot properly happen and thus immunoglobulin levels are decreased.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12692563","type":"dc:BibliographicResource","dc:abstract":"Activation-induced cytidine deaminase (AID), which is specific to B lymphocytes, is required for class switch recombination (CSR)--a process mediating isotype switching of immunoglobulin--and somatic hypermutation--the introduction of many point mutations into the immunoglobulin variable region genes. It has been suggested that AID may function as an RNA-editing enzyme or as a cytidine deaminase on DNA. However, the precise enzymatic activity of AID has not been assessed in previous studies. Similarly, although transcription of the target immunoglobulin locus sequences is required for both CSR and somatic hypermutation, the precise role of transcription has remained speculative. Here we use two different assays to demonstrate that AID can deaminate specifically cytidines on single-stranded (ss)DNA but not double-stranded (ds)DNA substrates in vitro. However, dsDNA can be deaminated by AID in vitro when the reaction is coupled to transcription. Moreover, a synthetic dsDNA sequence, which targets CSR in vivo in a manner dependent on transcriptional orientation, was deaminated by AID in vitro with the same transcriptional-orientation-dependence as observed for endogenous CSR. We conclude that transcription targets the DNA deamination activity of AID to dsDNA by generating secondary structures that provide ssDNA substrates.","dc:creator":"Chaudhuri J","dc:date":"2003","dc:title":"Transcription-targeted DNA deamination by the AID antibody diversification enzyme."},"rdfs:label":"DNA cytidine deaminase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"residue. In the second experiment, they performed complete AID immunodepletion from activated wildtype splenic extracts. The completely depleted extract had only background activity of ssDNA-specific dC-deamination, and activity was restored when supplemented AID immunoprecipitate.  "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cf8df06-b452-4b29-af3b-f799ba229616","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:46741478-483b-4d24-bffc-17029287c256","type":"FunctionalAlteration","dc:description":"The authors generated the R190X mutation in one allele and a null mutation on the other allele in a mouse B cell line and studied the effect on the function of exogenously introduced WT AID fused with estrogen receptor (AIDER). They found that R190X expression strongly suppressed not only class switch recombination (CSR) but also Igh/c-Myc chromosomal translocations by AIDER. They showed that the dominant negative effect is not evident at the DNA cleavage step but obvious at both deletional and inversional recombination steps and  that it reduced binding of AIDER with its cofactors (hnRNP L, SERBP1, and hnRNP U). Together, these data indicate that dominant negative effect of R190X on CSR is likely due to the depletion of the CSR-specific RNA-binding proteins from WT AID.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29136157","type":"dc:BibliographicResource","dc:abstract":"Activation-induced cytidine deaminase (AID) is essential for class-switch recombination (CSR) and somatic hypermutation (SHM) of immunoglobulin genes. Studies on in vitro mutagenized AID as well as its mutations in human patients with hyper-IgM (HIGM)-syndrome type II revealed that C-terminal AID mutations were defective in CSR whereas their DNA cleavage and SHM activities remained intact. The C-terminal mutants of AID were speculated to exert the dominant negative effect on wild-type (WT) AID whereas its mechanism remains unknown. We generated the JP41 (R190X) mutation in one allele and a null mutation on the other allele in a mouse B cell line (CH12F3-2A) using CRISPR/Cas9 genome-editing tools and studied the effect of JP41 expression on the function of exogenously introduced WT AID fused with estrogen receptor (AIDER) in AIDJP41/∆/AIDER CH12F3-2A cells. We found that JP41 expression strongly suppressed not only CSR but also Igh/c-Myc chromosomal translocations by AIDER. We showed that the dominant negative effect is not evident at the DNA cleavage step but obvious at both deletional and inversional recombination steps. We also confirmed the dominant negative effect of other C-terminal mutants, JP8Bdel (R183X) and P20 (34-aa insertion at residue 182) in AID-deficient spleen B cells. Finally, we showed that the expression of JP41 reduced the binding of AIDER with its cofactors (hnRNP L, SERBP1 and hnRNP U). Together, these data indicate that dominant negative effect of JP41 on CSR is likely due to the depletion of the CSR-specific RNA-binding proteins from WT AID.","dc:creator":"Al Ismail A","dc:date":"2017","dc:title":"Depletion of recombination-specific cofactors by the C-terminal mutant of the activation-induced cytidine deaminase causes the dominant negative effect on class switch recombination."},"rdfs:label":"Dominant negative effect"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:40a0986f-1265-4947-9eb6-f4396a23e517","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:79286fd3-a225-40a9-bbc8-2423042f9632","type":"FunctionalAlteration","dc:description":"Truncation in the C-terminal region retained strong somatic hypermutation (SHM) activity but almost complete loss of class-switch recombination (CSR).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12910268","type":"dc:BibliographicResource","dc:abstract":"Activation-induced cytidine deaminase (AID) is the essential and sole B cell-specific factor required for class-switch recombination (CSR) and somatic hypermutation (SHM). However, it is not known how AID differentially regulates these two independent events. Involvement of several cofactors interacting with AID has been indicated by scattered distribution of loss-of-function point mutations and evolutionary conservation of the entire 198-amino-acid protein. Here, we report that human AID mutant proteins with insertions, replacements or truncations in the C-terminal region retained strong SHM activity but almost completely lost CSR activity. These results indicate that AID requires interaction with a cofactor(s) specific to CSR.","dc:creator":"Ta VT","dc:date":"2003","dc:title":"AID mutant analyses indicate requirement for class-switch-specific cofactors."},"rdfs:label":"CSR defect"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Antigen stimulation of mature immunoglobulin M (IgM)-positive B lymphocytes induces two genetic events (SHM and CSR) in their immunoglobulin gene loci; these events are essential for efficient antigen elimination. \n\nHere the authors used spleen B cells from AID-deficient mice and inserted mutated cDNA by retroviral vector to show the very low CSR activity of C terminal deletions."},{"id":"cggv:4d04b740-e9e3-4d6a-9168-d9f86cf48861","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eb05eb2a-e312-440f-8d86-8f7b2c59fe50","type":"FunctionalAlteration","dc:description":"For AD-HIGM2 patients, in vitro response to soluble CD40 ligand and IL-4 activation of patients PBMC was tested and a normal proliferative response with normal expression of germline transcripts of the ε heavy chain gene was observed. Expression of AICDA transcripts was well correlated with expression of CD19 transcripts, giving evidence of the induction of AICDA in the patients' cells. On the other hand, no class switch recombination (CSR) towards IgE was observed, as shown by the lack of functional transcripts and of IgE production. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15893695","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive form of hyper-IgM syndrome type 2 (AR-HIGM2) is secondary to mutations affecting both alleles of AICDA gene encoding activation-induced cytidine deaminase, characterized by defects of immunoglobulin class switch recombination (CSR) and somatic hypermutation (SHM) in most of the patients. We herein report the immunological phenotype of seven patients carrying a single heterozygous R190X mutation in AICDA. Variable defect in in vivo CSR inherited as an autosomal dominant (AD) trait strongly suggests that this heterozygous AICDA mutation causes HIGM (AD-HIGM2). In AD-HIGM2 B cells, CSR was consistently found impaired in vitro. However, in contrast to AR-HIGM2, the CSR-induced double-stranded DNA breaks in the switch region of IgM heavy chain gene were detected. The SHM frequency in V regions of IgM heavy chain gene in B cells was normal in all (but one patient). The characteristics of the AD-HIGM2 phenotype indicate that the AID C-terminal region may be involved in DNA repair machinery required for CSR.","dc:creator":"Imai K","dc:date":"2005","dc:title":"Analysis of class switch recombination and somatic hypermutation in patients affected with autosomal dominant hyper-IgM syndrome type 2."},"rdfs:label":"CSR defect"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This defect contrasted sharply with the normal CSR observed in PBMCs from AR-AID+/− subjects (n = 5, heterozygotes for W68X, R174S, or deletion of the whole coding region of the AICDA gene)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5916b52-861a-40e6-b507-f4bc65a3707b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:13fe9b94-3414-4159-934d-ecce06acfa9f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In AID−/− mice there was no detectable levels of IgG3, IgG2b, and IgA in AID−/−. Serum IgG1 and IgG2a levels in these mice were less than one tenth of those in AID+/−. Similar levels of IgG1 and IgG2a are also found in AID−/− chimera. On the other hand, serum IgM levels of AID−/− were slightly (2–3 fold) elevated as compared with those of AID+/− mice. This is consistent with diminished IgA and IgG production and increased IgM production.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10373455","rdfs:label":"null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse recapitulates antibody levels but clinical phenotypes were not determined and the null mechanism of disease differs from the dominant negative mechanism of AD-HIGM. "},{"id":"cggv:e2d43f6e-38a6-4395-b839-07710495dd3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:46e91ebd-2751-415b-8a76-f128c34ad443","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse phenotype recapitulates the human hyper-IgM syndrome in that these mice completely failed to induce Ig class switching in vitro and in vivo (Ig class switching was completely reconstituted by expressing wild-type AID); Mice homozygous for AIDR112H had peripheral B cell hyperplasia and large germinal centers in the absence of Ag challenge. Immunization with SRBCs elicited an Ag-specific IgG1 response in wild-type mice, whereas AIDR112H mice failed to produce IgG1 and had reduced somatic hypermutation.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25252954","type":"dc:BibliographicResource","dc:abstract":"We describe a spontaneously derived mouse line that completely failed to induce Ig class switching in vitro and in vivo. The mice inherited abolished IgG serum titers in a recessive manner caused by a spontaneous G → A transition mutation in codon 112 of the aicda gene, leading to an arginine to histidine replacement (AID(R112H)). Ig class switching was completely reconstituted by expressing wild-type AID. Mice homozygous for AID(R112H) had peripheral B cell hyperplasia and large germinal centers in the absence of Ag challenge. Immunization with SRBCs elicited an Ag-specific IgG1 response in wild-type mice, whereas AID(R112H) mice failed to produce IgG1 and had reduced somatic hypermutation. The phenotype recapitulates the human hyper-IgM (HIGM) syndrome that is caused by point mutations in the orthologous gene in humans, and the AID(R112H) mutation is frequently found in HIGM patients. The AID(R112H) mouse model for HIGM provides a powerful and more precise tool than conventional knockout strategies.","dc:creator":"Dahlberg CI","dc:date":"2014","dc:title":"A novel mouse model for the hyper-IgM syndrome: a spontaneous activation-induced cytidine deaminase mutation leading to complete loss of Ig class switching and reduced somatic hypermutation."},"rdfs:label":"spontaneous model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This spontaneous mouse model recapitulates the recessive form of AICDA-HIGM but does not match the molecular mechanism of the dominant negative dominant form of disease which affects only CSR not SHM."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":8889,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:6c23925b-8fb0-4cb8-a351-075a8229a695","type":"GeneValidityProposition","disease":"obo:MONDO_0011528","gene":"hgnc:13203","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*AICDA* was first reported in relation to Dominant-Negative Hyper-IgM syndrome in 2003 (Kasahara Y, et al., 2003, PMID: 14564357). Hyper IgM syndrome (HIGM) is a rare immunodeficiency characterized by impaired class switch recombination (CSR) and somatic hypermutation (SHM) resulting in abnormally low or absent serum IgG, IgA, and IgE and normal or elevated levels of serum IgM. Activation-induced cytidine deaminase (AID) is involved in somatic SHM, gene conversion, and CSR in B-lymphocytes by deaminating C to U during transcription of Ig-variable and Ig-switch region DNA. Patients with autosomal dominant HIGM show a complete impairment of CSR but preserved SHM. The mechanism for disease is proposed to be a dominant negative effect due to loss of the C-terminal region. Of note, *AICDA* is also related to autosomal recessive HIGM. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in molecular mechanisms (biallelic loss of function vs. monoallelic dominant negative), inheritance pattern (recessive vs. dominant)  and phenotypic variability (autoimmune disease has only been reported in the recessive form). Therefore, the disease entities have been split and autosomal recessive HIGM has been curated separately.\n\nAt least 3 unique variants (Arg190Ter, Leu189Ter, and Val186Ter) have been reported in 8 probands with autosomal dominant HIGM2, segregating in at least 13 additional family members (PMIDs: 12910268, 14564357, 15893695, 32423680, 35570134, 17560278). This gene-disease relationship is supported by animal models (PMIDs: 10373455, 25252954) that partially recapitulate disease, expression studies (PMIDs: 10373455, 10950930) showing expression specifically in B cells of lymphoid tissues, biochemical function studies (PMID: 12692563), and functional alteration experiments showing defective CSR (PMID: 29136157, 12910268) due to a dominant negative effect (PMID: 29136157). In summary, *AICDA* is definitively associated with autosomal Dominant-Negative Hyper-IgM syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been held up over time.","dc:isVersionOf":{"id":"cggv:dc16b40a-e78d-432a-88e8-f1ee6c0735f3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}