{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-09-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-01-01T04:14:05.212Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30665704","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetic disorder in which impaired ciliary function leads to chronic airway disease. Exome sequencing of a PCD subject identified an apparent homozygous frameshift variant, c.887_890delTAAG (p.Val296Glyfs","dc:creator":"Bustamante-Marin XM","dc:date":"2019","dc:title":"Lack of GAS2L2 Causes PCD by Impairing Cilia Orientation and Mucociliary Clearance."},"evidence":[{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.7},{"id":"cggv:f62d827f-13b6-431f-b1f9-20f7df44d5d9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f62d827f-13b6-431f-b1f9-20f7df44d5d9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":56,"allele":{"id":"cggv:abf42628-b584-43f0-b8fd-6375892f037a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139285.4(GAS2L2):c.887_890del (p.Val296fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/633450"}},"detectionMethod":"Whole exome sequencing identified the variants in the GAS2L2 locus, which were subsequently confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Nasal nitric oxide was 342.6 nL/min. Ciliated cells from the patient exhibited  a normal waveform but a hyperkinetic beat frequency. Basal body orientation of basal bodies was also disrupted, causing an abnormality in the direction of ciliary beating.","phenotypes":["obo:HP_0012265","obo:HP_0000246","obo:HP_0000388","obo:HP_0002110","obo:HP_0003251"],"previousTesting":false,"previousTestingDescription":"Previous testing consisted only of clinical phenotyping for PCD.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f19a70a5-7c82-4bb0-b457-deb45e439d53_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:abf42628-b584-43f0-b8fd-6375892f037a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704"},"rdfs:label":"Bustamante-Marin_2019_Proband_PCD-1367"},{"id":"cggv:f19a70a5-7c82-4bb0-b457-deb45e439d53","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f19a70a5-7c82-4bb0-b457-deb45e439d53_variant_evidence_item"}],"strengthScore":1,"dc:description":"NM_139285.4(GAS2L2):c.887_890del (p.Val296fs) is four-bp deletion variant predicted to trigger a frameshift. This variant occurs in exon 5 (of 6 total exons), more than 50bp upstream of the last exon junction in the transcript. It is therefore predicted to trigger NMD, and at least disrupts the C-terminal ~66% of the protein product. The variant has been down-scored due to its presence in a homozygous state."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fbdcd2e2-42a5-4efa-ba18-433755f2bf9b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fbdcd2e2-42a5-4efa-ba18-433755f2bf9b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:7ca7e549-a628-4193-934f-25712a70d609","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_139285.4(GAS2L2):c.182C>T (p.Thr61Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8506487"}},"detectionMethod":"Whole exome sequencing identified the variants in the GAS2L2 locus, which were subsequently confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient was 2 years old at time of symptomatic onset. The patient exhibited a productive wet cough, and TEM cross-section of bronchial tissue showed random orientation of respiratory cilia. Paranasal CT showed air-fluid level. One eardrum showed calcification and other showed absence of light reflex.","phenotypes":["obo:HP_0000370","obo:HP_0000246","obo:HP_0002110"],"previousTesting":true,"previousTestingDescription":"Previous testing consisted of whole-exome sequencing focused on PCD-related genes.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1e60ce9d-2677-4444-bea9-58cebab76be6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7ca7e549-a628-4193-934f-25712a70d609"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36104176","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a rare hereditary disease. We herein report two sisters in their 20s with suspected PCD. They were both born at full term and did not have situs inversus. Chest computed tomography showed similar signs of bronchiectasis in both siblings. Genetic examinations of the family confirmed that the sisters both harbored a homozygous variant in the growth-arrest-specific 2-like 2 (GAS2L2) gene. This is the third report of a family with PCD caused by a GAS2L2 variant.","dc:creator":"Feng G","dc:date":"2022","dc:title":"A Novel Homozygous Variant in GAS2L2 in Two Sisters with Primary Ciliary Dyskinesia."}},"rdfs:label":"Feng_2022_Patient_1"},{"id":"cggv:1e60ce9d-2677-4444-bea9-58cebab76be6","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1e60ce9d-2677-4444-bea9-58cebab76be6_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_139285.4(GAS2L2):c.182C>T (p.Thr61Met) is a rare missense variant without evidence of functional impact on the gene product."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b8854b7c-9e23-4780-9f14-9f88beb94bf4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b8854b7c-9e23-4780-9f14-9f88beb94bf4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":[{"id":"cggv:ac7a2e3a-7179-4a61-bc71-862375b76dbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.35743303_35747235del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573050552"}},{"id":"cggv:abf42628-b584-43f0-b8fd-6375892f037a"}],"detectionMethod":"Next-generation sequencing, including copy-number analysis based on read-depth, was used to define the variants in the GAS2L2 locus (in one case extending into the adjacent RASL10B locus).","firstTestingMethod":"Other","phenotypeFreeText":"Nasal nitric oxide was 47 nL/min. Ciliated cells from the patient exhibited  a normal waveform but a hyperkinetic beat frequency. Basal body orientation was also disrupted, causing an abnormality in the direction of ciliary beating.","phenotypes":["obo:HP_0002110","obo:HP_0000388","obo:HP_0012265","obo:HP_0000246","obo:HP_0033036"],"previousTesting":true,"previousTestingDescription":"Previous testing was triggered by clinical phenotyping for PCD and consisted of either Sanger sequencing or whole-exome sequencing (not specified) to identify variants in the GAS2L2 locus.","secondTestingMethod":"Other","sex":"Female","variant":[{"id":"cggv:7b858731-464b-499b-b6cc-552bdd804a95_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ac7a2e3a-7179-4a61-bc71-862375b76dbc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704"},{"id":"cggv:bc53fdfe-0445-4323-9a50-fd5095fb6df3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:abf42628-b584-43f0-b8fd-6375892f037a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704"}],"rdfs:label":"Bustamante-Marin_2019_Proband_DCP-1040"},{"id":"cggv:bc53fdfe-0445-4323-9a50-fd5095fb6df3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bc53fdfe-0445-4323-9a50-fd5095fb6df3_variant_evidence_item"}],"strengthScore":1,"dc:description":"NM_139285.4(GAS2L2):c.887890del (p.Val296fs) is a four-bp deletion variant predicted to trigger a frameshift. This variant occurs in exon 5 (of 6 total exons), more than 50bp upstream of the last exon junction in the transcript. It is therefore predicted to trigger NMD, and at least disrupts the C-terminal ~66% of the protein product. The variant has been down-scored since it has been previously scored in another patient from the same paper. This variant was not dramatically down-scored despite the complicating factor that the large deletion variant in trans disrupts more than the GAS2L2 locus, since the adjacent RASL10B gene is not known to be involved in PCD."},{"id":"cggv:7b858731-464b-499b-b6cc-552bdd804a95","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7b858731-464b-499b-b6cc-552bdd804a95_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"NC_000017.11:g.35743303_35747235del is a large deletion variant predicted to trigger a frameshift. This variant occurs in exon 5 (of 6 total exons), more than 50bp upstream of the last exon junction in the transcript. It is therefore predicted to trigger NMD, and at least disrupts the C-terminal ~67% of the protein product. Scoring has been downgraded because the deletion also disrupts the adjacent locus, disrupting part of the 3'UTR of the RASL10B transcript. Some scoring was preserved since the adjacent RASL10B gene is not known to be involved in PCD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.7},{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a90eed65-5a34-4eea-bac3-f9d5ab0e1991","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81799da0-610c-4814-ac85-df016a675707","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GAS2L2 mRNA expression was examined across 9 different human tissues, and primarily detected in those known to contain ciliated cells (brain, lung, testis, and fallopian tube). Among the unciliated tissues, only kidney exhibited high GAS2L2, but not colon, placenta, pancreas, or stomach (Figure 2A). Similar mouse data are shown in Figure S6B. GTEx RNA-seq data (PMID: 23715323) confirm most of these findings by showing that GAS2L2 expression levels are highest in fallopian tube, lung, skeletal muscle, and hypothalamus (brain) tissues.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"Human GAS2L2 expression in tissues with motile cilia"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This expression pattern is consistent with patients' lung phenotypes such as sinusitis, bronchiectasis, and otitis media, as well as the fertility issues observed in the single adult patient."},{"id":"cggv:02426fbb-1df5-4c8e-ad69-103093397414","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4123b615-1799-449c-85c7-995666a4f502","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GAS2L2 was detected by single-cell immunofluorescence and found to localize strongly to the base of the cilia (Figure 2D-1). It also co-localizes with basal body markers such as gamma-tubulin, EB1, centrin-2, and actin (Figure 2F).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"GAS2L2 localization to the base of the cilia"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This data showing subcellular localization to a key region of the cilia complements the other expression data showing high levels in tissues containing ciliated cells."},{"id":"cggv:de361588-f61f-4c30-b3ad-12d29e9ce1c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b87ac529-4384-40c5-9892-8f4b9d758795","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These biochemical data link GAS2L2 to a function in regulating microtubule stability in coordination with the plus-end-associated EB1 protein and through cross-talk with actin fibers. Please note that the data linking GAS2L2 to microtubule plus ends and interaction with EB1 are further supported by proteomics findings from PMID: 22885064.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24706950","type":"dc:BibliographicResource","dc:abstract":"Crosstalk between the microtubule (MT) and actin cytoskeletons is fundamental to many cellular processes including cell polarisation and cell motility. Previous work has shown that members of the growth-arrest-specific 2 (GAS2) family mediate the crosstalk between filamentous actin (F-actin) and MTs, but the molecular basis of this process remained unclear. By using fluorescence microscopy, we demonstrate that three members of this family, GAS2-like 1, GAS2-like 2 and GAS2-like 3 (G2L1, G2L2 and G2L3, also known as GAS2L1, GAS2L2 and GAS2L3, respectively) are differentially involved in mediating the crosstalk between F-actin and MTs. Although all localise to actin and MTs, only the exogenous expression of G2L1 and G2L2 influenced MT stability, dynamics and guidance along actin stress fibres. Biochemical analysis and live-cell imaging revealed that their functions are largely due to the association of these proteins with MT plus-end-binding proteins that bind to SxIP or SxLP motifs located at G2L C-termini. Our findings lead to a model in which end-binding (EB) proteins play a key role in mediating actin-MT crosstalk. ","dc:creator":"Stroud MJ","dc:date":"2014","dc:title":"GAS2-like proteins mediate communication between microtubules and actin through interactions with end-binding proteins."},"rdfs:label":"GAS2L2 stabilizes microtubules and localizes to plus ends."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"These data further establish the link between GAS2L2 function and regulation of the interactions between microtubules and actin filaments. While other biochemical evidence have been scored as part of this curation, this study adds detail on the interaction with microtubule plus ends specifically, the physical association with EB1, and the ability of exogenous GAS2L2 to exert a stabilizing effect on microtubule dynamics."},{"id":"cggv:ad378f82-bd26-43d7-8b07-e901aafbcae9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a2f452d-03fd-4fba-9da5-c1af9cf576eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This evidence is relevant to the potential role of GAS2L2 in ciliary dyskinesia since ciliary beating is known to be regulated by a balance between cAMP and Ca2+ ions (PMID: 32435198). Paradoxically, GAS2L2 appears to enhance cAMP production (presumably increasing ciliary beat frequency), while GAS2L2-deficient cells are typically hyperkinetic.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23994616","type":"dc:BibliographicResource","dc:abstract":"The A2A adenosine receptor (A2AR) is a G-protein-coupled receptor that contains a long cytoplasmic carboxyl terminus (A2AR-C). We report here that Gas-2 like 2 (G2L2) is a new interacting partner of A2AR-C. The interaction between A2AR and G2L2 was verified by GST pull-down, co-immunoprecipitation, immunocytochemical staining, and fluorescence resonance energy transfer. Expression of G2L2 increased the intracellular cAMP content evoked by A2AR in an A2AR-C-dependent manner. Immunoprecipitation and pull-down assays demonstrated that G2L2 selectively bound to A2AR-C and the inactive form of Gαs to facilitate the recruitment of the trimeric G protein complex to the proximal position of A2AR for efficient activation. Collectively, G2L2 is a new effector that controls the action of A2AR by modulating its ability to regulate the Gαs-mediated cAMP contents. ","dc:creator":"Wu YC","dc:date":"2013","dc:title":"A novel Gαs-binding protein, Gas-2 like 2, facilitates the signaling of the A2A adenosine receptor."},"rdfs:label":"Exogenously expressed GAS2L2 regulates cAMP production."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This experiment has not been scored, as the role of GAS2L2 in regulating cAMP production was not investigated in a ciliated cell type and surprisingly suggests a positive rather than a negative regulation of ciliary beat frequency."},{"id":"cggv:39aed3d0-a498-4c6a-9488-76d5e20dec55","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbb4c56f-4f9e-4626-9514-e94fab06469d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The paper contains 6 pieces of evidence that collectively indicate that GAS2L2 (referred to as GAR17) interacts with both microtubules and actin microfilaments (particularly through its C-terminal domain) and promotes microtubule bundling. This evidence is consistent with the phenotype of ciliary dyskinesia and the co-localization of the protein with actin filaments in ciliated cells (PMID: 30665704). Its subcellular localization with basal bodies places it at the interface between the cilia and the actin cytoskeleton. While actin filaments have been linked to ciliary assembly, GAS2L2-deficient cells appear to have hyperkinetic and disoriented movement rather than visible ultrastructural abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12584248","type":"dc:BibliographicResource","dc:abstract":"The human Gas2-related gene on chromosome 22 (hGAR22) encodes two alternatively spliced mRNA species. The longer mRNA encodes a protein with a deduced molecular mass of 36.3 kDa (GAR22alpha), whereas the shorter mRNA encodes a larger protein with a deduced molecular mass of 72.6 kDa (GAR22beta). We show that both hGAR22 proteins contain a calponin homology actin-binding domain and a Gas2-related microtubule-binding domain. Using rapid amplification of cDNA ends, we have cloned the mouse orthologue of hGAR22, mGAR22, and found its protein products to be extremely well conserved. We also report the cDNA cloning of a human Gas2-related gene on chromosome 17 (hGAR17). hGAR17 also encodes two protein isoforms. The overall cytoskeletal binding properties of the hGAR17 and hGAR22 proteins are remarkably similar. hGAR17 mRNA expression is limited to skeletal muscle. Although hGAR22 and mGAR22 mRNAs are expressed nearly ubiquitously, mGAR22 protein can only be detected in testis and brain. Furthermore, only the beta isoform is present in these tissues. GAR22beta expression is induced in a variety of cultured cells by growth arrest. The absolute amounts of GAR22beta protein expressed are low. The beta isoforms of hGAR17 and hGAR22 appear to be able to crosslink microtubules and microfilaments in transfected cells. This finding suggests that the physiological functions of these proteins may involve integration of these two components of the cytoskeleton.","dc:creator":"Goriounov D","dc:date":"2003","dc:title":"Protein products of human Gas2-related genes on chromosomes 17 and 22 (hGAR17 and hGAR22) associate with both microfilaments and microtubules."},"rdfs:label":"GAS2L2 interacts with microtubules and microfilaments"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"These data convincingly establish GAS2L2 as a cytoskeletal-interacting protein and explain its localization to the basal body where microtubule-containing cilia have an interface with actin microfilaments."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8be6bede-9a36-4eab-8edf-bcee3473bd75","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3787a44f-a3a6-410f-822f-ef6f2319ed9f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"RescueEvidence: Co-injection of human GAS2L2 mRNA substantially rescues the ciliary disorientation phenotype and increases the length of the ciliary beat direction vector to near-wild-type levels (Figure 6D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"GAS2L2 rescue of ciliary disorientation in Xenopus embryos"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"This rescue validates the relevance of the model system to the human disease state by showing that human GAS2L2 mRNA can largely reverse the ciliary defect caused by targeting the orthologous Xenopus genes. The experiment was scored conservatively to reflect the fact that this single phenotype does not closely recapitulate the human disease state."},{"id":"cggv:eaa5b4f7-37bf-4f2c-a4e3-299400aa6a9a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10257082-143d-42e4-8231-992dce732dae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The embryos lacking Gas2l2 expression exhibit less effective ciliary motility (ciliary gliding defect) as well a abnormal ciliary morphology (shortening) relative to control embyros.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36878953","type":"dc:BibliographicResource","dc:abstract":"It is widely thought that Wnt/Lrp6 signaling proceeds through the cytoplasm and that motile cilia are signaling-inert nanomotors. Contrasting both views, we here show in the mucociliary epidermis of X. tropicalis embryos that motile cilia transduce a ciliary Wnt signal that is distinct from canonical β-catenin signaling. Instead, it engages a Wnt-Gsk3-Ppp1r11-Pp1 signaling axis. Mucociliary Wnt signaling is essential for ciliogenesis and it engages Lrp6 co-receptors that localize to cilia via a VxP ciliary targeting sequence. Live-cell imaging using a ciliary Gsk3 biosensor reveals an immediate response of motile cilia to Wnt ligand. Wnt treatment stimulates ciliary beating in X. tropicalis embryos and primary human airway mucociliary epithelia. Moreover, Wnt treatment improves ciliary function in X. tropicalis ciliopathy models of male infertility and primary ciliary dyskinesia (ccdc108, gas2l2). We conclude that X. tropicalis motile cilia are Wnt signaling organelles that transduce a distinct Wnt-Pp1 response.","dc:creator":"Seidl C","dc:date":"2023","dc:title":"Mucociliary Wnt signaling promotes cilia biogenesis and beating."},"rdfs:label":"Xenopus tropicalis embryo with Gas2l2 knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Lower scoring has been recommended as the model is morpholino-based and recapitulates only the cellular level of the human defects."},{"id":"cggv:1ed79157-7abc-4228-b899-003d51825f00","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:606e85d1-753b-44f6-a501-dd077db43779","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous matings resulted in a high (29%) rate of neonatal death. Only 2 of the 265 surviving mice were homozygous knockouts of Gas2l2. This indicates that more than 95% of the expected homozygous offspring died as neonates. Mouse tracheal epithelial cell cultures showed hyperkinetic beat frequency (approximately 30% higher than wild-type, Figure 5B), misalignment of basal feet within each cell (Figure 5C) and reduced length of the vector representing ciliary beat direction (Figure 5D). Both of these matched observations of nasal cilia from the two human patients. Interestingly, neither dextrocardia nor other forms of heterotaxy have yet been observed among the limited number of human patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"Gas2l2 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The model matches the human disease state at the cellular level, while its notable neonatal death and heterotaxy/dextrocardia phenotypes do not match the limited number of known human patients. The model matches the autosomal recessive mode of inheritance from the human patients, but harbors a complete disruption of the Gas2l2 locus rather than a known human variant."},{"id":"cggv:2a405122-7239-4446-a103-7b1c0b0b197d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77ca2814-9258-48a1-aca9-5c8230b34e84","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The impaired nasal mucociliary clearance of the model was accompanied by disorientation of the ciliary beating pattern in each cell, which was reminiscent of the human patients. A small percentage of animals exhibited hydrocephalus (associated with PCD in mice). Abnormalities of the nasal cavity and mucus accumulation in the sinuses were also reminiscent of the human sinusitis phenotype (Figure S8).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"Gas2l2 conditional knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This conditional model complements the other knockout mouse model by bypassing its neonatal lethality and documenting upper respiratory issues reminiscent of the human sinusitis phenotype, while continuing to characterize ciliary motility defects."},{"id":"cggv:8c227272-69b1-45a3-bb15-1c53bc42a41c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a5b5895-bdc5-4baa-ae20-ac19474151f9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Xenopus embryos subjected to Gas2l2 silencing exhibited ciliary dyskinesia in the form of ciliary disorientation (Figures 6B, 6C, 6B', 6C') and reduced length of the ciliary beat direction vector (Figure 6D). The disruption of anterior-to-posterior ciliary flow in these embryos recapitulated the defects of ciliated cells from the human patients. On the other hand, the presence of two Gas2l2 orthologs in this model organism (requiring two different morpholinos) reduces the degree of compatibility with the human disease state.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30665704","rdfs:label":"Gas2l2 silencing in Xenopus embryos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The model does not harbor a known human variant but rather a morpholino-based disruption of expression from the two Gas2l2 loci. Down-scoring was performed due to the presence of cellular phenotypes only, the use of morpholinos, and the multiple Gas2l2 loci present."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":7355,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.2,"subject":{"id":"cggv:a483977d-70b2-4d89-8bb9-20a540dabb19","type":"GeneValidityProposition","disease":"obo:MONDO_0032757","gene":"hgnc:24846","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":"The *GAS2L2* gene was first reported in relation to primary ciliary dyskinesia in 2019 (Bustamante-Marin et al., PMID: 30665704). The specific disease entity, primary ciliary dyskinesia 41 (MONDO:0032757, OMIM #618449), is one of at least 45 different primary ciliary dyskinesias distinguished by a single monogenic cause. Affected patients can have childhood onset of symptoms or can be diagnosed as late as in the 6th decade of life (PMID: 36104176, PMID: 30665704). Consistent features among the limited number of well-characterized patients are sinusitis, otitis media, and bronchiectasis. Low nasal nitric oxide levels are observed in some patients, but not others. Adult patients can exhibit infertility. While neonatal respiratory distress and heterotaxy have not been found among the limited number of well-characterized patients, establishing the presence or absence of these symptoms in the patient population will require the emergence and characterization of additional affected individuals (PMID: 30665704). Biopsies of the airway epithelium show cilia with normal axonemal ultrastructure but hyperkinetic beat frequency with a normal waveform. Basal body orientation is disrupted, causing a lack of coordinated directionality of beating among the cilia of each cell. This curation has scored three suspected disease-causing *GAS2L2* variants (two frameshift and one missense), which were reported in two homozygous probands and one compound heterozygous proband in two publications (PMID: 30665704, PMID: 36104176). One of the variants consists of an approximately 4-kilobase deletion affecting not only *GAS2L2* but also a region within the adjacent *RASL10B* locus encoding part of the 3’UTR. The molecular mechanism appears to be biallelic loss of function with an autosomal recessive mode of inheritance, characterized in at least some cases by variants predicted to trigger the absence of a gene product. Please note that the limited number of patients and functional assays available has so far precluded a more thorough analysis of molecular mechanism, and an urgent need remains for additional published cases.\n\nThis gene-disease association is also supported by experimental evidence that human and mouse tissues exhibiting the highest levels of *GAS2L2* expression include tissue types relevant to disease and known to have motile cilia, including the fallopian tube, lung, brain, and testis (PMID: 30665704, PMID: 23715323). Within the airway epithelium, the GAS2L2 protein exhibits strong subcellular localization to the base of the cilia and co-localizes with basal body markers (PMID: 30665704). Additional biochemical studies have demonstrated that GAS2L2 interacts through its C-terminal region with microtubule plus ends and with the microtubule plus end-associated protein EB1 (PMID: 24706950, PMID: 22885064, PMID: 12584248). When exogenously expressed, GAS2L2 stabilizes microtubule length (PMID: 24706950) and can promote microtubule bundling (PMID:12584248). The C-terminus of GAS2L2 also interacts with actin microfilaments (PMID: 12584248), including in ciliated cells (PMID: 30665704), consistent with a function in coordinating consistent ciliary basal body orientation relative to the actin cytoskeleton. While GAS2L2 can also interact with the G-protein-coupled A2A adenosine receptor and enhance its adenylate cyclase (cAMP-producing) activity (PMID: 23994616), it is not yet clear whether this function occurs in cell types with motile cilia or to what degree it impacts ciliary beat frequency. Phenotypes of affected human patients are recapitulated by various model organisms with *GAS2L2* loss-of-function, including *Xenopus laevis* embryos and knockout mice. Silencing of two genes orthologous to *GAS2L2* in *Xenopus laevis* embryos recapitulates the human patient phenotype of disoriented ciliary beat directionality and can be rescued by co-injection of human *GAS2L2* mRNA (PMID: 30665704, PMID: 36878953). Respiratory epithelial cells from *Gas2l2* knockout mice recapitulate the human patient features of hyperkinetic ciliary beat frequency, misalignment of basal feet, and disorientation of the ciliary beating pattern in each cell, while exhibiting the additional phenotypes of situs ambiguus and high neonatal mortality (PMID: 30665704). A conditional *Gas2l2* knockout model further shows impaired mucociliary clearance (PMID: 30665704).\n\nIn summary, the evidence linking *GAS2L2* with primary ciliary dyskinesia 41 has reached a score in the moderate range. This association has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Moderate classification. Additional genetic evidence will be required to reach a more definitive gene-disease association. This classification was approved by the ClinGen Motile Ciliopathy GCEP on September 14th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:91afae37-4cfc-4aeb-af0f-26a9596611f3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}