{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2021-11-02T20:43:32.999Z","role":"Publisher"},{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2021-11-02T20:43:10.116Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21131972","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is an inherited disorder characterized by recurrent infections of the upper and lower respiratory tract, reduced fertility in males and situs inversus in about 50% of affected individuals (Kartagener syndrome). It is caused by motility defects in the respiratory cilia that are responsible for airway clearance, the flagella that propel sperm cells and the nodal monocilia that determine left-right asymmetry. Recessive mutations that cause PCD have been identified in genes encoding components of the outer dynein arms, radial spokes and cytoplasmic pre-assembly factors of axonemal dyneins, but these mutations account for only about 50% of cases of PCD. We exploited the unique properties of dog populations to positionally clone a new PCD gene, CCDC39. We found that loss-of-function mutations in the human ortholog underlie a substantial fraction of PCD cases with axonemal disorganization and abnormal ciliary beating. Functional analyses indicated that CCDC39 localizes to ciliary axonemes and is essential for assembly of inner dynein arms and the dynein regulatory complex.","dc:creator":"Merveille AC","dc:date":"2011","dc:title":"CCDC39 is required for assembly of inner dynein arms and the dynein regulatory complex and for normal ciliary motility in humans and dogs."},"evidence":[{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:875a77da-65f0-41ba-b45e-94875956282d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61612c45-5b00-4a55-9c6a-174e2d1ea78a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization of Ccdc39 identified specific expression in node cells carrying motile cilia at embryonic day 7.75-8.0 and in upper and lower airways at embryonic day 16.5, consistent with Ccdc39 having a functional role in motile cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"CCDC39 expression in embryonic mouse tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"The score for this expression evidence was reduced due to its evaluation in mouse tissue. Additional expression evidence from human tissues included in this publication was scored in a separate experiment data entry. "},{"id":"cggv:b447325b-d0a6-4626-b4c3-65d07f9865ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a879b363-4b9a-43ff-ae9e-c4913434efd8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression analysis of the human CCDC39 gene was assessed by quantitative RT-PCR in twenty fetal and adult human tissues. The highest levels of CCDC39 expression were observed in nasal brushings and, to a lesser extent, in lung and testis. However, the level of CCDC39 expression is not as high as observed for other PCD genes (KTU, LRRC50, DNAI2 and DNAI1) in lung, trachea, testis, and nasal brushing tissue. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"CCDC39 expression in human tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This expression evidence is also supported by evidence in GTEx suggesting enhanced expression in the lungs and testis and in the Human Protein Atlas suggesting enhanced expression in ciliated cells and spermatids. "},{"id":"cggv:e48b9af7-55e3-429f-a173-90458acff937","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d127bc1-b9cd-4d59-86fd-47de51e56119","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Ciliated respiratory cells derived from four PCD patients (OP736 II-1, OP736 II-2, OP122, and OP-18 II-1) were examined by immunofluorescence to examine the protein level expression of CCDC39 in the axoneme, revealing absence of the protein in the axoneme compared to presence in cells from control individuals. Additionally, Western blot detection of CCDC39 protein in lysates from OP122 respiratory cells revealed absence of protein compared to lysates of respiratory cells from a control individual.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"CCDC39 expression in patient cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3a43c362-08ae-414b-9844-c1acd19bf6d8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2dff6339-35d9-4850-be25-664e7a7508d4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The presence of CCDC39 protein in the structure of the motile cilium of respiratory epithelial cells is consistent with the patient phenotype of abnormal ciliary structure and motility. These findings are also consistent with studies suggesting orthologs of CCDC39 are present in the purified flagella of Chlamydomonas but absent from nonciliated organisms (PMID: 17932292 and PMID: 15998802).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"Role of CCDC39 in motile ciliary function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84d89069-d523-43a2-9be8-750cb52d8349","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6d1bbf83-3889-4aa2-a7a5-c024337ac915","type":"FunctionalAlteration","dc:description":"Ciliated respiratory cells derived from four PCD patients were examined by electron microscopy to identify defects in the ultrastructural organization of the axoneme indicative of disrupted CCDC39 function in axonemal dynein complex assembly. Observed defects include the absence of inner dynein arms in all ciliary sections, as well as other heterogenous defects, including isolated absence of the nine inner dynein arms, axonemal disorganization with mislocalized peripheral doublet associated with either a displacement of the central pair, an absence of the central pair, or supernumerary central pairs. Additionally, immunofluorescence to further characterize cilia structure identified normal outer dynein arm component localization (DNA5H, DNAI2, and DNAH9), but absent inner dynein arm components (DNALI1) and altered GAS11 localization (present only in the cytoplasm and ciliary base rather than along the whole axoneme, despite normal GAS11 protein levels).  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"Axonemal defects observed in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:c225a5e5-350b-4089-83f1-507839287923","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ca45f902-943e-49e9-88e8-19ee264332a2","type":"FunctionalAlteration","dc:description":"Optic microscopy on nasal or bronchial biopsies showed ciliary immotility in 17 of 22 probands and residual dyskinetic motility in the other 5 probands (DCP414, DCP323, DCP481, DCP552 and OP122), with a beating pattern characterized by reduced amplitude with rigid axonemes that showed fast, flickery movements, suggesting defective beat regulation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"Ciliary motility defects observed in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d67927f-4f83-44b5-8d8c-304c4cd92c28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3527367b-c515-4857-a91d-62d2ad4f8dde","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Co-injection of human wild type CCDC39 along with the CCDC39-specific morpholinos restored the left lateral plate mesoderm expression of spaw in the majority of embryos, markedly reducing the number of embryos displaying abnormal bilateral spaw expression or absent spaw expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"Rescue of spaw expression defects in CCDC39-null zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The score for this rescue evidence was downgraded given that the zebrafish were strictly analyzed for spaw expression in the embryonic stage, preventing a more complete characterization of the rescue of phenotypes manifesting in later stages of development."},{"id":"cggv:bd341c6c-6511-4034-b117-b7d267063979","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9578167b-776e-4694-9d7c-adb1b64442ed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In the naturally occurring canine model of CCDC39 PCD, affected dogs have chronic airway inflammation, situs inversus, ciliary defects (on nasal and tracheal biopsies and respiratory epithelial cell cultures), including absent or eccentric central pairs, occasional displacement of outer doublets, reductions in the mean number of inner dynein arms, and abnormal radial spokes and nexin links, as well as oligoasthenospermia associated with a narrow midpiece and shortened flagellum. This finding is reminiscent of the recurrent infections of the upper and lower respiratory tract, abnormal primary cilia morphology, reduced male fertility in males, and situs inversus observed in CCDC39-related PCD patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"Naturally occurring canine model of CCDC39 PCD"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8eb07f4c-e2c1-443e-9ca8-2918ca4f8f69","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98ebb464-8f38-4f56-95b3-92f9344a3cd1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In this CCDC39 null mouse model of PCD, affected mice exhibit laterality defects (situs solitus, situs inverses, or heterotaxy leading to congenital heart defects and perinatal death), severe hydrocephalus (resulting in death 5-7 days after birth), and immotile cilia with few cilia beating with slow, restricted, and dyskinetic motion. This finding is reminiscent of the laterality defects and abnormal cilia function observed in CCDC39-related PCD patients, however the hydrocephalus observed in this mouse model is relatively rare in PCD patients, suggesting the PCD phenotype of these mice may differ in severity compared to PCD patients. Additionally, although this publication did not report on the cilia organizational defects causing the immotile cilia, an evaluation of the cilia ultrastructure in a second mouse model of PCD caused by a separate variant (c.930+2T, PMID: 21515572 and PMID: 29317443) identified cilia were smaller in diameter, devoid of inner dynein arms, and exhibited various types of ciliary axonemal microtubule disorganization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28289722","type":"dc:BibliographicResource","dc:abstract":"Ciliary motion defects cause defective mucociliary transport (MCT) in primary ciliary dyskinesia (PCD). Current diagnostic tests do not assess how MCT is affected by perturbation of ciliary motion. In this study, we sought to use micro-optical coherence tomography (μOCT) to delineate the mechanistic basis of cilia motion defects of PCD genes by functional categorization of cilia motion. Tracheae from three PCD mouse models were analyzed using μOCT to characterize ciliary motion and measure MCT. We developed multiple measures of ciliary activity, integrated these measures, and quantified dyskinesia by the angular range of the cilia effective stroke (ARC). ","dc:creator":"Solomon GM","dc:date":"2017","dc:title":"Assessment of ciliary phenotype in primary ciliary dyskinesia by micro-optical coherence tomography."},"rdfs:label":"Mouse model of CCDC39 PCD"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score for this CCDC39 null PCD mouse model was downgraded due to the severe hydrocephalus observed in these mice leading to death 5-7 days after birth that is a rare feature of PCD in patients. A similar phenotype, including hydrocephalus, has also been observed in a second mouse model of PCD caused by a separate variant (c.930+2T, PMID: 21515572 and PMID: 29317443). "},{"id":"cggv:b9d25b5b-ad7c-4f9a-bb54-76c309284e09","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9ee61ee-f57b-4638-9621-34b0fe128b46","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The abnormal heart-looping 36 hpf and lack of spaw expression (involved in left-right patterning) at the left lateral plate mesoderm in 14 somite embryos is reminiscent of the laterality defects observed in PCD patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972","rdfs:label":"CCDC39-null zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score for this zebrafish model of CCDC39 loss of function was downgraded as a result of a lack of information regarding the structure of cilia following CCDC39 knockdown."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce802858-ded1-4dba-812e-27c6b829221e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ce802858-ded1-4dba-812e-27c6b829221e","type":"Proband","allele":[{"id":"cggv:d0b13b3c-536f-4a4e-bc5b-d182e1427593","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.2357_2359delinsT (p.Ser786fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345283"}},{"id":"cggv:33d4785d-59f0-4870-9405-ac51d941cdfa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.1167+1261A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16611181"}}],"detectionMethod":"All CCDC39 and CCDC40 coding exons and flanking intronic sequences were amplified by PCR. The resulting PCR products were subsequently sequenced. Presence of the previously described CCDC39 c.1167+1261A>G variant located in intron 9 and creating a pseudoexon was also evaluated.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001696","obo:HP_0012257","obo:HP_0012207","obo:HP_0012258"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:3f2ba89d-09ba-4923-bce8-4e3b41b83ff0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d0b13b3c-536f-4a4e-bc5b-d182e1427593"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22693285","type":"dc:BibliographicResource","dc:abstract":"CCDC39 and CCDC40 genes have recently been implicated in primary ciliary dyskinesia (PCD) with inner dynein arm (IDA) defects and axonemal disorganisation; their contribution to the disease is, however, unknown. Aiming to delineate the CCDC39/CCDC40 mutation spectrum and associated phenotypes, this study screened a large cohort of patients with IDA defects, in whom clinical and ciliary phenotypes were accurately described.","dc:creator":"Blanchon S","dc:date":"2012","dc:title":"Delineation of CCDC39/CCDC40 mutation spectrum and associated phenotypes in primary ciliary dyskinesia."}},{"id":"cggv:3af7b6d4-b07f-4ce0-bc5d-233f8da0ff4e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:33d4785d-59f0-4870-9405-ac51d941cdfa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22693285"}],"rdfs:label":"DCP580"},{"id":"cggv:3af7b6d4-b07f-4ce0-bc5d-233f8da0ff4e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3af7b6d4-b07f-4ce0-bc5d-233f8da0ff4e_variant_evidence_item"},{"id":"cggv:3af7b6d4-b07f-4ce0-bc5d-233f8da0ff4e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR of CCDC39 mRNA from nasal epithelial cells from DCP580 demonstrated this variant leads to inclusion of a 116 bp \"pseudo-exon\" in intron 9 caused by activation of a cryptic splice donor site (see Supplementary Figure 6). If translated, the resulting mRNA is predicted to be susceptible to nonsense mediated decay as a result of a frameshift that introduces a premature termination codon 6 amino acid residues downstream in exon 10 of 20 total exons (p.Glu390SerfsTer6). This evidence was reported in PMID: 21131972."}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.1167+1261A>G intronic variant identified in compound heterozygosity in this proband was demonstrated by RT-PCR to activate a cryptic splice donor site, leading to inclusion of 116 bp of intron 9 and predicted to lead to introduction of a premature termination codon in exon 10 of 20 total exons (p.Glu390SerfsTer6). This variant was not observed in gnomAD v2.1.1. The RNA evidence supporting the effect of this intronic variant on splicing and production of an abnormal mRNA was used to score the variant as a predicted/proven null variant and was not used to upgrade the score further given that protein evidence is not available to confirm the mRNA product is susceptible to nonsense-mediated decay. "},{"id":"cggv:3f2ba89d-09ba-4923-bce8-4e3b41b83ff0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3f2ba89d-09ba-4923-bce8-4e3b41b83ff0_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.2357_2359delinsT (p.Ser786fs) variant identified in compound heterozygosity in this proband is predicted to introduce a frameshift leading to a premature termination 33 amino acid residues downstream in exon 18 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. This variant was not observed in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e2f40c8-3816-4b25-997e-ad5936439bd5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e2f40c8-3816-4b25-997e-ad5936439bd5","type":"Proband","allele":{"id":"cggv:54c49c66-fe92-40d6-9801-83419a6f4a91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.526_527del (p.Leu176fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA334560"}},"detectionMethod":"A targeted NGS panel of 321 genes, including all the known PCD genes and other candidate cilia motility genes, was used to identify the variant reported in the proband. The presence of large insertion/deletion mutations and copy number variants was also performed.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0031245","obo:HP_0031592"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:f51138f4-ff83-42b8-80f6-2cb73b85bc3f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:54c49c66-fe92-40d6-9801-83419a6f4a91"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31650533","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a rare genetic disorder of motile cilia dysfunction generally inherited as an autosomal recessive disease. Genetic testing is increasingly considered an early step in the PCD diagnostic workflow. We used targeted panel next-generation sequencing (NGS) for genetic screening of 33 Egyptian families with clinically highly suspected PCD. All variants prioritized were Sanger confirmed in the affected individuals and correctly segregated within the family. Targeted NGS yielded a high diagnostic output (70%) with biallelic mutations identified in known PCD genes. Mutations were identified in 13 genes overall, with CCDC40 and CCDC39 the most frequently mutated genes among Egyptian patients. Most identified mutations were predicted null effect variants (79%) and not reported before (85%). This study reveals that the genetic landscape of PCD among Egyptians is highly heterogeneous, indicating that a targeted NGS approach covering multiple genes will provide a superior diagnostic yield compared to Sanger sequencing for genetic diagnosis. The high diagnostic output achieved here highlights the potential of placing genetic testing early within the diagnostic workflow for PCD, in particular in developing countries where other diagnostic tests can be less available.","dc:creator":"Fassad MR","dc:date":"2020","dc:title":"Clinical and genetic spectrum in 33 Egyptian families with suspected primary ciliary dyskinesia."}},"rdfs:label":"Patient 19"},{"id":"cggv:f51138f4-ff83-42b8-80f6-2cb73b85bc3f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f51138f4-ff83-42b8-80f6-2cb73b85bc3f_variant_evidence_item"}],"strengthScore":1,"dc:description":"The NM_181426.2(CCDC39):c.526_527del (p.Leu176fs) variant identified in homozygosity in this proband (and their affected family member Patient 19-a) is predicted to introduce a premature termination 10 amino acid residues downstream in exon 5 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. The global allele frequency of this variant in gnomAD v2.1.1 is 0.00001616 (4/247474 alleles) and the maximum allele frequency (in the Latino/Admixed American population) is 0.00002913 (1/34328 alleles). This variant has also been reported in two additional probands (PCD186 and PCD206 in PMID: 23255504) in compound heterozygosity with a second CCDC39 variant. The score for this variant was downgraded to 1 point (2 points total for the homozygous occurrence) due to parental consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:47992486-ca6e-440a-a133-20818a78ce75_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:47992486-ca6e-440a-a133-20818a78ce75","type":"Proband","allele":[{"id":"cggv:b7fca63a-81ec-4ec8-8772-722b644de9ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.1486_1487insA (p.Ser496TyrfsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2497028984"}},{"id":"cggv:5cc6a15a-1b87-4783-bcc9-8cee9fddfa9d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.180619367T>C (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355307090"}}],"detectionMethod":"A combination of exome sequencing and Sanger sequencing was used to identify the CCDC39 variants in affected individuals and confirm their absence in unaffected family members. See pedigree in Figure 1A.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002090","obo:HP_0000246","obo:HP_0200117","obo:HP_0031417","obo:HP_0012387","obo:HP_0002643","obo:HP_0002110","obo:HP_0001696","obo:HP_0005938"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:b8d87f3d-2d87-49da-aa7a-cdfb21044307_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b7fca63a-81ec-4ec8-8772-722b644de9ab"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23255504","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetically heterogeneous disorder caused by cilia and sperm dysmotility. About 12% of cases show perturbed 9+2 microtubule cilia structure and inner dynein arm (IDA) loss, historically termed \"radial spoke defect.\" We sequenced CCDC39 and CCDC40 in 54 \"radial spoke defect\" families, as these are the two genes identified so far to cause this defect. We discovered biallelic mutations in a remarkable 69% (37/54) of families, including identification of 25 (19 novel) mutant alleles (12 in CCDC39 and 13 in CCDC40). All the mutations were nonsense, splice, and frameshift predicting early protein truncation, which suggests this defect is caused by \"null\" alleles conferring complete protein loss. Most families (73%; 27/37) had homozygous mutations, including families from outbred populations. A major putative hotspot mutation was identified, CCDC40 c.248delC, as well as several other possible hotspot mutations. Together, these findings highlight the key role of CCDC39 and CCDC40 in PCD with axonemal disorganization and IDA loss, and these genes represent major candidates for genetic testing in families affected by this ciliary phenotype. We show that radial spoke structures are largely intact in these patients and propose this ciliary ultrastructural abnormality be referred to as \"IDA and microtubular disorganisation defect,\" rather than \"radial spoke defect.\"","dc:creator":"Antony D","dc:date":"2013","dc:title":"Mutations in CCDC39 and CCDC40 are the major cause of primary ciliary dyskinesia with axonemal disorganization and absent inner dynein arms."}},{"id":"cggv:b31bf3e3-9a2d-457e-a1e8-a09e2d24f1aa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5cc6a15a-1b87-4783-bcc9-8cee9fddfa9d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23255504"}],"rdfs:label":"PCD22 IV:1"},{"id":"cggv:b8d87f3d-2d87-49da-aa7a-cdfb21044307","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b8d87f3d-2d87-49da-aa7a-cdfb21044307_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.1486_1487insA (p.Ser496TyrfsTer15) variant identified in compound heterozygosity in this proband (and their affected siblings PCD22 IV:5 and IV:9) is predicted to introduce a premature termination in exon 12 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. This variant was not observed in gnomAD v2.1.1."},{"id":"cggv:b31bf3e3-9a2d-457e-a1e8-a09e2d24f1aa","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b31bf3e3-9a2d-457e-a1e8-a09e2d24f1aa_variant_evidence_item"}],"strengthScore":1,"dc:description":"The NM_181426.2(CCDC39):c.2159-2A>G variant identified in compound heterozygosity in this proband (and their affected siblings PCD22 IV:5 and IV:9) alters a canonical splice acceptor site located at the boundary of intron 15 and exon 16 and in silico splicing tools, including SpliceAI, predict the variant will lead to splice acceptor loss. This variant was not observed in gnomAD v2.1.1. Given that RNA evidence is not available to determine the exact effect of this splice variant (an in frame event would be predicted in the case of intron 15 inclusion or exon 16 skipping, but one or more alternate acceptor sites may also be present), the score for this evidence was downgraded to 1 point."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a1d1b8c2-acf7-4c45-949e-2c42f7177e26_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a1d1b8c2-acf7-4c45-949e-2c42f7177e26","type":"Proband","allele":{"id":"cggv:a8d04816-37ca-4961-8ced-40ba70fcce7a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.2182C>T (p.Gln728Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355307027"}},"detectionMethod":"A targeted NGS panel of 321 genes, including all the known PCD genes and other candidate cilia motility genes, was used to identify the variant reported in the proband. The presence of large insertion/deletion variant and copy number variants was also performed.","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0031592","obo:HP_0002643","obo:HP_0031245","obo:HP_0100750"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:1e639cef-76ea-41dd-a539-c8697a5549c0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a8d04816-37ca-4961-8ced-40ba70fcce7a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31650533"},"rdfs:label":"Patient 8"},{"id":"cggv:1e639cef-76ea-41dd-a539-c8697a5549c0","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1e639cef-76ea-41dd-a539-c8697a5549c0_variant_evidence_item"}],"strengthScore":1,"dc:description":"The NM_181426.2(CCDC39):c.2182C>T (p.Gln728Ter) variant identified in homozygosity in this proband (and an affected family member Patient 8-a) is predicted to introduce a premature termination in exon 16 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. This variant was not observed in gnomAD v2.1.1. The score for this variant was downgraded to 1 point (2 points total for the homozygous occurrence) due to parental consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:26773a77-ef55-4fc4-bef3-b8ed03aabd67_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:26773a77-ef55-4fc4-bef3-b8ed03aabd67","type":"Proband","allele":[{"id":"cggv:11bbf1b4-384e-45eb-885d-d5ab3ed110d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.2551G>T (p.Glu851Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA355305143"}},{"id":"cggv:6f7a7c47-1618-453c-9fd8-2f71eaf7ecea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.357+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338429"}}],"detectionMethod":"The 20 coding exons and intron-exon boundaries of human CCDC39 were sequenced. In trans phase of the identified variants was confirmed by DNA analysis of the parents. See pedigree in Supplementary Figure 5.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Image of ultrastructural phenotype in Supplementary Figure 4.","phenotypes":["obo:HP_0012257","obo:HP_0012258"],"previousTesting":false,"sex":"Female","variant":[{"id":"cggv:6efac014-bb07-4be2-bfe3-799915e30385_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:11bbf1b4-384e-45eb-885d-d5ab3ed110d9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972"},{"id":"cggv:d277b6c0-7c7b-44be-ac40-e9cbb4bc2e34_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6f7a7c47-1618-453c-9fd8-2f71eaf7ecea"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972"}],"rdfs:label":"OP736 II1"},{"id":"cggv:6efac014-bb07-4be2-bfe3-799915e30385","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6efac014-bb07-4be2-bfe3-799915e30385_variant_evidence_item"},{"id":"cggv:6efac014-bb07-4be2-bfe3-799915e30385_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunofluorescent detection of CCDC39 subcellular localization in OP736 II1 respiratory cells demonstrated absence of CCDC39 in the axoneme, as well as abnormal inner dynein arm structure, including the absence of DNAL11 (typically found throughout respiratory axonemes) and altered GAS11 localization (confined to the cytoplasm and ciliary base rather than along the entire axoneme). Although these data support the effect of this variant on function, this functional evidence will be scored in the experimental evidence category."}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.2551G>T (p.Glu851Ter) variant identified in compound heterozygosity in this proband (and their affected brother OP736 II2) is predicted to introduce a premature termination in exon 18 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. This variant was not observed in gnomAD v2.1.1. Although functional evidence supports the effect of this variant, this evidence will be used in the experimental evidence category and, as a result, default points were assigned for this genetic evidence."},{"id":"cggv:d277b6c0-7c7b-44be-ac40-e9cbb4bc2e34","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d277b6c0-7c7b-44be-ac40-e9cbb4bc2e34_variant_evidence_item"},{"id":"cggv:d277b6c0-7c7b-44be-ac40-e9cbb4bc2e34_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunofluorescent detection of CCDC39 subcellular localization in OP736 II1 respiratory cells demonstrated absence of CCDC39 in the axoneme, as well as abnormal inner dynein arm structure, including the absence of DNAL11 (typically found throughout respiratory axonemes) and altered GAS11 localization (confined to the cytoplasm and ciliary base rather than along the entire axoneme). Although these data support the effect of this variant on function, this functional evidence will be scored in the experimental evidence category."}],"strengthScore":1,"dc:description":"The NM_181426.2(CCDC39):c.357+1G>C variant identified in compound heterozygosity in this proband (and their affected brother OP736 II2) alters a canonical splice donor site located at the boundary of exon 3 and intron 3 and in silico splicing tools, including SpliceAI, predict the variant will lead to splice donor loss. The global allele frequency of this variant in gnomAD v2.1.1 is 0.0001472 (34/230972 alleles) and the maximum allele frequency (in the Latino/Admixed American population is 0.0003754 (11/29304 alleles). The CCDC39 c.357+1G>C variant reported in this proband was identified in homozygosity in one additional proband in this report (DCP552 (and his affected brother DCP553) in PMID: 21131972) and in compound heterozygosity in two additional probands in this report (DCP274, DCP158 in PMID: 21131972) as well as in PMID: 23255504. Given that RNA evidence is not available to determine the exact effect of this splice variant (an in frame event would be predicted in the case of exon 3 skipping, while an out of frame even would be predicted by intron 3 inclusion), the score for this evidence was downgraded to 1 point. Although functional evidence supports the effect of this variant, this evidence will be used in the experimental evidence category and, as a result, was not used to upgrade the score of this genetic evidence.\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:379bab0c-40cf-4fb0-ae9e-bec6383e0133_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:379bab0c-40cf-4fb0-ae9e-bec6383e0133","type":"Proband","allele":[{"id":"cggv:fff84605-185e-4bdf-b3ec-78d03f72d29c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.1072del (p.Thr358fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345284"}},{"id":"cggv:559aace5-d7c0-4a52-ad7e-f2eccbfa5e32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.1007_1010del (p.Lys336ArgfsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1056971716"}}],"detectionMethod":"The 20 coding exons and intron-exon boundaries of human CCDC39 were sequenced. In trans phase of the identified variants was confirmed by DNA analysis of the parents. See pedigree in Supplementary Figure 5.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Image of ultrastructural phenotype in Supplementary Figure 4.","phenotypes":["obo:HP_0000798","obo:HP_0012258","obo:HP_0011536","obo:HP_0012257","obo:HP_0012207"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:94fa07fe-4824-457e-823b-ef0929635779_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:559aace5-d7c0-4a52-ad7e-f2eccbfa5e32"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972"},{"id":"cggv:4b219f83-3b83-4a10-91b3-8de2a4d66ddf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fff84605-185e-4bdf-b3ec-78d03f72d29c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972"}],"rdfs:label":"OP122"},{"id":"cggv:94fa07fe-4824-457e-823b-ef0929635779","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94fa07fe-4824-457e-823b-ef0929635779_variant_evidence_item"},{"id":"cggv:94fa07fe-4824-457e-823b-ef0929635779_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot detection of CCDC39 protein in lysates from OP122 respiratory cells revealed absence of protein compared to lysates of respiratory cells from a control individual (Supplementary Figure 8). Additionally, immunofluorescent detection of CCDC39 subcellular localization in OP122 respiratory cells demonstrated absence of CCDC39 in the axoneme. Furthermore, high-speed video-microscopy analyses of respiratory cells obtained by nasal brushing biopsy from OP122 identified a beating pattern characterized by reduced amplitude with rigid axonemes that showed fast, flickery movements, which suggests defective beat regulation. Similarly, a separate publication (PMID: 25186273) analyzed ciliary beat frequency and ciliary beat pattern of cilia from individual OP122 using high-speed video-microscopy analysis and demonstrated increased beat frequency and an extremely stiff beat pattern with reduced amplitude compared to control cilia. Although these data support the effect of this variant on function, this expression evidence (along with evidence from multiple other probands) and functional evidence will be scored in the experimental evidence category."}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.1007_1010del (p.Lys336Argfs) variant identified in this proband in compound heterozygosity is predicted to introduce a frameshift leading to a premature termination codon 19 amino acids downstream in exon 9 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. This variant was not observed in gnomAD v2.1.1. Although functional evidence supports the effect of this variant, this evidence will be used in the experimental evidence category and, as a result, default points were assigned for this genetic evidence."},{"id":"cggv:4b219f83-3b83-4a10-91b3-8de2a4d66ddf","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b219f83-3b83-4a10-91b3-8de2a4d66ddf_variant_evidence_item"},{"id":"cggv:4b219f83-3b83-4a10-91b3-8de2a4d66ddf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot detection of CCDC39 protein in lysates from OP122 respiratory cells revealed absence of protein compared to lysates of respiratory cells from a control individual (Supplementary Figure 8). Additionally, immunofluorescent detection of CCDC39 subcellular localization in OP122 respiratory cells demonstrated absence of CCDC39 in the axoneme. Furthermore, high-speed video-microscopy analyses of respiratory cells obtained by nasal brushing biopsy from OP122 identified a beating pattern characterized by reduced amplitude with rigid axonemes that showed fast, flickery movements, which suggests defective beat regulation. Similarly, a separate publication (PMID: 25186273) analyzed ciliary beat frequency and ciliary beat pattern of cilia from individual OP122 using high-speed video-microscopy analysis and demonstrated increased beat frequency and an extremely stiff beat pattern with reduced amplitude compared to control cilia. Although these data support the effect of this variant on function, this expression evidence (along with evidence from multiple other probands) and functional evidence will be scored in the experimental evidence category."}],"strengthScore":1.5,"dc:description":"The NM_181426.2(CCDC39):c.1072del (p.Thr358fs) variant identified in this proband in compound heterozygosity is predicted to introduce a frameshift leading to a premature termination codon 3 amino acids downstream in exon 9 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. The global allele frequency of this variant in gnomAD v2.1.1 is 0.00003254 (6/184380 alleles) and the maximum allele frequency (in the non-Finnish European population) is 0.00006500 (5/76920 alleles). The CCDC39 c.1072del variant reported in this proband was identified in homozygosity in two additional probands in this report (DCP554, DCP384 in PMID: 21131972) as well as in PMID: 22693285. Although functional evidence supports the effect of this variant, this evidence will be used in the experimental evidence category and, as a result, default points were assigned for this genetic evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6ea31070-a2f8-468c-b21b-c639f7c629c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6ea31070-a2f8-468c-b21b-c639f7c629c5","type":"Proband","allele":{"id":"cggv:9b00df77-0b2d-4562-8c35-64bb0742b2cf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181426.2(CCDC39):c.2190del (p.Glu731fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345274"}},"detectionMethod":"The 20 coding exons and intron-exon boundaries of human CCDC39 were sequenced. Homozygosity was confirmed by DNA analysis of the consanguineous parents. See pedigree in Supplementary Figure 5.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Image of ultrastructural phenotype in Supplementary Figure 4.","phenotypes":["obo:HP_0012258","obo:HP_0012257"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:43321d13-add8-4d14-8c97-12d81bda412a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9b00df77-0b2d-4562-8c35-64bb0742b2cf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21131972"},"rdfs:label":"DCP85"},{"id":"cggv:43321d13-add8-4d14-8c97-12d81bda412a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:43321d13-add8-4d14-8c97-12d81bda412a_variant_evidence_item"}],"strengthScore":1,"dc:description":"The NM_181426.2(CCDC39):c.2190del (p.Glu731fs) variant identified in homozygosity in this proband is predicted to introduce a frameshift leading to a premature termination codon 31 amino acids downstream in exon 17 of 20 total exons. The resulting mRNA product is expected to be susceptible to nonsense-mediated decay. The global allele frequency of this variant in gnomAD v2.1.1 is 0.00002674 (5/187002 alleles) and the maximum allele frequency (in the non-Finnish European population) is 0.00006548 (5/76358 alleles). The variant reported in this proband was also identified in homozygosity in three additional probands in this report (DCP91, DCP413 (and affected brother DCP414), DCP532 in PMID: 21131972) as well as in PMID: 27637300 and PMID: 30067075. However, the score for this variant was downgraded to 1 point (2 points total for the homozygous occurrence) due to parental consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3597,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:6d9421c0-c9fd-4322-992d-aad7679dbc54","type":"GeneValidityProposition","disease":"obo:MONDO_0013434","gene":"hgnc:25244","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The CCDC39 gene was first reported in relation to primary ciliary dyskinesia in 2011 (Merveille et al., PMID: 21131972). The specific disease entity, Primary Ciliary Dyskinesia (PCD) 14, is one of at least 40 different primary ciliary dyskinesias distinguished by a specific monogenic cause. Major phenotypes of primary ciliary dyskinesia include chronic sinusitis, bronchiectasis, rhinitis, rhinorrhea, and chronic cough, largely due to defective mucociliary clearance, as well as laterality defects and, in males, reduced sperm motility (PMID: 19948909). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and autosomal recessive mode of inheritance to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, the asserted disease associated with CCDC39 variants, primary ciliary dyskinesia 14 (MONDO:0013434), was curated as a single entity. Thirteen nonsense, frameshift, and splicing variants that have been reported in seven probands (as well as affected family members) in four publications (PMID: 21131972, PMID: 22693285, PMID: 23255504, PMID: 31650533) are included in this curation. Additional evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is reported to be biallelic loss of function leading to abnormal motile cilia assembly (including absent inner dynein arms) and movement. This gene-disease association is also supported by experimental evidence, including expression in ciliated epithelial tissue relevant to PCD and altered expression in PCD patient tissues, biochemical function and functional alteration in patient cells consistent with a critical role in motile cilia structure/function, and model organisms (Chlamydomonas, zebrafish, dog, and mouse), including phenotypic rescue in the zebrafish model (PMID: 25395538, PMID: 17932292, PMID: 15998802, PMID: 21131972, PMID: 21515572, PMID: 28289722, PMID: 29317443). In summary, CCDC39 is definitively associated with autosomal recessive primary ciliary dyskinesia 14. This has been repeatedly demonstrated in both research and diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Motile Ciliopathy GCEP on October 14, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:79c47f13-dd33-45e4-a170-6ff26aa2732c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}