{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T17:00:43.830Z","role":"Publisher"},{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T18:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationFrameworkChange"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85211c68-c01f-4b77-9973-046e61940198","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1fae11dc-1d0f-463d-9d38-fdedda31884e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"\"carboxy-terminal tandem BRCT ((BRCT)2) domains of the DNA-damage-response proteins PTIP and BRCA1 bound strongly and specifically to a library of pSer/pThr-Gln phosphopeptides — the phosphorylated motif that is generated by the ATM and ATR kinases that become activated in response to DNA damage. They then determined the optimal binding motifs for these domains, which show strong selection for aromatic and/or alpiphatic residues in the +3 position.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14576433","type":"dc:BibliographicResource","dc:abstract":"The carboxyl-terminal domain (BRCT) of the Breast Cancer Gene 1 (BRCA1) protein is an evolutionarily conserved module that exists in a large number of proteins from prokaryotes to eukaryotes. Although most BRCT domain-containing proteins participate in DNA-damage checkpoint or DNA-repair pathways, or both, the function of the BRCT domain is not fully understood. We show that the BRCA1 BRCT domain directly interacts with phosphorylated BRCA1-Associated Carboxyl-terminal Helicase (BACH1). This specific interaction between BRCA1 and phosphorylated BACH1 is cell cycle regulated and is required for DNA damage-induced checkpoint control during the transition from G2 to M phase of the cell cycle. Further, we show that two other BRCT domains interact with their respective physiological partners in a phosphorylation-dependent manner. Thirteen additional BRCT domains also preferentially bind phospho-peptides rather than nonphosphorylated control peptides. These data imply that the BRCT domain is a phospho-protein binding domain involved in cell cycle control.","dc:creator":"Yu X","dc:date":"2003","dc:title":"The BRCT domain is a phospho-protein binding domain."},"rdfs:label":"Biochemical Function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:acedcd8b-cb5a-4578-b652-1c88db80dd29","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:281e0343-9d37-4b7f-af92-719f9f16acd1","type":"FunctionalAlteration","dc:description":"NM_032043.3(BRIP1):c.897G>A (p.Met299Ile) - Showed elevated ATPase activity compared to WT, (Fig 4B). Variant demonstrated an inability to unwind longer duplexes compared to WT (Fig. 4D). Variant is located in the BACH1 helicase domain. The variant is absent from 200 healthy controls.\n\nNM_032043.3(BRIP1):c.139C>G (p.Pro47Ala) - Showed an alteration to helicase activity with authors noting there is a complete loss of function (Fig 4B and C). \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14983014","type":"dc:BibliographicResource","dc:abstract":"BACH1 is a nuclear protein that directly interacts with the highly conserved, C-terminal BRCT repeats of the tumor suppressor, BRCA1. Mutations within the BRCT repeats disrupt the interaction between BRCA1 and BACH1, lead to defects in DNA repair, and result in breast and ovarian cancer. BACH1 is necessary for efficient double-strand break repair in a manner that depends on its association with BRCA1. Moreover, some women with early-onset breast cancer and no abnormalities in either BRCA1 or BRCA2 carry germline BACH1 coding sequence changes, suggesting that abnormal BACH1 function contributes to tumor induction. Here, we show that BACH1 is both a DNA-dependent ATPase and a 5'-to-3' DNA helicase. In two patients with early-onset breast cancer who carry distinct germline BACH1 coding sequence changes, the resulting proteins are defective in helicase activity, indicating that these sequence changes disrupt protein function. These results reinforce the notion that mutant BACH1 participates in breast cancer development.","dc:creator":"Cantor S","dc:date":"2004","dc:title":"The BRCA1-associated protein BACH1 is a DNA helicase targeted by clinically relevant inactivating mutations."},"rdfs:label":"BRIP1 Gene Disruption"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"While the p.MET299Ile variant was found in 2 affected individuals and was absent from 200 controls, several additional studies, including by the author of this paper, showed \"in vitro assays demonstrated that this alteration does not result in loss-of-function but exerts a modest gain-of-function effect on ATP-dependent activity compared to wildtype\"\n\nIn silico scores for this variant also predict it to be tolerated with REVEL predicting benign supporting.\n\nThe p.Pro47Ala variant has conflicting reports in ClinVar with several identified as LB/B. The variant is said to "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3f6ed45-a3fa-40b2-bf90-5ffb91aa5922","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4ddb1b9-a684-4e75-8163-7ba019e1e016","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system does not recapitulate human phenotype with only a knock-down model.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24040146","type":"dc:BibliographicResource","dc:abstract":"BRIP1 is a DNA helicase that directly interacts with the C-terminal BRCT repeat of the breast cancer susceptibility protein BRCA1 and plays an important role in BRCA1-dependent DNA repair and DNA damage-induced checkpoint control. Recent studies implicate BRIP1 as a moderate/low-penetrance breast cancer susceptibility gene. However, the phenotypic effects of BRIP1 dysfunction and its role in breast cancer tumorigenesis remain unclear. To explore the function of BRIP1 in acinar morphogenesis of mammary epithelial cells, we generated BRIP1-knockdown MCF-10A cells by short hairpin RNA (shRNA)-mediated RNA interference and examined its effect in a three-dimensional culture model. Genome-wide gene expression profiling by microarray and quantitative RT-PCR were performed to identify alterations in gene expression in BRIP1-knockdown cells compared with control cells. The microarray data were further investigated using the pathway analysis and Gene Set Enrichment Analysis (GSEA) for pathway identification. BRIP1 knockdown in non-malignant MCF-10A mammary epithelial cells by RNA interference induced neoplastic-like changes such as abnormal cell adhesion, increased cell proliferation, large and irregular-shaped acini, invasive growth, and defective lumen formation. Differentially expressed genes, including MCAM, COL8A1, WIPF1, RICH2, PCSK5, GAS1, SATB1, and ELF3, in BRIP1-knockdown cells compared with control cells were categorized into several functional groups, such as cell adhesion, polarity, growth, signal transduction, and developmental process. Signaling-pathway analyses showed dysregulation of multiple cellular signaling pathways, involving LPA receptor, Myc, Wnt, PI3K, PTEN as well as DNA damage response, in BRIP1-knockdown cells. Loss of BRIP1 thus disrupts normal mammary morphogenesis and causes neoplastic-like changes, possibly via dysregulating multiple cellular signaling pathways functioning in the normal development of mammary glands.","dc:creator":"Daino K","dc:date":"2013","dc:title":"Loss of the BRCA1-interacting helicase BRIP1 results in abnormal mammary acinar morphogenesis."},"rdfs:label":"Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"While the knock-down model in the cell line showed alterations as noted: \"We observed that the acini formed by BRIP1-knockdown cells were significantly larger than the control acini after 4 days of culture (Fig. 1B and C). Additionally, BRIP1-knockdown cells formed irregular-shaped acinar structures after 8 days of culture (Fig. 1B). In 20 days, the control cells developed into organized acini with hollow lumens (Fig. 2C and D). In contrast, the BRIP1-knockdown cells formed large irregular-shaped aggregates with filled lumens and were also characterized by increased cell size, filopodia formation, loss of cellular polarity, nuclear atypia, and nuclear stratification (Fig. 2A, B, E and F). BRIP1-knockdown cells also had a 3-fold higher rate of proliferation fraction than the control cells as assessed by Ki-67 immunohistochemistry, even after the control cells formed growth-arrested acini by day 20 (Fig. 2G).\"\n\nThe knockdown did not generate tumors in the nude mice or recapitulate features seen in breast cancer patients. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:906ee125-d289-4cff-a8a7-1df8b154bd4a","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:906ee125-d289-4cff-a8a7-1df8b154bd4a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f2144112-06f7-4bba-8390-aec1e140446c","type":"Cohort","allGenotypedSequenced":13213,"alleleFrequency":0.02088851888291834,"detectionMethod":"Libraries were sequenced in paired end mode on the Illumina HiSeq 2000 and CASAVA was used to construct demultiplexed sequence files, according to the manufacturer’s protocols (Illumina, San Diego, California, USA). Cutadapt V.1.5 was used to remove primer sequences from both ends of each read, and untrimmed reads were discarded.16 Reads were aligned to the hg19 human genome reference sequence using BWA-MEM V.0.7,17 and GATK V.3.3-0-g37228af was used for base quality score recalibration and indel realignment, and for deriving quality and depth metrics.18 BRIP1 was segmented into intervals of 2–7 exons, and the GATK UnifiedGenotyper was used to perform SNP and indel discovery and genotyping across all samples simultaneously, according to GATK Best Practices recommendations.19 The samples had a median coverage of 446.4, and a median of 97.47% of the targeted region (coding exons with 6 bp of flanking sequence) covered in each sample. In initial filtering, variants with >20% missing data were removed, and samples with no genotype at >20% of remaining positions were also excluded. Genotypes with depth <20 or genotype quality <13 were re-coded as no genotype. GATK was used to recalculate variant-level metrics without these failed samples and low-confidence genotypes, and positions genotyped in >95% of samples and with quality by depth between 3.0 and 25.0 were retained for further analysis. iCOGS data were available for 13 133 individuals that were also sequenced. Six rare coding variants (MAF<1%) were polymorphic in the iCOGS data. Of the 357 rare allele carriers identified by iCOGS, the sequencing identified 355 (99.4%), although for two of the variants (p.Val193Ile and p.Arg173Ser), 13/111 and 17/138 of individuals called heterozygotes by iCOGS genotyping were called rare allele homozygotes by sequencing, reflecting bias in PCR amplification. One common coding polymorphism (rs4986764, p.Ser919Pro) was concordant in 99.9% of samples.","evidence":[{"id":"cggv:906ee125-d289-4cff-a8a7-1df8b154bd4a_cc_evidence_item"}],"numWithVariant":276,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:7db396fd-0ac0-462b-a8c7-3e808d0e9a33","type":"Cohort","allGenotypedSequenced":5242,"alleleFrequency":0.02041205646699733,"detectionMethod":"Libraries were sequenced in paired end mode on the Illumina HiSeq 2000 and CASAVA was used to construct demultiplexed sequence files, according to the manufacturer’s protocols (Illumina, San Diego, California, USA). Cutadapt V.1.5 was used to remove primer sequences from both ends of each read, and untrimmed reads were discarded.16 Reads were aligned to the hg19 human genome reference sequence using BWA-MEM V.0.7,17 and GATK V.3.3-0-g37228af was used for base quality score recalibration and indel realignment, and for deriving quality and depth metrics.18 BRIP1 was segmented into intervals of 2–7 exons, and the GATK UnifiedGenotyper was used to perform SNP and indel discovery and genotyping across all samples simultaneously, according to GATK Best Practices recommendations.19 The samples had a median coverage of 446.4, and a median of 97.47% of the targeted region (coding exons with 6 bp of flanking sequence) covered in each sample. In initial filtering, variants with >20% missing data were removed, and samples with no genotype at >20% of remaining positions were also excluded. Genotypes with depth <20 or genotype quality <13 were re-coded as no genotype. GATK was used to recalculate variant-level metrics without these failed samples and low-confidence genotypes, and positions genotyped in >95% of samples and with quality by depth between 3.0 and 25.0 were retained for further analysis. iCOGS data were available for 13 133 individuals that were also sequenced. Six rare coding variants (MAF<1%) were polymorphic in the iCOGS data. Of the 357 rare allele carriers identified by iCOGS, the sequencing identified 355 (99.4%), although for two of the variants (p.Val193Ile and p.Arg173Ser), 13/111 and 17/138 of individuals called heterozygotes by iCOGS genotyping were called rare allele homozygotes by sequencing, reflecting bias in PCR amplification. One common coding polymorphism (rs4986764, p.Ser919Pro) was concordant in 99.9% of samples.","evidence":[{"id":"cggv:906ee125-d289-4cff-a8a7-1df8b154bd4a_cc_evidence_item"}],"numWithVariant":107},"lowerConfidenceLimit":0.85,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.66,"statisticalSignificanceType":"","statisticalSignificanceValue":1.06,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.32,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26921362","type":"dc:BibliographicResource","dc:abstract":"BRCA1 interacting protein C-terminal helicase 1 (BRIP1) is one of the Fanconi Anaemia Complementation (FANC) group family of DNA repair proteins. Biallelic mutations in BRIP1 are responsible for FANC group J, and previous studies have also suggested that rare protein truncating variants in BRIP1 are associated with an increased risk of breast cancer. These studies have led to inclusion of BRIP1 on targeted sequencing panels for breast cancer risk prediction.","dc:creator":"Easton DF","dc:date":"2016","dc:title":"No evidence that protein truncating variants in BRIP1 are associated with breast cancer risk: implications for gene panel testing."},"rdfs:label":"BRIP1 Missense Breast Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"    This study includes data from several sources including BCAC which has newer data available and is likely overlapping. The data evaluated relates to the SEARCH data that was pulled from a prior study and re-sequenced with a focus on BRIP1. iCOGS data was also available and confirmed recuration results. The data presented is based on the SEARCH data as it has the largest cohort. However, the authors do note \"After elimination of the overlaps between BCAC and the SEARCH and BCFR data sets, the combined OR across all four studies for identified BRIP1 truncating variants was 0.98 (95% CI 0.62 to 1.54, p=0.93) (table 2).\" Even with the combined and curated data the CI and p-value are not indicative of a causative association in breast cancer."},{"id":"cggv:dad298a5-98ce-4e20-894f-71751f0e5e83","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:dad298a5-98ce-4e20-894f-71751f0e5e83_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e6bbf8ee-7997-4ecb-ba7e-579271c17a99","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.001761356654241592,"detectionMethod":"    Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. ","evidence":[{"id":"cggv:dad298a5-98ce-4e20-894f-71751f0e5e83_cc_evidence_item"}],"numWithVariant":86,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:49bbc6df-c675-4517-ab4f-2cef6e74b195","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.00147920241405834,"detectionMethod":"    Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. ","evidence":[{"id":"cggv:dad298a5-98ce-4e20-894f-71751f0e5e83_cc_evidence_item"}],"numWithVariant":75},"lowerConfidenceLimit":0.8,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.54,"statisticalSignificanceType":"","statisticalSignificanceValue":1.11,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.53,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"BRIP1 Breast Cancer BCAC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age. Specifically, both groups had approximately matching numbers of European and Asian patients. There are no other racial groups mentioned. The studies were done in the following countries: Netherlands, Thailand, Germany, Ireland, Spain, Greece, France, Denmark, Colombia, Scotland, Belarus, Russia, Sweden, Finland, Cyprus, Australia, Norway, Poland, USA, UK, and Singapore. The primary analyses were burden analyses in which odds ratios and 95% confidence intervals for breast cancer associated with the presence of any variant in a given category were estimated by means of logistic regression. Separate analyses for the population-based studies and the family-based studies. Risk estimates, 95% confidence intervals, and P values were reported for the population-based studies. Data presented is specific for protein-truncating variants of each gene (See Table 1 in the article.)\" "},{"id":"cggv:c03648c4-c6b7-4a13-93d2-81acf6948129","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:c03648c4-c6b7-4a13-93d2-81acf6948129_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:da99ea8e-ad3c-422d-8df3-b1d2be08eb16","type":"Cohort","allGenotypedSequenced":2999,"alleleFrequency":0.002000666888962988,"detectionMethod":"\"For the clinical testing cohort, testing of 5-49 genes, depending on the multigene panel ordered, was performed by targeted custom capture and sequencing of all coding domains and flanking 59 and 39 ends of all the introns and untranslated regions as\ndescribed previously.","evidence":[{"id":"cggv:c03648c4-c6b7-4a13-93d2-81acf6948129_cc_evidence_item"}],"numWithVariant":6,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:f5551ea3-1d33-4054-b58b-c5a656ad376b","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.001597836774827925,"evidence":[{"id":"cggv:c03648c4-c6b7-4a13-93d2-81acf6948129_cc_evidence_item"}],"numWithVariant":52},"lowerConfidenceLimit":0.54,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.411,"statisticalSignificanceType":"","statisticalSignificanceValue":1.43,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":3.13,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34672684","type":"dc:BibliographicResource","dc:abstract":"To determine the contribution of germline pathogenic variants (PVs) in hereditary cancer testing panel genes to invasive lobular carcinoma (ILC) of the breast.","dc:creator":"Yadav S","dc:date":"2021","dc:title":"Germline Pathogenic Variants in Cancer Predisposition Genes Among Women With Invasive Lobular Carcinoma of the Breast."},"rdfs:label":"BRIP1 Breast Cancer Yadav et al."}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"This evaluation is for a specific type of BC. The association of BRIP1 to breast cancer is still placed in question based on the odds ratio in this evaluation. Additionally, the population used in this study is similar to the population used previously but is focused on the evaluation of a different aspect of the population."},{"id":"cggv:6038a5af-baed-4d24-a78d-afd9f28f82a1","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:6038a5af-baed-4d24-a78d-afd9f28f82a1_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:22f494dd-70fc-4241-8873-80f5e7f2b2b0","type":"Cohort","allGenotypedSequenced":32247,"alleleFrequency":0.002139733928737557,"detectionMethod":"    Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex amplicon based analysis of 746 target regions in 37 cancer predisposition genes. ","evidence":[{"id":"cggv:6038a5af-baed-4d24-a78d-afd9f28f82a1_cc_evidence_item"}],"numWithVariant":69,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:a34321bc-1413-4be1-9a1b-26658ed0c9a1","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.001597836774827925,"detectionMethod":"    Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex amplicon based analysis of 746 target regions in 37 cancer predisposition genes. ","evidence":[{"id":"cggv:6038a5af-baed-4d24-a78d-afd9f28f82a1_cc_evidence_item"}],"numWithVariant":52},"lowerConfidenceLimit":0.93,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.12,"statisticalSignificanceType":"","statisticalSignificanceValue":1.35,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.98,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471974","type":"dc:BibliographicResource","dc:abstract":"Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.","dc:creator":"Hu C","dc:date":"2021","dc:title":"A Population-Based Study of Genes Previously Implicated in Breast Cancer."},"rdfs:label":"BRIP1 Breast Cancer"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"    \"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age. Specifically, both groups had approximately the same percentage of each of the following categories: Asian, non-Hispanic Black, Hispanic, non-Hispanic white, and other. Please see Table 1 of the article. Prevalences of pathogenic variants and variants of uncertain significance in each gene were tabulated for the case patients and controls in the population-based CARRIERS analysis, and 95% confidence intervals were estimated with the use of the Wilson score method without continuity correction.\" "},{"id":"cggv:38f22b37-0a1f-47ef-a1fd-2a40d73bcca2","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:38f22b37-0a1f-47ef-a1fd-2a40d73bcca2_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:8cee52e0-cb1d-4f89-8500-9fd996eb91f7","type":"Cohort","allGenotypedSequenced":13213,"alleleFrequency":0.001816392946340725,"detectionMethod":"Libraries were sequenced in paired end mode on the Illumina HiSeq 2000 and CASAVA was used to construct demultiplexed sequence files, according to the manufacturer’s protocols (Illumina, San Diego, California, USA). Cutadapt V.1.5 was used to remove primer sequences from both ends of each read, and untrimmed reads were discarded.16 Reads were aligned to the hg19 human genome reference sequence using BWA-MEM V.0.7,17 and GATK V.3.3-0-g37228af was used for base quality score recalibration and indel realignment, and for deriving quality and depth metrics.18 BRIP1 was segmented into intervals of 2–7 exons, and the GATK UnifiedGenotyper was used to perform SNP and indel discovery and genotyping across all samples simultaneously, according to GATK Best Practices recommendations.19 The samples had a median coverage of 446.4, and a median of 97.47% of the targeted region (coding exons with 6 bp of flanking sequence) covered in each sample. In initial filtering, variants with >20% missing data were removed, and samples with no genotype at >20% of remaining positions were also excluded. Genotypes with depth <20 or genotype quality <13 were re-coded as no genotype. GATK was used to recalculate variant-level metrics without these failed samples and low-confidence genotypes, and positions genotyped in >95% of samples and with quality by depth between 3.0 and 25.0 were retained for further analysis.\n\niCOGS data were available for 13 133 individuals that were also sequenced. Six rare coding variants (MAF<1%) were polymorphic in the iCOGS data. Of the 357 rare allele carriers identified by iCOGS, the sequencing identified 355 (99.4%), although for two of the variants (p.Val193Ile and p.Arg173Ser), 13/111 and 17/138 of individuals called heterozygotes by iCOGS genotyping were called rare allele homozygotes by sequencing, reflecting bias in PCR amplification. One common coding polymorphism (rs4986764, p.Ser919Pro) was concordant in 99.9% of samples.","evidence":[{"id":"cggv:38f22b37-0a1f-47ef-a1fd-2a40d73bcca2_cc_evidence_item"}],"numWithVariant":24,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:04f6b44c-9a3d-4555-97f1-74e462e4e8aa","type":"Cohort","allGenotypedSequenced":5242,"alleleFrequency":0.002479969477298741,"detectionMethod":"Libraries were sequenced in paired end mode on the Illumina HiSeq 2000 and CASAVA was used to construct demultiplexed sequence files, according to the manufacturer’s protocols (Illumina, San Diego, California, USA). Cutadapt V.1.5 was used to remove primer sequences from both ends of each read, and untrimmed reads were discarded.16 Reads were aligned to the hg19 human genome reference sequence using BWA-MEM V.0.7,17 and GATK V.3.3-0-g37228af was used for base quality score recalibration and indel realignment, and for deriving quality and depth metrics.18 BRIP1 was segmented into intervals of 2–7 exons, and the GATK UnifiedGenotyper was used to perform SNP and indel discovery and genotyping across all samples simultaneously, according to GATK Best Practices recommendations.19 The samples had a median coverage of 446.4, and a median of 97.47% of the targeted region (coding exons with 6 bp of flanking sequence) covered in each sample. In initial filtering, variants with >20% missing data were removed, and samples with no genotype at >20% of remaining positions were also excluded. Genotypes with depth <20 or genotype quality <13 were re-coded as no genotype. GATK was used to recalculate variant-level metrics without these failed samples and low-confidence genotypes, and positions genotyped in >95% of samples and with quality by depth between 3.0 and 25.0 were retained for further analysis.","evidence":[{"id":"cggv:38f22b37-0a1f-47ef-a1fd-2a40d73bcca2_cc_evidence_item"}],"numWithVariant":13},"lowerConfidenceLimit":0.36,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.36,"statisticalSignificanceType":"","statisticalSignificanceValue":0.73,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.57,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26921362","rdfs:label":"BRIP1 Truncating Breast Cancer"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"This study includes data from several sources including BCAC which has newer data available and is likely overlapping. The data evaluated relates to the SEARCH data that was pulled from a prior study and re-sequenced with a focus on BRIP1. iCOGS data was also available and confirmed recuration results. The data presented is based on the SEARCH data as it has the largest cohort. However, the authors do note \"After elimination of the overlaps between BCAC and the SEARCH and BCFR data sets, the combined OR across all four studies for identified BRIP1 truncating variants was 0.98 (95% CI 0.62 to 1.54, p=0.93) (table 2).\" Even with the combined and curated data the CI and p-value are not indicative of a causative association in breast cancer."},{"id":"cggv:8e4ae193-380c-4ac0-808b-ebe5ed584728","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:8e4ae193-380c-4ac0-808b-ebe5ed584728_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:efec0290-f093-4ecc-af1f-79ae1357332d","type":"Cohort","allGenotypedSequenced":571,"alleleFrequency":0.4956217162872154,"detectionMethod":"\"BRIP1 genotyping was done by the TaqMan allelic discrimination method\"","evidence":[{"id":"cggv:8e4ae193-380c-4ac0-808b-ebe5ed584728_cc_evidence_item"}],"numWithVariant":283,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:2387d964-5986-4cab-86a9-273b4f379416","type":"Cohort","allGenotypedSequenced":712,"alleleFrequency":0.4775280898876404,"detectionMethod":"\"BRIP1 genotyping was done by the TaqMan allelic discrimination method\"","evidence":[{"id":"cggv:8e4ae193-380c-4ac0-808b-ebe5ed584728_cc_evidence_item"}],"numWithVariant":340},"lowerConfidenceLimit":0.82,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.71,"statisticalSignificanceType":"","statisticalSignificanceValue":1.05,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.35,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17504528","type":"dc:BibliographicResource","dc:abstract":"Inactivating and truncating mutations of the nuclear BRCA1-interacting protein 1 (BRIP1) have been shown to be the major cause of Fanconi anaemia and, due to subsequent alterations of BRCA1 function, predispose to breast cancer (BC).","dc:creator":"Frank B","dc:date":"2007","dc:title":"BRIP1 (BACH1) variants and familial breast cancer risk: a case-control study."},"rdfs:label":"BRIP1 Breast Cancer Frank et al."}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"\"Genotype frequencies for the analyzed polymorphisms were in agreement with Hardy-Weinberg expectations in controls. No significant differences in genotype frequencies between BC cases and controls for either BRIP1 - 64G>A or Pro919Ser were observed (see Table 1). Adjustment for age made no significant difference to the results, hence only unadjusted ORs are presented. Our findings are in accord with previously published data [8,11]. Though a recent kin-cohort study has shown a strong association with 4.5- to 6.9-fold familial BC risk for Pro919Ser in premenopausal women [12], our data do not support the observed effect when stratified according to age at diagnosis (see Table 1). Haplotype analysis with BRIP1 -64G>A and Pro919Ser did not indicate any association with familial BC risk (data not shown).\""},{"id":"cggv:fb040cd0-23cb-4329-95e3-69d3f98c3c84","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:fb040cd0-23cb-4329-95e3-69d3f98c3c84_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:60450b33-a4d7-4675-b486-ae0dc2c6efe5","type":"Cohort","allGenotypedSequenced":571,"alleleFrequency":0.5166374781085814,"detectionMethod":"\"BRIP1 genotyping was done by the TaqMan allelic discrimination method\"","evidence":[{"id":"cggv:fb040cd0-23cb-4329-95e3-69d3f98c3c84_cc_evidence_item"}],"numWithVariant":295,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:fecb8ad2-3eb0-4025-88fa-007ce5259ce1","type":"Cohort","allGenotypedSequenced":712,"alleleFrequency":0.5126404494382022,"detectionMethod":"\"BRIP1 genotyping was done by the TaqMan allelic discrimination method\"","evidence":[{"id":"cggv:fb040cd0-23cb-4329-95e3-69d3f98c3c84_cc_evidence_item"}],"numWithVariant":365},"lowerConfidenceLimit":0.43,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.38,"statisticalSignificanceType":"","statisticalSignificanceValue":1.01,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.37,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17504528","rdfs:label":"Frank et al. BRIP Breast Cancer"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"\"Genotype frequencies for the analyzed polymorphisms were in agreement with Hardy-Weinberg expectations in controls. No significant differences in genotype frequencies between BC cases and controls for either BRIP1 - 64G>A or Pro919Ser were observed (see Table 1). Adjustment for age made no significant difference to the results, hence only unadjusted ORs are presented. Our findings are in accord with previously published data [8,11]. Though a recent kin-cohort study has shown a strong association with 4.5- to 6.9-fold familial BC risk for Pro919Ser in premenopausal women [12], our data do not support the observed effect when stratified according to age at diagnosis (see Table 1). Haplotype analysis with BRIP1 -64G>A and Pro919Ser did not indicate any association with familial BC risk (data not shown).\""},{"id":"cggv:f5f5c0b7-6902-46f0-9c3d-81fefb3faa26","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:f5f5c0b7-6902-46f0-9c3d-81fefb3faa26_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:980a225c-34c7-4488-8bb7-0672db4e33b7","type":"Cohort","allGenotypedSequenced":15955,"alleleFrequency":0.001880288310874334,"detectionMethod":"\"Patients underwent comprehensive analysis of 5 to 49 cancer susceptibility genes, depending on the panel ordered. \n\nPCR and then NGS analysis (Illumina, San Diego, CA) of all coding exons plus at least five bases into the 5’ and 3’ ends of all the introns and untranslated regions (5’UTR and 3’UTR). Sanger sequencing was performed for any regions with an insufficient depth of coverage for reliable heterozygous variant detection and for verification of all variant calls other than known nonpathogenic\nalterations.\"","evidence":[{"id":"cggv:f5f5c0b7-6902-46f0-9c3d-81fefb3faa26_cc_evidence_item"}],"numWithVariant":30,"relatedCondition":{"id":"obo:MONDO_0016419"}},"controlCohort":{"id":"cggv:02ff292b-0ad1-4761-83d8-dfecef9d0133","type":"Cohort","allGenotypedSequenced":26078,"alleleFrequency":0.0008436229772221796,"detectionMethod":"\"Patients underwent comprehensive analysis of 5 to 49 cancer susceptibility genes, depending on the panel ordered. \n\nPCR and then NGS analysis (Illumina, San Diego, CA) of all coding exons plus at least five bases into the 5’ and 3’ ends of all the introns and untranslated regions (5’UTR and 3’UTR). Sanger sequencing was performed for any regions with an insufficient depth of coverage for reliable heterozygous variant detection and for verification of all variant calls other than known nonpathogenic\nalterations.\"","evidence":[{"id":"cggv:f5f5c0b7-6902-46f0-9c3d-81fefb3faa26_cc_evidence_item"}],"numWithVariant":22},"lowerConfidenceLimit":0.75,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.39,"statisticalSignificanceType":"","statisticalSignificanceValue":1.23,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28418444","type":"dc:BibliographicResource","dc:abstract":"Germline pathogenic variants in BRCA1 and BRCA2 predispose to an increased lifetime risk of breast cancer. However, the relevance of germline variants in other genes from multigene hereditary cancer testing panels is not well defined.","dc:creator":"Couch FJ","dc:date":"2017","dc:title":"Associations Between Cancer Predisposition Testing Panel Genes and Breast Cancer."},"rdfs:label":"BRIP1 Breast Cancer Couch et al."}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"Evaluating the main data for BRIP1 BC risk shows that the gene has supportive data for BC. However, when removing cases with personal or familial history of ovarian or colorectal cancer the remaining cases do not support an association with BC. "}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":7305,"specifiedBy":"GeneValidityCriteria9","strengthScore":1,"subject":{"id":"cggv:58e31b4a-4be2-4046-bfba-b591d7e56af4","type":"GeneValidityProposition","disease":"obo:MONDO_0016419","gene":"hgnc:20473","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*BRIP1* (BRCA1 interacting protein) is a DNA repair gene that contributes to the DNA repair function of BRCA1. *BRIP1* has been linked to familial ovarian cancer (autosomal dominant) and Fanconi anemia complementation group J (autosomal recessive), which were curated separately, Per criteria outlined by the ClinGen Lumping and Splitting Working Group, curations to refute or dispute can be split when needed. This curation focuses on refuting the association with hereditary breast cancer. Evidence curated in this gene-disease relationship includes case-control data and experimental data.\n\n**Summary of Case-Control Data: 0 point** \nThis gene-disease relationship has been studied in at least 6 case-control studies at the aggregate and single variant levels. In 2021, two large case-control studies [CARRIERS (PMID: 33471974) and BCAC (PMID: 33471991); both with more than 32 thousand cases and controls] did not identify a significant association of aggregate loss of function (LOF) variants in *BRIP1* and breast cancer. Likewise, another large case-control study published in 2017 screened breast cancer cases from commercial laboratories and did not find significant association of pathogenic mutations in *BRIP1* with breast cancer (PMID: 28418444). In addition, three other case-control studies (PMIDs: 17504528, 26921362, 34672684), with case populations ranging from 571 to 13078 did not show an association of LOF variants with breast cancer. \n \n**Summary of Experimental Data: 1 point**\nWhile case-control studies did not support the gene-disease association, there is experimental evidence showing that BRIP1 physically interacts with BRCA1 (PMID: 14576433). Another study showed that two missense *BRIP1* variants altered the \nprotein functions (PMID: 14983014). Daino et al. (PMID: 24040146) also showed that *BRIP1*-knockout cells had a 3-fold higher rate of proliferation than the controls. However, the Daino et al. paper reported no tumor formation in the knockout mouse model.  \n \n**Overall Summary:**\nIn summary, given the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between *BRIP1* and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as refuted by the Breast/Ovarian Cancer GCEP on 5/10/2017. This re-curation was approved by the ClinGen Hereditary Diseases GCEP on 6/9/2023 (SOP Version 9).\nGiven the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between BRIP1 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. ","dc:isVersionOf":{"id":"cggv:87aa8181-721b-4583-98cf-0dead1827e27"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}