{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-02-24T14:18:42.425Z","role":"Approver"},{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4f6dac7-f430-43bd-b167-20dc0de15322","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8c35966-bead-4f39-9d09-86a7e6c42e59","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in Tnnt3lacZ/+ mice is shown by X-gal staining revealing β-galactosidase activity throughout the animal in all areas covered by skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23775847","type":"dc:BibliographicResource","dc:abstract":"The troponin complex, which consists of three regulatory proteins (troponin C, troponin I, and troponin T), is known to regulate muscle contraction in skeletal and cardiac muscle, but its role in smooth muscle remains controversial. Troponin T3 (TnnT3) is a fast skeletal muscle troponin believed to be expressed only in skeletal muscle cells. To determine the in vivo function and tissue-specific expression of Tnnt3, we obtained the heterozygous Tnnt3+/flox/lacZ mice from Knockout Mouse Project (KOMP) Repository. Tnnt3(lacZ/+) mice are smaller than their WT littermates throughout development but do not display any gross phenotypes. Tnnt3(lacZ/lacZ) embryos are smaller than heterozygotes and die shortly after birth. Histology revealed hemorrhagic tissue in Tnnt3(lacZ/lacZ) liver and kidney, which was not present in Tnnt3(lacZ/+) or WT, but no other gross tissue abnormalities. X-gal staining for Tnnt3 promoter-driven lacZ transgene expression revealed positive staining in skeletal muscle and diaphragm and smooth muscle cells located in the aorta, bladder, and bronchus. Collectively, these findings suggest that troponins are expressed in smooth muscle and are required for normal growth and breathing for postnatal survival. Moreover, future studies with this mouse model can explore TnnT3 function in adult muscle function using the conditional-inducible gene deletion approach","dc:creator":"Ju Y","dc:date":"2013","dc:title":"Troponin T3 expression in skeletal and smooth muscle is required for growth and postnatal survival: characterization of Tnnt3(tm2a(KOMP)Wtsi) mice."},"rdfs:label":"Murine Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The mouse skeletal muscle expression pattern is consistent with the expression reported by the Human Protein Atlas as group enriched in the skeletal muscle and tongue and consistent with the skeletal muscle phenotypes of patients."},{"id":"cggv:4aed06b0-107a-441d-8fcc-525848b082bb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fdddea99-9fa1-4e40-9270-6fec1ac146a8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Troponin I was reacted with a photosensitive heterobifunctional reagent, ABI, and then troponin was reconstituted with the ABI-modified Troponin I. Flash irradiation of the reconstituted troponin resulted in the formation of cross-links between Troponin I and troponin T (among other components). When reconstituted troponin was complexed with F-actin-tropomyosin, flash irradiation of the reconstituted thin filament yielded the crosslinked Troponin 1-Troponin T indicating this interaction occurs in the thin filament complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6447509","type":"dc:BibliographicResource","dc:abstract":"Troponin I (TnI) was reacted with a photosensitive heterobifunctional reagent, methyl 4-azidobenzimidate (ABI), and then troponin was reconstituted with the ABI-modified TnI. Flash irradiation of the reconstituted troponin resulted in the formation of cross-links between TnI and other components of troponin, troponin C (TnC) and troponin T (TnT), suggesting that TnI is in contact with TnC and TnT when troponin is free in solution. No effect of calcium on the cross-linking could be detected. When the reconstituted troponin was complexed with F-actin-tropomyosin, flash irradiation of the reconstituted then filament yielded the cross-linked products of TnC-TnI, TnI-TnT, and TnI-actin in the presence ans absence of calcium, indicating that TnI is in contact with TnC, TnT, and actin in the thin filament complex irrespective of calcium concentration. No cross-linking could be detected between TnI and tropomyosin. Calcium was found to affect the cross-linking of TnC-TnI and TnI-actin; when TnC was saturated with calcium, the extent of the TnC-TnI cross-linking increased, while that of the TnI-actin cross-linking decreased. Calcium did not affect the TnI-TnT cross-linking.","dc:creator":"Sutoh K","dc:date":"1980","dc:title":"Millisecond photo-cross-linking of protein components in vertebrate striated muscle thin filaments."},"rdfs:label":"Photo-Cross-Linking"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4ae8d6b6-0b96-41cc-b92d-623c2d51a164","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b508dea6-d11a-4812-b16f-6c27e564b792","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TnT is not only a structural link between troponin and tropomyosin but also increases the cooperativity of actin−tropomyosin and provides Ca2+ sensitivity to the thin filament. Mutations in TNNT3 may prevent the troponin complex from blocking thick and thin filament binding to control muscle contractions leading to phenotypes seen in distal arthrogryposis patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7721095","type":"dc:BibliographicResource","dc:abstract":"Troponin T (TpnT), an essential component of the Ca(2+)-regulatory troponin complex, is involved in protein-protein interactions with other thin-filament proteins during muscle contraction in vertebrate striated muscle (VSM). The isoforms of TpnT are encoded by members of a multigene family which, by alternate splicing, produces a complex pattern of isoproteins in VSM. The functional domains of TpnT are only tentatively identified and structure-function analysis on this protein is limited due to the heterogeneity of the multiple isoforms. We reasoned that the overproduction and purification of a single TpnT species in Escherichia coli would provide an insight into these studies, besides being useful in crystallizing the protein. We cloned the human fast skeletal beta TpnT-encoding cDNA (beta TpnTf) in three expression vectors. Overexpression was achieved in an E. coli BL21 (DE3) lysogen using a T7 RNA polymerase promoter-based vector, pET17b. The unfused recombinant protein was purified by a simple and rapid procedure in a biologically active and immunoreactive form. This is the first successful synthesis of a complete beta TpnTf polypeptide from any species using an in vitro expression system. Purified human beta TpnTf, a predominant fetal form, was less Ca(2+)-sensitive and exhibited considerably reduced affinity for troponin C and tropomyosin, as compared to the rabbit fast skeletal alpha TpnT, a predominant adult isoform. These results provide a biochemical correlate to the age-related differences in Ca2+ sensitivity of tension development in vertebrate fast skeletal muscles.","dc:creator":"Wu QL","dc:date":"1995","dc:title":"Overproduction and rapid purification of human fast skeletal beta troponin T using Escherichia coli expression vectors: functional differences between the alpha and beta isoforms."},"rdfs:label":"TNNT3 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"TpnT was reconstituted into the Tpn complex using TpnC and TpnI and ATPase activity using actin/S1/Tm/Tpn was determined with the Ca 2+ sensitivity was calculated as ((1-EGTA rate)/Ca 2+ rate) x 100. Reconstituted TnT conferred Ca2+ sensitivity on acto-S1 ATPase."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:019df039-262b-4b4d-acbf-a22a630269d3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b4a9721-4c61-426d-b40b-3edcae89b231","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In both mice and humans homozygous null individuals show that TNNT3 is required for postnatal survival, though this is more pronounced in the mice with neonatal lethality compared to the human case with death at 8 months.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23775847","rdfs:label":"TNNT3 KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The neonatal lethality of the TNNT3 KO mouse is consistent with the death in infancy of the one reported human case. However, overlap of additional phenotypic features was not investigated; no evidence is provided that the mice have clinical features of distal arthrogryposis or nemaline myopathy."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:119c1f0f-d487-4644-b7f9-e479e9c133d3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b2ea9a8-cc87-4c3b-9f71-f25cad370c85","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"detectionMethod":"Massively parallel sequencing of the aforementioned 277 gene panel identified an essential donor splice site variant in TNNT3. cDNA/mRNA was derived from a muscle biopsy sample and analysis demonstrated that this induced skipping of Exon 14 and usually retained Intron 14 with no normal splice transcripts causing a null variant.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Birthweight was 1.5 kg (50th percentile for gestation), length 31 cm (90th percentile) and head circumference 31 cm (90th percentile), Antigravity movement of upper/lower limbs developed, Muscle fiber degeneration, No regenerating fibers, Hypertrophy of slow fibers with small atrophied fast fibers.","phenotypes":["obo:HP_0100293","obo:HP_0030319","obo:HP_0001845","obo:HP_0040288","obo:HP_0002206","obo:HP_0009028","obo:HP_0003798","obo:HP_0001561","obo:HP_0003554","obo:HP_0001283","obo:HP_0010557","obo:HP_0004887","obo:HP_0008780","obo:HP_0001838","obo:HP_0100295","obo:HP_0001252","obo:HP_0002943","obo:HP_0001776","obo:HP_0006380","obo:HP_0000218","obo:HP_0005879","obo:HP_0002747"],"previousTesting":true,"previousTestingDescription":"PathWest NMD panel was used and no pathogenic variants were identified, SNP array did not support a microdeletion, Methylation studies were performed and were not suggestive of uniparental isodisomy, Western blot confirmed protein levels were <5% that of controls with no abberant splice products detected.","sex":"Male","variant":{"id":"cggv:119c1f0f-d487-4644-b7f9-e479e9c133d3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:96bd1dd1-1dd1-4207-8ed3-02b524918350","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017018206.1(TNNT3):c.714+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5816571"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29266598","type":"dc:BibliographicResource","dc:abstract":"A male neonate presented with severe weakness, hypotonia, contractures and congenital scoliosis. Skeletal muscle specimens showed marked atrophy and degeneration of fast fibers with striking nemaline rods and hypertrophy of slow fibers that were ultrastructurally normal. A neuromuscular gene panel identified a homozygous essential splice variant in TNNT3 (chr11:1956150G > A, NM_006757.3:c.681+1G > A). TNNT3 encodes skeletal troponin-Tfast and is associated with autosomal dominant distal arthrogryposis. TNNT3 has not previously been associated with nemaline myopathy (NM), a rare congenital myopathy linked to defects in proteins associated with thin filament structure and regulation. cDNA studies confirmed pathogenic consequences of the splice variant, eliciting exon-skipping and intron retention events leading to a frameshift. Western blot showed deficiency of troponin-Tfast protein with secondary loss of troponin-Ifast . We establish a homozygous splice variant in TNNT3 as the likely cause of severe congenital NM with distal arthrogryposis, characterized by specific involvement of Type-2 fibers and deficiency of troponin-Tfast .","dc:creator":"Sandaradura SA","dc:date":"2018","dc:title":"Nemaline myopathy and distal arthrogryposis associated with an autosomal recessive TNNT3 splice variant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29266598","rdfs:label":"Sandaradura Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous splice variant NM_006757.3:c.681+1G>A occurs at the intron 14 donor splice site, disrupting splicing by skipping of exon 14 or retention of intron 14. These splice alterations have the effect of either a frameshift and premature stop codon or inclusion of ectopic sequences at the C-terminus. Western blot showed marked reduction to near complete deficiency of TnT."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":551,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:d6d5bf4d-7cf5-414c-9182-e0ca3c88c2f6","type":"GeneValidityProposition","disease":"obo:MONDO_0018958","gene":"hgnc:11950","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"TNNT3 was first reported in relation to autosomal recessive nemaline myopathy in 2018 (Sandaradura SA, et al., 2018, PMID: 29266598). One intronic variant has been reported in humans. Of note, this gene has also been implicated in autosomal dominant distal arthrogryposis which will be assessed separately. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in molecular mechanism (loss of function for nemaline myopathy versus a functional alteration due to missense variation at Arg63 for autosomal dominant distal arthrogryposis), inheritance pattern (dominant versus recessive), phenotypic variability (presence of nemaline myopathy and absence of facial features associated with autosomal dominant distal arthrogryposis). Therefore, we have split curations for the disease entities of autosomal recessive nemaline myopathy and autosomal dominant distal arthrogryposis. Evidence supporting this gene-disease relationship includes case-level data and segregation data. One variant in the gene has been reported in one proband in one publication (PMID: 29266598). Evidence supporting the gene-disease relationship between TNNT3 and autosomal recessive nemaline myopathy includes case-level data and segregation data. One variant in the gene has been reported in one proband in one publication (PMID: 29266598). This gene-disease association is supported by its biochemical function in muscle contraction (PMID: 7721095), its interaction with TNNT1 (PMID: 6447509), its expression in skeletal muscle (PMID: 23775847), and a neonatal lethal mouse model (PMID: 23775847). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n","dc:isVersionOf":{"id":"cggv:9617fa6c-fcb4-460a-be4b-2e437267f608"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}