{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:21:29.307Z","role":"Publisher"},{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-07-21T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28649782","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in genes encoding components of the BRG1-associated factor (BAF) chromatin remodeling complex have been associated with intellectual disability syndromes. We identified heterozygous, novel variants in ACTL6A, a gene encoding a component of the BAF complex, in three subjects with varying degrees of intellectual disability. Two subjects have missense variants affecting highly conserved amino acid residues within the actin-like domain. Missense mutations in the homologous region in yeast actin were previously reported to be dominant lethal and were associated with impaired binding of the human ACTL6A to β-actin and BRG1. A third subject has a splicing variant that creates an in-frame deletion. Our findings suggest that the variants identified in our subjects may have a deleterious effect on the function of the protein by disturbing the integrity of the BAF complex. Thus, ACTL6A gene mutation analysis should be considered in patients with intellectual disability, learning disabilities, or developmental language disorder.","dc:creator":"Marom R","dc:date":"2017","dc:title":"Heterozygous variants in ACTL6A, encoding a component of the BAF complex, are associated with intellectual disability."},"evidence":[{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91e1a770-5bd6-4b47-b62d-7ef5a789476d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92476b67-80d7-4257-814c-3f6c47057acc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Baf53a is enriched in Sox2-expressing radial glia & TBR2-expressing intermediate progenitor cells in the ventricular & subventricular zones of the mouse embryonic cortex\nBAF53a is restricted to the neural progenitors; BAF45a & BAF53a is confined to the proliferated regions (part of the neural progenitor-specific complex, npBAF)\nThe switch to BAF53b & BAF45b/c is considered the postmitotic neuron-specific complex & is expressed in differentiated zones\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33602870","type":"dc:BibliographicResource","dc:abstract":"mSWI/SNF or BAF chromatin regulatory complexes are dosage-sensitive regulators of human neural development frequently mutated in autism spectrum disorders and intellectual disability. Cell cycle exit and differentiation of neural stem/progenitor cells is accompanied by BAF subunit switching to generate neuron-specific nBAF complexes. We manipulated the timing of BAF subunit exchange in vivo and found that early loss of the npBAF subunit BAF53a stalls the cell cycle to disrupt neurogenesis. Loss of BAF53a results in decreased chromatin accessibility at specific neural transcription factor binding sites, including the pioneer factors SOX2 and ASCL1, due to Polycomb accumulation. This results in repression of cell cycle genes, thereby blocking cell cycle progression and differentiation. Cell cycle block upon ","dc:creator":"Braun SMG","dc:date":"2021","dc:title":"BAF subunit switching regulates chromatin accessibility to control cell cycle exit in the developing mammalian cortex."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"expression may not explain all the other clinical features"},{"id":"cggv:3ab7e785-d9ab-4115-a61c-f1dac86dfddf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:98f05925-8ceb-4654-94ed-34ced4280512","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"above genes are implicated in similar diseases and are part of the BAF complex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32873422","type":"dc:BibliographicResource","dc:abstract":"Small molecule-based targeting of chromatin regulatory factors has emerged as a promising therapeutic strategy in recent years. The development and ongoing clinical evaluation of novel agents targeting a range of chromatin regulatory processes, including DNA or histone modifiers, histone readers, and chromatin regulatory protein complexes, has inspired the field to identify and act upon the full compendium of therapeutic opportunities. Emerging studies highlight the frequent involvement of altered mammalian Switch/Sucrose-Nonfermentable (mSWI/SNF) chromatin-remodeling complexes (also called BAF complexes) in both human cancer and neurological disorders, suggesting new mechanisms and accompanying routes toward therapeutic intervention. Here, we review current approaches for direct targeting of mSWI/SNF complex structure and function and discuss settings in which aberrant mSWI/SNF biology is implicated in oncology and other diseases.","dc:creator":"Centore RC","dc:date":"2020","dc:title":"Mammalian SWI/SNF Chromatin Remodeling Complexes: Emerging Mechanisms and Therapeutic Strategies."},"rdfs:label":"BAF Complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"genes within the BAF complex have been largely implicated in neurodevelopmental disorders"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:107617ac-93ed-4c20-a72d-ec9f33aa0f51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee9f4f59-2ee8-4120-98fa-1ef134c35853","type":"FunctionalAlteration","dc:description":"Proliferation of NSPCs lacking BAF53a, was severely impaired in culture, with mutant cells stalled at G1 & G2/M phases of the cell cycle & a significant increase in anaphase bridges. \nincrease of apoptosis in cultured NSPC","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33602870","rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:994412df-4ef8-480b-9ad5-7d032bdc1a28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e734425d-9504-4247-afb4-b937d7e68c96","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Following tamoxifen treatment of NSPCs a cell cycle block at both G1/S and G2/M in cells lacking BAF53a was observed. Restoring BAF53a expression, rescued the cell cycle block as did overexpression of BAF53b.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33602870","rdfs:label":"Rescue of conditional KO mouse by exogenous expression of nB"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"supportive for the role of BAF53a in the pathway and regulation of neuronal differentiation, does not account for all clinical features."},{"id":"cggv:60b008b4-ae20-4abd-8382-02d60e754efb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:160bd652-8648-4e1d-87f2-4911572ce197","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"this affected brain size and structure. Also has been shown to affected the maintenance of NSPCs in the cortical germinal zones which can be correlated with a neurodevelopmental disorder","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33602870","rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This would not account for all phenotypes associated with this disorder"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.75},{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":7711,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.75,"subject":{"id":"cggv:669b9633-16e1-45bb-ab8e-4d74acb09c17","type":"GeneValidityProposition","disease":"obo:MONDO_0700121","gene":"hgnc:24124","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The actin-like protein 6A (ACTL6A) gene is located on chromosome 3 at 3q26 and encodes BRG1-associated factor A, a widely expressed regulatory subunit of the SWI/SNF chromatin-remodeling complex, which functions in cellular differentiation (Bao et al., 2013, PMID: 23395444). ACTL6A was first reported in relation to a neurodevelopmental disorder with dysmorphic features in 2017 (Marom et al., PMID: 28649782).  This disorder is characterized by intellectual disability or developmental delay as well as clinical features that include intrauterine growth retardation and failure to thrive in infancy, facial dysmorphisms, digital and urogenital anomalies, and cardiac defects (PMID 28649782). Five variants (1 frameshift, 1 splice-site, and 3 missense variants) have been reported in six cases across four publications (PMID: 28649782; Pascolini et al. 2020, PMID: 31994175; Chen et al. 2021, PMID: 34906496; Yuan et al. 2021, PMID: 34485408) and are included in this curation. The ACTL6A gene is intolerant to loss-of-function variation. The mechanism of pathogenicity is reported to be loss of function. This gene-disease association is supported by expression and biochemical function, and rescue in a non-human model data (Braun et al. 2021, PMID: 33602870). Homozygous deletion of the mouse homologue (Actl6a) results in early embryonic lethality (Krasteva et al. 2012, PMID: 23018638), while a conditional knockout mouse model demonstrates stalled cell cycle progression, resulting in cell death and disruption of appropriate neuronal cell differentiation (PMID: 33602870). \nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This definitive classification was approved by the ClinGen Syndromic Disorders GCEP in the meeting on July 21, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:9278e3c0-9174-4aed-8c13-b34618e88825"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}