{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728eev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-03-25T17:15:36.549Z","role":"Publisher"},{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-03-25T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ab6471a-3dcb-4214-8d19-f2e5df0a15e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cdb7749-e921-4b86-99f0-3d67f90aaea5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Detected high expression of the TUBA1A gene in human fetal brain. Detailed study of mouse embryos showed expression in the cortex, hippocampus, cerebellum, brainstem, and rostral migratory stream. Tuba1a expression was decreased in most neurons at later postnatal stages and in adulthood.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17584854","type":"dc:BibliographicResource","dc:abstract":"We have recently reported a missense mutation in exon 4 of the tubulin alpha 1A (Tuba1a) gene in a hyperactive N-ethyl-N-nitrosourea (ENU) induced mouse mutant with abnormal lamination of the hippocampus. Neuroanatomical similarities between the Tuba1a mutant mouse and mice deficient for Doublecortin (Dcx) and Lis1 genes, and the well-established functional interaction between DCX and microtubules (MTs), led us to hypothesize that mutations in TUBA1A (TUBA3, previous symbol), the human homolog of Tuba1a, might give rise to cortical malformations. This hypothesis was subsequently confirmed by the identification of TUBA1A mutations in two patients with lissencephaly and pachygyria, respectively. Here we report additional TUBA1A mutations identified in six unrelated patients with a large spectrum of brain dysgeneses. The de novo occurrence was shown for all mutations, including one recurrent mutation (c.790C>T, p.R264C) detected in two patients, and two mutations that affect the same amino acid (c.1205G>A, p.R402H; c.1204C>T, p.R402C) detected in two other patients. Retrospective examination of MR images suggests that patients with TUBA1A mutations share not only cortical dysgenesis, but also cerebellar, hippocampal, corpus callosum, and brainstem abnormalities. Interestingly, the specific high level of Tuba1a expression throughout the period of central nervous system (CNS) development, shown by in situ hybridization using mouse embryos, is in accordance with the brain-restricted developmental phenotype caused by TUBA1A mutations. All together, these results, in combination with previously reported data, strengthen the relevance of the known interaction between MTs and DCX, and highlight the importance of the MTs/DCX complex in the neuronal migration process.","dc:creator":"Poirier K","dc:date":"2007","dc:title":"Large spectrum of lissencephaly and pachygyria phenotypes resulting from de novo missense mutations in tubulin alpha 1A (TUBA1A)."},"rdfs:label":"Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e0071a4-2f1b-43cc-8c47-6e32b2fbfb7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:573c99ce-5dd1-412e-9211-1310d06613a0","type":"FunctionalAlteration","dc:description":"They confirmed that multiple microtubule associated proteins are dysregulated in the homozygous mutants. This was demonstrated by isolating microtubules from the forebrain of E18.5 animals and undertook western blot analyses. For each candidates, they quantitated the total amount of protein in forebrain lysates, as well as the amount that sedimented with microtubules. There was decreased protein observed in lysates and that was attributed to post-translation dysfunction, and not a transcriptional phenotype. Only in the case of dynein intermediate chain (DYNC1l1/2) were there comparable amounts of protein in control brain lysates but a significant reduction in protein levels that sedimented with microtubules in the homozygous mutants. Additionally, they showed that R402H mutation impairs dynein-mediated transport which is associated with a decoupling of the nucleus to the microtubule organizing center. This data support a model whereby the R402H variant is able to fold and incorporate into microtubules, but acts as a gain of function by perturbing the binding of MAPs.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33137126","type":"dc:BibliographicResource","dc:abstract":"Microtubules play a critical role in multiple aspects of neurodevelopment, including the generation, migration and differentiation of neurons. A recurrent mutation (R402H) in the α-tubulin gene TUBA1A is known to cause lissencephaly with cerebellar and striatal phenotypes. Previous work has shown that this mutation does not perturb the chaperone-mediated folding of tubulin heterodimers, which are able to assemble and incorporate into the microtubule lattice. To explore the molecular mechanisms that cause the disease state we generated a new conditional mouse line that recapitulates the R402H variant. We show that heterozygous mutants present with laminar phenotypes in the cortex and hippocampus, as well as a reduction in striatal size and cerebellar abnormalities. We demonstrate that homozygous expression of the R402H allele causes neuronal death and exacerbates a cell intrinsic defect in cortical neuronal migration. Microtubule sedimentation assays coupled with quantitative mass spectrometry demonstrated that the binding and/or levels of multiple microtubule associated proteins (MAPs) are perturbed by the R402H mutation including VAPB, REEP1, EZRIN, PRNP and DYNC1l1/2. Consistent with these data we show that the R402H mutation impairs dynein-mediated transport which is associated with a decoupling of the nucleus to the microtubule organising center. Our data support a model whereby the R402H variant is able to fold and incorporate into microtubules, but acts as a gain of function by perturbing the binding of MAPs.","dc:creator":"Leca I","dc:date":"2020","dc:title":"A proteomic survey of microtubule-associated proteins in a R402H TUBA1A mutant mouse."},"rdfs:label":"Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8df25d17-b654-4965-a0c2-54b52f9a34a3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c57630d0-cb27-4fe8-a8c1-9941e03dc0dc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The R402H mutation causes a reduction in the size of the striatum and cerebellum, and defects in cerebellar lamination in humans. This phenotype is recapitulated in the mouse animal model and demonstrates that TUBA1A is necessary for cortical development in vertebrates","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33137126","rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:49ab274f-55c8-44f9-b5fb-f7a3f3257af3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5f60e03-4910-43ce-9d21-feeb157876fe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This supported the idea that TUBA1A is a major component of developing neuronal microtubules and is critical for proper brain development. Human TUBA1A tubulinopathy patients with heterozygous mutations in TUBA1A show severe brain malformations including defects in commissure formation and changes to cortical folding patterns (lissencephaly, polymicrogyria, pachygyria).\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35127710","type":"dc:BibliographicResource","dc:abstract":"Developing neurons undergo dramatic morphological changes to appropriately migrate and extend axons to make synaptic connections. The microtubule cytoskeleton, made of α/β-tubulin dimers, drives neurite outgrowth, promotes neuronal growth cone responses, and facilitates intracellular transport of critical cargoes during neurodevelopment. ","dc:creator":"Buscaglia G","dc:date":"2022","dc:title":"Bridging the Gap: The Importance of TUBA1A α-Tubulin in Forming Midline Commissures."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":7947,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:8ab03750-2ad4-44b1-a524-65b800d065e7","type":"GeneValidityProposition","disease":"obo:MONDO_0100153","gene":"hgnc:20766","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TUBA1A* was first reported in relation to autosomal dominant tubulinopathy in 2007 (Keays et al., 2007 PMID: 17218254). Brain malformation disorders caused by mutations to *TUBA1A* and other neuronally expressed tubulin isotypes are collectively termed “tubulinopathies”, and lead to severe cortical abnormalities, mental retardation, and commonly epilepsy and paralysis. Patients containing *TUBA1A* mutations exhibit a wide variety of cerebral cortex malformation phenotypes including lissencephaly, pachygyria, microlissencephaly, and polymicrogyria (PMID: 29057214). This gene is curated under “tubulinopathy” (MONDO:0100153).\nEighteen heterozygous variants (17 missense, 1 deletion) reported in eight publications have been included in this curation(PMID: 17218254, 17584854, 18728072, 21403111, 22948023,  26493046, 35837997, 35892608). Of these, 17 occurred de novo except for 2 sisters with tubulinopathy, born of consanguineous parents, who each had the same heterozygous mutation in the *TUBA1A* gene inherited their asymptomatic mother who showed somatic mosaicism (Jansen et al., 2011 PMID: 21403111). The presumed mechanism of disease is haploinsufficiency and/or dominant negative effect. *TUBA1A* mutations may lead to protein folding defects or heterodimer instability; or altered lattice interactions. Either of these defects may produce haploinsufficiency/loss of function consequences, resulting in fewer polymerization competent tubulin heterodimers available to form microtubules, or changes in microtubule dynamics (PMID: 29057214). Additionally, *TUBA1A* mutations may lead to mutant tubulin heterodimers that appropriately polymerize and cause toxic, gain of function consequences from within the microtubule lattice (PMID: 29057214). The maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by two mouse models, functional alteration, and expression data (PMID: 33137126, 35127710, 17584854). \nIn summary, there is definitive evidence supporting the relationship between *TUBA1A* and autosomal dominant tubulinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings. This classification was approved by the Brain Malformations Gene Curation Expert Panel on the meeting date 11/16/ 2023 (SOP Version 9)","dc:isVersionOf":{"id":"cggv:6ee155a3-371d-4618-849c-38adc95728ee"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}