{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-23T20:43:23.230Z","role":"Publisher"},{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-27T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c048e39-e663-45b0-a21b-2903dd9777e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10f179d4-3c05-4592-8672-4be15c25dfb3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse model demonstrated generalized chondrodysplasia; however, this is less of impact in humans with Lamb-Shaffer syndrome.  In consistently, scoliosis and dysmorphic facial (frontal bossing, bulbous nose, micrognathia) have been reported, but no other major skeletal anomalies.  Double null mouse embryo had a small, rounded head, short snout with tongue sticking out, short limbs, trunk.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18543318","type":"dc:BibliographicResource","dc:abstract":"Sox5 belongs to the Sry-related HMG box gene family, which encodes transcription factors controlling cell fate and differentiation in many lineages. Sox5 produces a long L-Sox5 protein in neuronal, glial, neural crest, cartilage, and other cells, and a short Sox5 protein in spermatids. Sox5(-/-) mice have revealed essential roles for L-Sox5 in development but their neonatal death has prevented postnatal studies. We show here that we have generated mice harboring a conditional null allele for L-Sox5 (Sox5(fl+)) by flanking the fifth coding exon with loxP sites. Cre recombinase-mediated conversion of Sox5(fl+) into Sox5(fl-) abolishes L-Sox5 expression. Expectedly, Sox5(fl+/fl+) mice are indistinguishable from wildtype mice, and Sox5(fl-/fl-) mice from Sox5(-/-) mice. Moreover, the chondrodysplasia of Sox5(fl+/fl+)Sox6(fl+/fl+)Prx1Cre mice demonstrates that the two redundant chondrogenic Sox genes can be efficiently inactivated in a cell type-specific manner. This Sox5 conditional null allele will be valuable in further uncovering the in vivo roles of L-Sox5.","dc:creator":"Dy P","dc:date":"2008","dc:title":"Generation of mice harboring a Sox5 conditional null allele."},"rdfs:label":"SOX5 conditional null allele"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This score was downgraded to 1 point due to the lack of neurodevelopmental phenotypes associated with this model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":4091,"specifiedBy":"GeneValidityCriteria8","strengthScore":9,"subject":{"id":"cggv:d50a8d5f-27fd-4207-9e17-d139adcb1506","type":"GeneValidityProposition","disease":"obo:MONDO_0014778","gene":"hgnc:11201","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*SOX5* variants were first reported in relation to autosomal dominant Lamb-Shaffer syndrome in 2012 (Lamb et al., PMID:22290657). *SOX5* encodes a SRY-related HMG-box transcription factor involved in the regulation of embryonic development, chondrogenesis, and nervous system development. Lamb-Shaffer syndrome is characterized by developmental delay/intellectual disability, autism spectrum disorder, hypotonia, skeletal defects, dysmorphic facial features including frontal bossing, facial asymmetry, strabismus, depressed nasal bridge, bulbous nasal tip and crowded teeth.\n\nAt least 10 unique heterozygous variants (large deletions, translocations, truncating and missense) have been reported in 10 probands in 5 publications (PMIDs:22290657, 29477873, 31578471, 33296143, 234938568) included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Two subjects from Lamb et al (PMID:22290657) and one from Lee et al (PMID:23498568) included in the curation were unable to be entered for scoring due the limitations of the gene curation interface. Details of these subjects are as follows: Lamb et al reported Subject 2, a 4 year old female with a 137 kb de novo intragenic *SOX5* deletion and global developmental delay (2 points) and Subject 6, a 4 year old male with a 133 kb intragenic *SOX5* deletion and global developmental delay, strabismus, and frontal bossing (1.5 points). These variants were identified via oligonucleotide-based aCGH. Lee et al reported a 32 month-old male with a 53 kb de novo *SOX5* deletion identified by chromosomal microarray and intellectual disability, speech delay and frontal bossing (2 points). Inclusion of these three individuals contributed 5.5 points to this curation.\n\nThis gene-disease relationship is also supported by experimental evidence. Dy et al (PMID:18543318) generated a conditional null mouse model that demonstrated generalized chrondrodysplasia. The skeletal defects present in this model are similar to those observed in individuals with Lamb-Shaffer syndrome. Due to a lack of a neurodevelopmental phenotype in this model, the score has been downgraded.\n\nIn summary, *SOX5* is definitively associated with autosomal dominant Lamb-Shaffer syndrome. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on 01/27/2022 (SOP version 8).\nDue to limitations of the GCI, large deletions are unable to be scored. Large deletions  have been scored as evidence in this gene curation from several publications (Lamb et al, PMID:22290657 and Lee et al, PMID:23498568). Therefore, this classification has been modified to reflect the definitive association between variants in SOX5 and Lamb-Shaffer syndrome.","dc:isVersionOf":{"id":"cggv:781f21f2-d01a-457c-913e-8687a7c2650d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}