{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0feccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-21T17:00:00.000Z","role":"Approver"},{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-21T21:20:25.408Z","role":"Publisher"}],"evidence":[{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ab699f6-f6fb-4498-8c64-d1f0c1217402","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d747103-095e-4138-85bc-d9d7e227d17c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"From the whole lungs of Monocrotaline treated PH rats, as measured by Western Blot, Smad 1 was significantly decreased (p=.0002) compared to saline-treated control animals, while phosphorylated Smad 1 expression significantly increased (p=.01). Meanwhile Smad2 was not significantly phosphorylated, which the authors posit may suggest a preferential activation of the Smad1 cascade. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18367643","type":"dc:BibliographicResource","dc:abstract":"Mutations in the bone morphogenetic protein receptor type II (BMPrII) gene have been implicated in the development of familial pulmonary artery hypertension (PAH). The function of BMP signal transduction within the pulmonary vasculature and the role BMPrII mutations have in the development of PAH are incompletely understood. We used the monocrotaline (MCT) model of PAH to examine alterations in Smad signal transduction pathways in vivo. Lungs harvested from Sprague-Dawley rats treated with a single 60-mg/kg intraperitoneal (IP) injection of MCT were compared to saline-treated controls 2 weeks following treatment. Smad 4 was localized by immunohistochemistry to endothelial nuclei of the intra-acinar vessels undergoing remodeling. Smad 4, common to both BMP and transforming growth factor beta (TGFbeta) signaling, and BMP-specific Smad 1 were significantly decreased in western blot from whole lungs of treated animals, while no change was found for TGFbeta-specific Smad 2. MCT-treated rats also had increased expression of phosphorylated Smad 1 (P-Smad 1) but not phosphorylated Smad 2 (P-Smad 2). There was a decrease in the expression of the full BMPrII protein but not its short form variant in MCT-treated rat lungs. The type I receptor Alk1 had increased expression. Collectively, our data indicate that vascular remodeling in the MCT model is associated with alterations in BMP receptors and persistent endothelial Smad 1 signaling.","dc:creator":"Ramos MF","dc:date":"2008","dc:title":"Smad signaling in the rat model of monocrotaline pulmonary hypertension."},"rdfs:label":"SMAD signaling in Monocrotaline induced PH in rats "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:38b624a6-9cce-4f4e-a84d-e7ce47c79cbf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:962c7daf-ca06-4641-8012-09b66fdb58de","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BMPR2 is definitively associated with pulmonary arterial hypertension. However, there have been incongruent reports as to the role SMAD1 plays downstream of BMPR2 in the development of PAH. This study demonstrates that deletion of BMPR2 decreases SMAD1 phosphorylation through BMP4, implicating SMAD1 as a potential mediator of BMPR2 in the pathology behind PAH. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23478097","type":"dc:BibliographicResource","dc:abstract":"A deficiency in bone morphogenetic protein receptor type 2 (BMPR2) signaling is a central contributor in the pathogenesis of pulmonary arterial hypertension (PAH). We have recently shown that endothelial-specific Bmpr2 deletion by a novel L1Cre line resulted in pulmonary hypertension. SMAD1 is one of the canonical signal transducers of the BMPR2 pathway, and its reduced activity has been shown to be associated with PAH. To determine whether SMAD1 is an important downstream mediator of BMPR2 signaling in the pathogenesis of PAH, we analyzed pulmonary hypertension phenotypes in Smad1-conditional knockout mice by deleting the Smad1 gene either in endothelial cells or in smooth muscle cells using L1Cre or Tagln-Cre mouse lines, respectively. A significant number of the L1Cre(+);Smad1 (14/35) and Tagln-Cre(+);Smad1 (4/33) mutant mice showed elevated pulmonary pressure, right ventricular hypertrophy, and a thickening of pulmonary arterioles. A pulmonary endothelial cell line in which the Bmpr2 gene deletion can be induced by 4-hydroxy tamoxifen was established. SMAD1 phosphorylation in Bmpr2-deficient cells was markedly reduced by BMP4 but unaffected by BMP7. The sensitivity of SMAD2 phosphorylation by transforming growth factor-β1 was enhanced in the Bmpr2-deficient cells, and the inhibitory effect of transforming growth factor-β1-mediated SMAD2 phosphorylation by BMP4 was impaired in the Bmpr2-deficient cells. Furthermore, transcript levels of several known transforming growth factor-β downstream genes implicated in pulmonary hypertension were elevated in the Bmpr2-deficient cells. Taken together, these data suggest that SMAD1 is a critical mediator of BMPR2 signaling pertinent to PAH, and that an impaired balance between BMP4 and transforming growth factor-β1 may account for the pathogenesis of PAH.","dc:creator":"Han C","dc:date":"2013","dc:title":"SMAD1 deficiency in either endothelial or smooth muscle cells can predispose mice to pulmonary hypertension."},"rdfs:label":"BMPR2 deletion in a pulmonary artery endothelial cell line"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:ecb4cf53-527b-4fdf-b156-f326aea82f0f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f046ee1e-69a3-4ceb-9ca2-415894197287","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The BMP-activated SMAD-binding element concatemer reporter demonstrated that a missense variant, V3A, may decrease SMAD1 activity under ligand stimulation by BMP4 and BMP9. This provides evidence that some SMAD1 variants may cause alterations in SMAD1 signaling to serve as a potential mechanism for PAH development. However, this impaired activity was modest relative to classical, functionally null BMPR-II substitutions underlying familial and hereditary PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21898662","type":"dc:BibliographicResource","dc:abstract":"Heterozygous germline mutations of BMPR2 contribute to familial clustering of pulmonary arterial hypertension (PAH). To further explore the genetic basis of PAH in isolated cases, we undertook a candidate gene analysis to identify potentially deleterious variation. Members of the bone morphogenetic protein (BMP) pathway, namely SMAD1, SMAD4, SMAD5, and SMAD9, were screened by direct sequencing for gene defects. Four variants were identified in SMADs 1, 4, and 9 among a cohort of 324 PAH cases, each not detected in a substantial control population. Of three amino acid substitutions identified, two demonstrated reduced signaling activity in vitro. A putative splice site mutation in SMAD4 resulted in moderate transcript loss due to compromised splicing efficiency. These results demonstrate the role of BMPR2 mutation in the pathogenesis of PAH and indicate that variation within the SMAD family represents an infrequent cause of the disease.","dc:creator":"Nasim MT","dc:date":"2011","dc:title":"Molecular genetic characterization of SMAD signaling molecules in pulmonary arterial hypertension."},"rdfs:label":"Nasim et al. Effects of variants on SMAD mediated signaling "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ba13022-f7af-4b8b-a1bd-2a79b9a80fe5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:92172c64-bb12-432f-8a41-113ff81f9c1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional knock out (cKO) of SMAD1 in endothelial cells and smooth muscle cells induced pulmonary hypertension phenotypes including elevated pulmonary pressure, right ventricular hypertrophy and a thickening of pulmonary arterioles in a subset of cKO mice. Pulmonary hypertension phenotypes observed in mice are very similar to pulmonary arterial hypertension in humans which includes narrowing and thickening of small pulmonary vessels and pulmonary vascular remodeling of pulmonary arterial vessels.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23478097","rdfs:label":"Han et al. Conditional knock out of SMAD1 in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored to 1 point given only a subset (about 40% and 12% of L1Cre(+);Smad1f/f and Tagln-Cre(+);Smad1f/f mice, respectively) displayed PH phenotypes. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5357,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.5,"subject":{"id":"cggv:a82f9aab-6037-4d60-851c-bf937198b10e","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:6767","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SMAD1 was first reported in relation to autosomal dominant pulmonary arterial hypertension (PAH) in 2011 (Nasim et al., PMID:21898662) in a cohort of PAH patients without BMPR2 variants and screened for variants in the candidate SMAD genes. One missense variant with MAF <=0.0001 was identified. In total, two SMAD1 missense variants with MAF <=0.0001 have been reported in two HPAH/IPAH probands in 2 publications (PMIDs: 21898662, 33007923). Experimental evidence for a relationship between SMAD1 and PAH is  supported by biochemical function from three publications (PMIDs: 18367643, 23478097, 21898662) and in conditional kock out mice in which a subset of KO mice developed pulmonary hypertension. However, the gene-disease relationship betwen SMAD1 and PAH is classified as disputed due to insufficient genetic evidence over multiple years of research. This classification was approved by the ClinGen PH Gene Curation Expert Panel on 8/30/2022 (SOP Version 9).\nOnly two probands reported to have PAH and SMAD1 variants. The variants are missense variants without functional data at the time of curation. Thus, SMAD1 is classified as disputed for PAH based upon insufficient genetic evidence over multiple years of research.","dc:isVersionOf":{"id":"cggv:804f2eeb-7328-45c2-947b-cb9c4da0fecc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}