{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafddv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-08-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-08-05T15:23:29.127Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8673101","type":"dc:BibliographicResource","dc:abstract":"X-linked retinitis pigmentosa (xlRP) is a severe progressive retinal degeneration which affects about 1 in 25,000 of the population. The most common form of xlRP, RP3, has been localised to the interval between CYBB and OTC in Xp21.1 by linkage analysis and deletion mapping. Identification of microdeletions within this region has now led to the positional cloning of a gene, RPGR, that spans 60 kg of genomic DNA and is ubiquitously expressed. The predicted 90 kD protein contains in its N-terminal half a tandem repeat structure highly similar to RCC1 (regulator of chromosome condensation), suggesting an interaction with a small GTPase. The C-terminal half contains a domain, rich in acidic residues, and ends in a potential isoprenylation anchorage site. The two intragenic deletions, two nonsense and three missense mutations within conserved domains provide evidence that RPGR (retinitis pigmentosa GTPase regulator) is the RP3 gene.","dc:creator":"Meindl A","dc:date":"1996","dc:title":"A gene (RPGR) with homology to the RCC1 guanine nucleotide exchange factor is mutated in X-linked retinitis pigmentosa (RP3)."},"evidence":[{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed2c8e76-aa60-43b7-a3b3-949433ae9aa8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6aa8f91f-28fc-4db7-86b1-e5bca128461d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The interacting gene, CEP290, is implicated in Leber congenital amaurosis 10 and multiple syndromic phenotypes (Joubert syndrome, Meckel syndrome, and Senior-Loken syndrome).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16632484","type":"dc:BibliographicResource","dc:abstract":"Centrosome- and cilia-associated proteins play crucial roles in establishing polarity and regulating intracellular transport in post-mitotic cells. Using genetic mapping and positional candidate strategy, we have identified an in-frame deletion in a novel centrosomal protein CEP290 (also called NPHP6), leading to early-onset retinal degeneration in a newly identified mouse mutant, rd16. We demonstrate that CEP290 localizes primarily to centrosomes of dividing cells and to the connecting cilium of retinal photoreceptors. We show that, in the retina, CEP290 associates with several microtubule-based transport proteins including RPGR, which is mutated in approximately 15% of patients with retinitis pigmentosa. A truncated CEP290 protein (DeltaCEP290) is detected in the rd16 retina, but in considerably reduced amounts; however, the mutant protein exhibits stronger association with specific RPGR isoform(s). Immunogold labeling studies demonstrate the redistribution of RPGR and of phototransduction proteins in the photoreceptors of rd16 retina. Our findings suggest a critical function for CEP290 in ciliary transport and provide insights into the mechanism of early-onset photoreceptor degeneration.","dc:creator":"Chang B","dc:date":"2006","dc:title":"In-frame deletion in a novel centrosomal/ciliary protein CEP290/NPHP6 perturbs its interaction with RPGR and results in early-onset retinal degeneration in the rd16 mouse."},"rdfs:label":"Co-IP showing interaction of RPGR with CEP290"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"This physical interaction has been scored because of the similarity between the disease entities associated with each gene, and because of the implications for the role of both proteins in ciliary transport. This evidence has been up-scored because RPGR also similarly interacts with RPGRIP1L (PMID: 33808286) and IQCB1 (PMID: 15723066), both of which can cause retinitis pigmentosa in the context of broader syndromes."},{"id":"cggv:59900d8a-2477-47c2-9937-48b4fd141ecc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b07f9143-7fb5-47e3-b9d5-03ed0ac0d0b1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This identification of RPGR as a potential regulator of ciliary organization and/or transport in multiple tissues is consistent with the diverse phenotypes associated with RPGR loss-of-function, ranging from visual defects associated with rod and cone dysfunction to respiratory defects associated with dysfunction of the respiratory motile cilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12766038","type":"dc:BibliographicResource","dc:abstract":"The retinitis pigmentosa guanosine triphosphatase (GTPase) regulator (RPGR) is essential for photoreceptor survival. There is as yet no consensus concerning the subcellular localization of RPGR. This study was undertaken as a comprehensive effort to resolve current controversies.","dc:creator":"Hong DH","dc:date":"2003","dc:title":"RPGR isoforms in photoreceptor connecting cilia and the transitional zone of motile cilia."},"rdfs:label":"RPGR localization to photoreceptor connecting cilia"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Despite the tissue-specificity and reproducibility of this localization evidence across multiple studies, it has been scored only at the default level because the specific functional contribution of RPGR to the organization or transport processes in the retinal or respiratory cilia is not yet well understood."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2ad9f249-3e65-4875-b4ef-6f000c0c90e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3d1404c-9394-4445-99d0-22f453a7c0a2","type":"FunctionalAlteration","dc:description":"Cells transfected with RPGR-targeting shRNA exhibited significant shortening of the primary cilia, consistent with a role in the assembly of the primary cilium (Figures 4B-4D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20631154","type":"dc:BibliographicResource","dc:abstract":"Defects in biogenesis or function(s) of primary cilia are associated with numerous inherited disorders (called ciliopathies) that may include retinal degeneration phenotype. The cilia-expressed gene RPGR (retinitis pigmentosa GTPase regulator) is mutated in patients with X-linked retinitis pigmentosa (XLRP) and encodes multiple protein isoforms with a common N-terminal domain homologous to regulator of chromosome condensation 1 (RCC1), a guanine nucleotide exchange factor (GEF) for Ran GTPase. RPGR interacts with several ciliopathy proteins, such as RPGRIP1L and CEP290; however, its physiological role in cilia-associated functions has not been delineated. Here, we report that RPGR interacts with the small GTPase RAB8A, which participates in cilia biogenesis and maintenance. We show that RPGR primarily associates with the GDP-bound form of RAB8A and stimulates GDP/GTP nucleotide exchange. Disease-causing mutations in RPGR diminish its interaction with RAB8A and reduce the GEF activity. Depletion of RPGR in hTERT-RPE1 cells interferes with ciliary localization of RAB8A and results in shorter primary cilia. Our data suggest that RPGR modulates intracellular localization and function of RAB8A. We propose that perturbation of RPGR-RAB8A interaction, at least in part, underlies the pathogenesis of photoreceptor degeneration in XLRP caused by RPGR mutations.","dc:creator":"Murga-Zamalloa CA","dc:date":"2010","dc:title":"Interaction of retinitis pigmentosa GTPase regulator (RPGR) with RAB8A GTPase: implications for cilia dysfunction and photoreceptor degeneration."},"rdfs:label":"shRNA-based knockdown of RPGR in an RPE cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The finding is consistent with a role for RPGR in the assembly of the primary cilium."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c32db597-7755-4184-bd1c-db20a7ba471c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67aa5e98-5a97-4171-b9d0-a0c375b1067f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Injection of the wild-type (human) RPGR allele fully rescues the defects of the rpgr knockdown animals (Figures 3B and 3C). Injection of mRNA encoding human variants caused varying degrees of rescue of embryonic defects, from low (p.T99N, p.E589X, p.L280X, p.K190X, p.T124X) to near-wild-type (p.G173R, p.G165V, p.G60V, p.E1071X, p.E853X), (Figure 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19815619","type":"dc:BibliographicResource","dc:abstract":"Dysfunction of primary cilia is associated with tissue-specific or syndromic disorders. RPGR is a ciliary protein, mutations in which can lead to retinitis pigmentosa (RP), cone-rod degeneration, respiratory infections and hearing disorders. Though RPGR is implicated in ciliary transport, the pathogenicity of RPGR mutations and the mechanism of underlying phenotypic heterogeneity are still unclear. Here we have utilized genetic rescue studies in zebrafish to elucidate the effect of human disease-associated mutations on its function. We show that rpgr is expressed predominantly in the retina, brain and gut of zebrafish. In the retina, RPGR primarily localizes to the sensory cilium of photoreceptors. Antisense morpholino (MO)-mediated knockdown of rpgr function in zebrafish results in reduced length of Kupffer's vesicle (KV) cilia and is associated with ciliary anomalies including shortened body-axis, kinked tail, hydrocephaly and edema but does not affect retinal development. These phenotypes can be rescued by wild-type (WT) human RPGR. Several of the RPGR mutants can also reverse the MO-induced phenotype, suggesting their potential hypomorphic function. Notably, selected RPGR mutations observed in XLRP (T99N, E589X) or syndromic RP (T124fs, K190fs and L280fs) do not completely rescue the rpgr-MO phenotype, indicating a more deleterious effect of the mutation on the function of RPGR. We propose that RPGR is involved in cilia-dependent cascades during development in zebrafish. Our studies provide evidence for a heterogenic effect of the disease-causing mutations on the function of RPGR.","dc:creator":"Ghosh AK","dc:date":"2010","dc:title":"Human retinopathy-associated ciliary protein retinitis pigmentosa GTPase regulator mediates cilia-dependent vertebrate development."},"rdfs:label":"Rescue of zebrafish rpgr mutant"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The wild-type human RPGR allele meaningfully rescues the defects of the rpgr knockdown animals, while one of the missense variants and most of the predicted null variants do not. This confirms the compatibility of the animal model with the human disease mechanism."},{"id":"cggv:8704ebe5-72a5-4951-8a56-72d22b9ef7d3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b207acf9-f91c-4729-83ad-85a608f25015","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"ERG analyses show significant rescue of rod function and a rescue of cone function that is trending towards statistical significance (Figures 5B and 5C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28549772","type":"dc:BibliographicResource","dc:abstract":"X-linked retinitis pigmentosa (XLRP) is generally a severe form of retinitis pigmentosa, a neurodegenerative, blinding disorder of the retina. 70% of XLRP cases are due to mutations in the retina-specific isoform of the gene encoding retinitis pigmentosa GTPase regulator (RPGR","dc:creator":"Fischer MD","dc:date":"2017","dc:title":"Codon-Optimized RPGR Improves Stability and Efficacy of AAV8 Gene Therapy in Two Mouse Models of X-Linked Retinitis Pigmentosa."},"rdfs:label":"Rescue of Rpgr-deficient mice with human RPGR"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The experiment shows convincing rescue in two mouse models, but has been down-scored for the absence of unaffected control animals for comparison, and for the absence of information on the rescue of other phenotypes from these models at the microscopic level."},{"id":"cggv:8dc43c9c-0657-4e98-bb95-338a1376b52e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f84edf03-f204-4b18-a859-62fc9b164f06","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model matches the human patients in that the morpholino-treated animals exhibit ciliary defects (in ciliary length but not ciliary number at Kupffer's vesicle in Figures 2D and 2E). Other phenotypes such as shortened body axis, kinked tail, and hydrocephaly are known to be characteristic of other zebrafish models of ciliary defects. On the other hand, the development of retinal morphology appears to occur normally (Figure S2).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19815619","rdfs:label":"Zebrafish model with morpholino-based disruption of rpgr"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The zebrafish model does not match the human retinal phenotypes but exhibits ciliary defects and convincingly argues for a role of RPGR in ciliary morphology and function."},{"id":"cggv:1257990c-2af6-4cc9-9ba0-3d69af6e8b97","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:216df70a-4946-4c8c-8827-2f6a50b6b510","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The two models have been well-characterized at the ocular level and exhibit ERG abnormalities (Fig. 4IB1-3) and degeneration of visual cells and outer segment disorganization, leading to end-stage retinal disease (Fig.4IIE-4IIH). These phenotypes are consistent with human patient features such as night blindness, central visual field loss, and peripheral visual field loss.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11978759","type":"dc:BibliographicResource","dc:abstract":"The canine disease, X-linked progressive retinal atrophy (XLPRA), is similar to human RP3, an X-linked form of retinitis pigmentosa, and maps to the same region in the X chromosome. Analysis of the physical map of the XLPRA and RP3 intervals shows a high degree of conservation in terms of genes and their order. We have found different mutations in exon ORF15 of the RPGR gene in two distinct mutant dog strains (XLPRA1, XLPRA2). Microdeletions resulting in a premature stop or a frameshift mutation result in very different retinal phenotypes, which are allele-specific and consistent for each mutation. The phenotype associated with the frameshift mutation in XLPRA2 is very severe and manifests during retinal development; the phenotype resulting from the XLPRA1 nonsense mutation is expressed only after normal photoreceptor morphogenesis. Splicing of RPGR mRNA transcripts in retina is complex, and either exon ORF15 or exon 19 can be a terminal exon. The retina-predominant transcript contains ORF15 as a terminal exon, and is expressed in normal and mutant retinas. The frameshift mutation dramatically alters the deduced amino acid sequence, and the protein aggregates in the endoplasmic reticulum of transfected cells. The cellular and molecular results in the two canine RPGR exon ORF15 mutations have implications for understanding the phenotypic variability found in human RP3 families that carry similar mutations.","dc:creator":"Zhang Q","dc:date":"2002","dc:title":"Different RPGR exon ORF15 mutations in Canids provide insights into photoreceptor cell degeneration."},"rdfs:label":"Two dog models of Rpgr loss-of-function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The models study naturally occurring variants that do not have equivalent / orthologous variants reported in human patients but recapitulate both histological and functional features of the human disease. Down-scoring has been performed to acknowledge some overlap with the findings of an already-scored mouse model (PMID: 10725384)."},{"id":"cggv:e7a7690b-1f06-4dfe-aff9-fc07d77665f7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7cd636f8-b3c9-49d0-8013-234d3e1f7e26","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model has been well-characterized at the ocular level and triggers molecular and photoreceptor cell defects (Figures 4a, 4b, 5, 6, 7a, and 7b) that are consistent with human patient features such as night blindness, central visual field loss, and peripheral visual field loss. The model matches the human mode of inheritance as well. Respiratory / extraocular phenotypes in the model have not been observed or characterized to the same extent.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10725384","type":"dc:BibliographicResource","dc:abstract":"The X-linked RP3 locus codes for retinitis pigmentosa GTPase regulator (RPGR), a protein of unknown function with sequence homology to the guanine nucleotide exchange factor for Ran GTPase. We created an RPGR-deficient murine model by gene knockout. In the mutant mice, cone photoreceptors exhibit ectopic localization of cone opsins in the cell body and synapses and rod photoreceptors have a reduced level of rhodopsin. Subsequently, both cone and rod photoreceptors degenerate. RPGR was found normally localized to the connecting cilia of rod and cone photoreceptors. These data point to a role for RPGR in maintaining the polarized protein distribution across the connecting cilium by facilitating directional transport or restricting redistribution. The function of RPGR is essential for the long-term maintenance of photoreceptor viability.","dc:creator":"Hong DH","dc:date":"2000","dc:title":"A retinitis pigmentosa GTPase regulator (RPGR)-deficient mouse model for X-linked retinitis pigmentosa (RP3)."},"rdfs:label":"Mouse knockout model of Rpgr loss-of-function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This model exhibits ocular phenotypes and underlying rod and cone photoreceptor dysfunction that approximately match those of the human patients. Down-scoring has been performed due to the relatively slow development of mouse phenotypes given the accelerated nature of the human disease course and for the lack of observed or characterized respiratory phenotypes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4917,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:3b7e9ac0-d269-427f-88dc-40ceacb8db24","type":"GeneValidityProposition","disease":"obo:MONDO_0100437","gene":"hgnc:10295","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *RPGR* gene was first reported in relation to X-linked cases of retinitis pigmentosa in 1996 (Meindl *et al*., PMID: 8673101, Roepman *et al*., PMID: 8817343). Affected males with causal variants in *RPGR* have since been identified in a number of other publications, with the majority of cases showing phenotypes restricted to the eye and diagnosed with either X-linked retinitis pigmentosa 3 (PMID: 2902787, PMID: 9855162), X-linked cone-rod dystrophy 1 (PMID: 23150612, PMID: 15914600, PMID: 34800980), X-linked cone dystrophy (PMID: PMID: 33805381), or X-linked atrophic macular degeneration (PMID: 12160730). The age of onset in affected patients can range from childhood to the fourth decade of life, and presenting symptoms often include a combination of photophobia, reduced visual acuity, night blindness, electroretinogram abnormalities of both the rod and cone responses, retinal pigment epithelial abnormalities, retinal arteriolar constriction, and/or peripheral visual field loss. A small subset of cases exhibit a syndromic presentation in which retinal degeneration is accompanied by ciliary abnormalities leading to recurrent respiratory infections and hearing impairment. These cases can be diagnosed with X-linked retinitis pigmentosa and sinorespiratory infections, with or without deafness (PMID: 10094550, PMID: 12920075), or may be separately diagnosed with X-linked retinitis pigmentosa and primary ciliary dyskinesia (PMID: 16055928). Per criteria outlined by the ClinGen Lumping & Splitting Working Group, we found the molecular mechanism (loss of function in the RPGR gene product) and mode of inheritance (X-linked, with female carriers ranging from unaffected to moderately or severely affected) to be consistent among unrelated patients diagnosed with either X-linked retinitis pigmentosa 3, X-linked cone-rod dystrophy 1, X-linked atrophic macular degeneration, or X-linked retinitis pigmentosa and sinorespiratory infections, with or without deafness. Despite the low intra-familiar and high inter-familiar variability in clinical features, the phenotypic variability between these diagnoses appeared to represent a spectrum of disease rather than separate disease entities. Therefore, these cases have been lumped into a single disease entity, referred to as *RPGR*-related retinopathy (MONDO:0100437).\n\nThirteen suspected deleterious variants in *RPGR* were scored as part of this curation (three missense, one frameshift, six nonsense, one stop-loss, and two affecting splicing), which have been collectively reported in thirteen probands in nine publications (PMID: 8673101, PMID: 16055928, PMID: 33805381, PMID: 9855162, PMID: 12160730, PMID: 34800980, PMID: 12920075, PMID: 15914600, PMID: 10094550). All probands were males and were hemizygous for the variant of interest. The mechanism of pathogenicity appears to be loss of function in the predominant retinal isoform of *RPGR*, characterized in some cases by nonsense, frameshift, or splicing variants predicted to trigger nonsense-mediated decay of all *RPGR* isoforms, which is associated with additional extraocular phenotypes (PMID: 10094550, PMID: 12920075), PMID: 16055928). One large family with co-segregation of the genotype and phenotype among affected members was scored as part of this curation, (PMID: 2902787), while other segregation evidence was not included in this curation as the maximum scoring for this evidence type had already been reached.\n\nThis gene-disease association is also supported by biochemical evidence that the RPGR protein localizes to the connecting cilia of rod and cone photoreceptors in the retina, and to the transitional zone of the motile cilia in the respiratory tract (PMID: 12766038). This indicates a possible role in regulating cytoskeletal organization and ciliary assembly. RPGR forms complexes with the ciliary proteins CEP290 (PMID: 16632484), RPGRIP1L (PMID: 33808286), and IQCB1 (PMID: 15723066), all of which are encoded by genes that harbor variants associated with inherited retinal disease. *RPGR* silencing in retinal pigment epithelium cells triggers shortening of the primary cilia (PMID: 20631154). Murine and canine models of *RPGR* loss-of-function recapitulate the inheritance pattern and retinal features of the human patients (PMID: 10725384, PMID: 11978759), while a zebrafish loss-of-function model recapitulates the ciliary defects (PMID: 19815619). The phenotypes of these models can be rescued by therapeutic administration of a human *RPGR* transgene (PMID: 28549772), but not by patient-associated *RPGR* variants (PMID: 19815619).\n\nIn summary, *RPGR* is definitively associated with *RPGR*-related retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a definitive classification. This classification has been approved by the ClinGen Retina GCEP on August 4th, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:57ad94c7-d914-4a84-ab33-597c8d4bafdd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}