{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:00:52.301Z","role":"Publisher"},{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-07-05T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9cec30a9-a76e-40d1-8619-9c95e90d876e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9fecb880-2825-4930-b56b-2b7b0d26830f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients diagnosed with Autosomal Dominant NOG-related Symphalangism Spectrum Disorder have skeletal abnormalities such as proximal interphalangeal joints, carpal and tarsal bone fusion, brachydactyly, hypoplastic, and absent middle phalanges. This phenotype is consistent with the abnormality of bone morphology seen in chick limb development with which is presented in this paper. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12478285","type":"dc:BibliographicResource","dc:abstract":"The interplay between bone morphogenetic proteins (BMPs) and their antagonists governs developmental and cellular processes as diverse as establishment of the embryonic dorsal-ventral axis, induction of neural tissue, formation of joints in the skeletal system and neurogenesis in the adult brain. So far, the three-dimensional structures of BMP antagonists and the structural basis for inactivation have remained unknown. Here we report the crystal structure of the antagonist Noggin bound to BMP-7, which shows that Noggin inhibits BMP signalling by blocking the molecular interfaces of the binding epitopes for both type I and type II receptors. The BMP-7-binding affinity of site-specific variants of Noggin is correlated with alterations in bone formation and apoptosis in chick limb development, showing that Noggin functions by sequestering its ligand in an inactive complex. The scaffold of Noggin contains a cystine (the oxidized form of cysteine) knot topology similar to that of BMPs; thus, ligand and antagonist seem to have evolved from a common ancestral gene.","dc:creator":"Groppe J","dc:date":"2002","dc:title":"Structural basis of BMP signalling inhibition by the cystine knot protein Noggin."},"rdfs:label":"Groppe - Biochemical Functional Assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09892be0-fbdd-4cc5-8804-15e739207f9d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ba5e8e3-ca84-4f4c-ba07-7177a4a1643e","type":"FunctionalAlteration","dc:description":"Noggin missense mutations affected the protein’s ability to form secreted disulfide-linked dimers in COS-7 Cells. The noggin mutants p.Pro223Leu, p.Gly189Cys had decreased levels of dimeric noggin compared with wild type. Both wild-type and mutant noggin dimers were capable of binding to BMPs. The p.Trp217Gly did not appear secreted as either a monomer or a dimer. Cotransfection studies in COS-7 cells indicated that mutant polypeptide did not interfere with the dimerization and secretion of wild-type protein.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11562478","type":"dc:BibliographicResource","dc:abstract":"Secreted noggin protein regulates bone morphogenetic protein activity during development. In mice, a complete loss of noggin protein leads to multiple malformations including joint fusion, whereas mice heterozygous for Nog loss-of-function mutations are normal. In humans, heterozygous NOG missense mutations have been found in patients with two autosomal dominant disorders of joint development, multiple synostosis syndrome (SYNS1) and a milder disorder proximal symphalangism (SYM1). This study investigated the effect of one SYNS1 and two SYM1 disease-causing missense mutations on the structure and function of noggin. The SYNS1 mutation abolished, and the SYM1 mutations reduced, the secretion of functional noggin dimers in transiently transfected COS-7 cells. Coexpression of mutant noggin with wild-type noggin, to resemble the heterozygous state, did not interfere with wild-type noggin secretion. These data indicate that the human disease-causing mutations are hypomorphic alleles that reduce secretion of functional dimeric noggin. Therefore, we conclude that noggin has both species-specific and joint-specific dosage-dependent roles during joint formation. Surprisingly, in contrast to the COS-7 cell studies, the SYNS1 mutant was able to form dimers in Xenopus laevis oocytes. This finding indicates that there also exist species-specific differences in the ability to process mutant noggin polypeptides.","dc:creator":"Marcelino J","dc:date":"2001","dc:title":"Human disease-causing NOG missense mutations: effects on noggin secretion, dimer formation, and bone morphogenetic protein binding."},"rdfs:label":"Marcelino-Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57c7cd59-49dd-45fc-8b72-d6cfec2989b0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0148aa90-6a6d-4cca-9fe2-00c8091a8161","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"NOG-SSD is mainly characterized by proximal symphalangim. Brunet et al., 1998 mouse model  expression of noggin gene demonstrated that noggin is essential for proper skeletal development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9603738","type":"dc:BibliographicResource","dc:abstract":"Noggin is a bone morphogenetic protein (BMP) antagonist expressed in Spemann's organizer. Murine Noggin is expressed in condensing cartilage and immature chondrocytes, as are many BMPs. In mice lacking Noggin, cartilage condensations initiated normally but developed hyperplasia, and initiation of joint development failed as measured by the expression of growth and differentiation factor-5. The maturation of cartilage and Hoxd expression were unaffected. Excess BMP activity in the absence of Noggin antagonism may enhance the recruitment of cells into cartilage, resulting in oversized growth plates; chondrocytes are also refractory to joint-inducing positional cues.","dc:creator":"Brunet LJ","dc:date":"1998","dc:title":"Noggin, cartilage morphogenesis, and joint formation in the mammalian skeleton."},"rdfs:label":"Brunet - Nonhuman Model Organism (Mouse)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded from the default score of 2.0 to 0.5 as per curation discussion and expert panel's suggestion. "},{"id":"cggv:7fbc480f-8bc2-4eee-9ce0-1c48c539704f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0290fd0a-e685-47f1-a475-cc6a61993f12","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"NOG-SSD is humans is mainly characterized by skeletal defects and synostoses, which include conductive hearing loss. Noggin is an antagonist of bone morphogenetic proteins (BMPs), and balanced levels of BMPs and Noggin are required for proper skeletal formation. Depending on\nthe genetic background, some of the Nog1/2 mice display mild hearing loss, that is, conductive in nature. This mouse model data strongly suggest that the autosomal dominant disorders associated with NOG mutations are due to haploinsufficiency of NOGGIN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18096605","type":"dc:BibliographicResource","dc:abstract":"Conductive hearing loss occurs when sound waves are not relayed efficiently to the inner ear. Mutations of the NOGGIN (NOG) gene in humans are associated with several autosomal dominant disorders such as proximal symphalangism and multiple synostoses. These syndromes are characterized by skeletal defects and synostoses, which include conductive hearing loss. Noggin is an antagonist of bone morphogenetic proteins (BMPs), and balanced levels of BMPs and Noggin are required for proper skeletal formation. Depending on the genetic background, some of the Nog(+/-) mice display mild hearing loss, that is, conductive in nature. Since Noggin is a single exon gene, this data strongly suggest that the autosomal dominant disorders associated with NOG mutations are due to haploinsufficiency of NOGGIN. The conductive hearing loss in Nog(+/-) mice is caused by an ectopic bone bridge located between the stapes and the posterior wall of the tympanum, which affects the normal mobility of the ossicle. Our analyses suggest that the ectopic bone formation is caused by a failure of the stapes and styloid process to separate completely during development. This failure of bone separation in the Nog(+/-) mice reveals another consequence of chondrocyte hyperplasia due to unopposed Bmp activities in these mutants such as Bmp4 and Bmp14 (Gdf5). More importantly, these results establish Nog(+/-) mice as the first animal model for the study of conductive rather than neurosensory hearing loss that has direct relevance to human genetic disorders.","dc:creator":"Hwang CH","dc:date":"2008","dc:title":"Noggin heterozygous mice: an animal model for congenital conductive hearing loss in humans."},"rdfs:label":"Hwang - NonHuman Model Organism (Mouse) "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7667,"specifiedBy":"GeneValidityCriteria10","strengthScore":15.5,"subject":{"id":"cggv:774ebbcb-355b-4bb9-8565-89fa1b7a787b","type":"GeneValidityProposition","disease":"obo:MONDO_0100521","gene":"hgnc:7866","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The NOG gene is located on chromosome 17 at 17q22 and encodes a secreted homodimeric glycoprotein called noggin that is essential for normal bone and joint development. NOG was first reported in relation to autosomal dominant NOG-related Symphalangism Spectrum Disorder in 1999 (Gong et al., 1999, PMID: 10080184). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, phenotypic variability, and inheritance pattern of the five disease assertions. For these reasons, the following diseases have been lumped into one entity; proximal symphalangism (MIM 185800), multiple synostoses syndrome 1 (MIM 186500), tarsal-carpal coalition syndrome (MIM 186570), stapes ankylosis with broad thumbs and toes (MIM 184460), and brachydactyly type B2 (MIM 611377). The new term encompassing these five overlapping clinical syndromes is NOG-related Symphalangism Spectrum Disorder (NOG-SSD) (MONDO: 0100521, Potti et al., 2011, PMID: 21538686). NOG-SSD is characterized by proximal symphalangism, conductive deafness caused by stapes ankylosis, ocular abnormality such as hyperopia and strabismus, and characteristic facial features including a broad, tubular-shaped nose and a thin upper vermilion (PMID: 21538686). The term NOG-SSD aids in the clinical diagnosis and evaluation of affected individuals.Two missense, five frameshift, and three nonsense variants reported in ten probands in four publications (PMID: 12089654, 15699718, 21358557, 25241334) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function which leads to misfolding, decreased stability, decreased affinity to bone morphogenic proteins (BMPs), or reduced/undetectable secretion of noggin. This gene-disease relationship is also supported by biochemical data, functional alteration assay, and mouse animal models (PMID: 9603738, 12478285, 1156247, 18096605). In summary, there is definitive evidence supporting the relationship between NOG and autosomal dominant NOG-related Symphalangism Spectrum Disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date July 5, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:ab71a633-1fd2-45b8-93f3-40648526631d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}