{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0bav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-11-03T17:54:32.530Z","role":"Publisher"},{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-11-03T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:62670d90-b428-4229-8f20-f4ee36e6e565","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:07500e72-d899-4944-82d0-2d452491f40b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunocolocalization demonstrates expression in cerebral and cerebellar cortex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3543065","type":"dc:BibliographicResource","dc:abstract":"The aspartic proteinase cathepsin D was purified from human spleen and localised in various formalin fixed paraffin embedded human tissues using the peroxidase-antiperoxidase (PAP) technique. Cathepsin D was shown not only in macrophages but also in other connective tissue cells, and in epithelium. It was present in spleen (littoral cells and cells within Malpighian bodies), liver (hepatocytes and Kupffer cells), lung (alveolar macrophages and bronchial epithelium), brain (neurones), lymph nodes (histiocytes in germinal centres, sinusoid lining cells) and stomach (parietal and mucous neck cells). Cathepsin D was also found in carcinomas of bronchus, stomach, colon, kidney, breast, ovary, bladder and pancreas, both in neoplastic epithelium and in stromal cells, but was seldom present in connective tissue neoplasms. A group of malignant lymphomas also contained the enzyme within scattered cells. The distribution of cathepsin D seems to be much wider than that of the structurally related aspartic proteinases pepsin, gastricsin, and renin.","dc:creator":"Reid WA","dc:date":"1986","dc:title":"Immunolocalization of cathepsin D in normal and neoplastic human tissues."},"rdfs:label":"Immunocolocalization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eeb324ef-df13-47d7-87f0-5c475c2e9cd1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:170776a1-044f-4d96-9f2f-81d9859d09af","type":"FunctionalAlteration","dc:description":"Overexpression of mutant D293N mCTSD in HEK-293 cells completely inactivated enzyme and affected trafficking, processing and stability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12350228","type":"dc:BibliographicResource","dc:abstract":"The substitution of an active-site aspartic acid residue by asparagine in the lysosomal protease cathepsin D (CTSD) results in a loss of enzyme activity and severe cerebrocortical atrophy in a novel form of neuronal ceroid lipofuscinosis in sheep [Tyynelä, Sohar, Sleat, Gin, Donnelly, Baumann, Haltia and Lobel (2000) EMBO J. 19, 2786-2792]. In the present study we have introduced the corresponding mutation by replacing aspartic acid residue 293 with asparagine (D293N) into the mouse CTSD cDNA to analyse its effect on synthesis, transport and stability in transfected HEK-293 cells. The complete inactivation of mutant D293N mouse CTSD was confirmed by a newly developed fluorimetric quantification system. Moreover, in the heterologous overexpression systems used, mutant D293N mouse CTSD was apparently unstable and proteolytically modified during early steps of the secretory pathway, resulting in a loss of mass by about 1 kDa. In the affected sheep, the endogenous mutant enzyme was stable but also showed the shift in its molecular mass. In HEK-293 cells, the transport of the mutant D293N mouse CTSD to the lysosome was delayed and associated with a low secretion rate compared with wild-type CTSD. These data suggest that the mutation may result in a conformational change which affects stability, processing and transport of the enzyme.","dc:creator":"Partanen S","dc:date":"2003","dc:title":"A replacement of the active-site aspartic acid residue 293 in mouse cathepsin D affects its intracellular stability, processing and transport in HEK-293 cells."},"rdfs:label":"Overexpression of D293N Mutation in Mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ade6db9b-e4ba-48ef-8ac7-f0329d42f3a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f1be6827-2c29-4d65-b34d-20ff63ec2644","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"After repeat dosing, CTSD detectable in tissues analyzed.  CTSD activity and protein levels completely restored in liver and led to correction of pathological markers (LAMP1, HEXB levels).  Treatment led to reduction in accumulation of saposin C and SAPD in liver, kidneys, intestine, muscle and reversed vacuolization and presence of storage material in liver.  Only minor levels of CTSD found in CNS with the dosing regimen.  Treated CTSD null mice with rhCTSD via intracranial injection and found prior to sacrifice, mice had increased body weight, superior motor coordination and strength as compared to untreated litter mates.  Brain lysates demonstrated increased levels of CTSD activity of protein compared to untreated controls.  LAMP1 and HEXB protein levels restored to normal and storage material reduced in the brain. Microgliosis and astrogliosis were less pronounced in treated animals.  Injected rhCTSD in vitreous cavity of null mice.  Treatment did not delay retinal degeneration and photoreceptor loss but there was significant decrease in in CD68 positive microglia/macrophages, decrease in pathological markers and abrogation of SQSTM1/p62 puncta in retinas suggesting autophagy substrates were cleared.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31282275","type":"dc:BibliographicResource","dc:abstract":"CTSD (cathepsin D) is one of the major lysosomal proteases indispensable for the maintenance of cellular proteostasis by turning over substrates of endocytosis, phagocytosis and autophagy. Consequently, CTSD deficiency leads to a strong impairment of the lysosomal-autophagy machinery. In mice and humans CTSD dysfunction underlies the congenital variant (CLN10) of neuronal ceroid lipofuscinosis (NCL). NCLs are distinct lysosomal storage disorders (LSDs) sharing various hallmarks, namely accumulation of protein aggregates and ceroid lipofuscin leading to neurodegeneration and blindness. The most established and clinically approved approach to treat LSDs is enzyme replacement therapy (ERT) aiming to replace the defective hydrolase with an exogenously applied recombinant protein. Here we reveal that recombinant human pro-CTSD produced in a mammalian expression system can be efficiently taken up by a variety of cell models, is correctly targeted to lysosomes and processed to the active mature form of the protease. In proof-of-principle experiments we provide evidence that recombinant human CTSD (rhCTSD) can improve the biochemical phenotype of CTSD-deficient hippocampal slice cultures in vitro and retinal cells in vivo. Furthermore, we demonstrate that dosing of rhCTSD in the murine CLN10 model leads to a correction of lysosomal hypertrophy, storage accumulation and impaired autophagic flux in the viscera and central nervous system (CNS). We establish that direct delivery of the recombinant protease to the CNS is required for improvement of neuropathology and lifespan extension. Together these data support the continuation of the pre-clinical studies for the application of rhCTSD in the treatment of NCL.Abbreviations: AIF1/IBA1: allograft inflammatory factor 1; BBB: blood brain barrier; CNS: central nervous system; CTSB: cathepsin B; CTSD: cathepsin D; CTSL: cathepsin L; ERT: enzyme replacement therapy; GFAP: glial fibrillary acidic protein; INL: inner nuclear layer; LAMP1: lysosomal-associated membrane protein 1; LAMP2: lysosomal-associated membrane protein 2; MAP1LC3/LC3: microtubule-associated protein 1 light chain 3; LDL: low-density lipoprotein; LRP1: low density lipoprotein receptor-related protein 1; LSD: lysosomal storage disorder; MEFs: mouse embryonic fibroblasts; M6P: mannose 6-phosphate; mCTSD: mature CTSD; NCL: neuronal ceroid lipofuscinosis; ONL: outer nuclear layer; PB: phosphate buffer; proCTSD: pro-cathepsin D; LRPAP1: low density lipoprotein receptor-related protein associated protein 1; rhCTSD: human recombinant CTSD; SAPC: saposin C; SAPD: saposin D; ATP5G1: ATP synthase, H+ transporting, mitochondrial F0 complex, subunit C1 (subunit 9); SQSTM1/p62: sequestosome 1; TPP1: tripeptidyl peptidase I.","dc:creator":"Marques ARA","dc:date":"2020","dc:title":"Enzyme replacement therapy with recombinant pro-CTSD (cathepsin D) corrects defective proteolysis and autophagy in neuronal ceroid lipofuscinosis."},"rdfs:label":"Rescue in Null Mouse using Recombinant Human CTSD"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:93407fc7-cc9c-430e-b9d2-3f47b2274bc3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:afb6e12a-38f8-470b-8105-f19e0804c4be","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CD -/- studied.  Grow normally for 2 weeks then die found P26 from intestinal necrosis and reduced feeding.  Developed seizures at P20, in some cases severe TCS with death from respiratory arrest.  Mice also had eyelids almost closed, tests using box with light/dark regions suggest that mice were blind (controls would move to dark region which affected mice would not).  Brains were similar in size to controls.   In hippocampal slices prepared from CD−/− mice after P18, spontaneous burst discharges consisting of 4–15 population spikes superimposed on a prolonged positive deflection (60–150 msec) were recorded from the stratum pyramidale of both the CA1 and the CA3 regions. Neurons in CD−/− mouse brains after P20 possessed numerous granular structures, which varied in size, content, and electron density, in the perikarya and near the terminal stage (P23–P26) the neurons were completely filled with these granules","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10995834","type":"dc:BibliographicResource","dc:abstract":"Cathepsin D-deficient (CD-/-) mice have been shown to manifest seizures and become blind near the terminal stage [approximately postnatal day (P) 26]. We therefore examined the morphological, immunocytochemical, and biochemical features of CNS tissues of these mice. By electron microscopy, autophagosome/autolysosome-like bodies containing part of the cytoplasm, granular osmiophilic deposits, and fingerprint profiles were demonstrated in the neuronal perikarya of CD-/- mouse brains after P20. Autophagosomes and granular osmiophilic deposits were detected in neurons at P0 but were few in number, whereas they increased in the neuronal perikarya within days after birth. Some large-sized neurons having autophagosome/autolysosome-like bodies in the perikarya appeared in the CNS tissues, especially in the thalamic region and the cerebral cortex, at P17. These lysosomal bodies occupied the perikarya of almost all neurons in CD-/- mouse brains obtained from P23 until the terminal stage. Because these neurons exhibited autofluorescence, it was considered that ceroid lipofuscin may accumulate in lysosomal structures of CD-/- neurons. Subunit c of mitochondrial ATP synthase was found to accumulate in the lysosomes of neurons, although the activity of tripeptidyl peptidase-I significantly increased in the brain. Moreover, neurons near the terminal stage were often shrunken and possessed irregular nuclei through which small dense chromatin masses were scattered. These results suggest that the CNS neurons in CD-/- mice show a new form of lysosomal accumulation disease with a phenotype resembling neuronal ceroid lipofuscinosis.","dc:creator":"Koike M","dc:date":"2000","dc:title":"Cathepsin D deficiency induces lysosomal storage with ceroid lipofuscin in mouse CNS neurons."},"rdfs:label":"Knock out Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:fed97908-8a9b-4362-8b62-eedfa2254269","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db433afa-eabc-453c-98ac-652dcba2eaf9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotypic overlap, autofluorescent storage material in brain and retina.  AR inheritance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16386934","type":"dc:BibliographicResource","dc:abstract":"We obtained DNA, brains, and eyes from American Bulldogs with neurodegeneration due to neuronal ceroid lipofuscinosis (NCL). The diagnosis of NCL was confirmed by detection of autofluorescent cytoplasmic inclusions within neurons throughout the brains, in retinal ganglion cells, and along outer limiting membranes of the retinas. Electron microscopy revealed that the inclusions had coarsely granular matrices surrounding well-delineated spherical structures and that the inclusions near the retinal outer limiting membranes were within photoreceptor cells, mostly cones. Affected American Bulldogs were homozygous for the A allele of a G to A transition in the cathepsin D gene (CTSD), which predicts the conversion of methionine-199 to an isoleucine. Only the G allele was detected in DNA samples from 131 randomly selected dogs representing 108 breeds other than American Bulldog; however, the A allele had a frequency of 0.28 among 123 genotyped American Bulldogs. Transmission analysis in a 99 dog pedigree of American Bulldogs indicated a probability of less than 10(-7) that alleles from any mutation unlinked to CTSD would be concordant with the pedigree and phenotypes of the dogs. Brain samples from affected dogs had 36% of the cathepsin D-specific enzymatic activity found in control dog brains; whereas, specific enzymatic activities of 15 other lysosomal enzymes were unchanged or increased. Compared to previously described NCLs in mice and sheep that completely lack cathepsin D activity, the clinical course of NCL in the American Bulldogs was less severe and more closely resembled that of many human NCLs.","dc:creator":"Awano T","dc:date":"2006","dc:title":"A mutation in the cathepsin D gene (CTSD) in American Bulldogs with neuronal ceroid lipofuscinosis."},"rdfs:label":"Natural American Bulldog Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:819339c8-585e-4c10-9ac9-4c007fba9650","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b742be20-31b9-4c48-8520-19a5983481ee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar phenotype, AR inheritance, reduced enzyme, pathology similarities in brain, presnece of GRODs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10856224","type":"dc:BibliographicResource","dc:abstract":"The neuronal ceroid lipofuscinoses (NCLs) constitute a group of neurodegenerative storage diseases characterized by progressive psychomotor retardation, blindness and premature death. Pathologically, there is accumulation of autofluorescent material in lysosome-derived organelles in a variety of cell types, but neurons in the central nervous system appear to be selectively affected and undergo progressive death. In this report we show that a novel form of NCL, congenital ovine NCL, is caused by a deficiency in the lysosomal aspartyl proteinase cathepsin D. A single nucleotide mutation in the cathepsin D gene results in conversion of an active site aspartate to asparagine, leading to production of an enzymatically inactive but stable protein. This results in severe cerebrocortical atrophy and early death, providing strong evidence for an important role of cathepsin D in neuronal development and/or homeostasis.","dc:creator":"Tyynelä J","dc:date":"2000","dc:title":"A mutation in the ovine cathepsin D gene causes a congenital lysosomal storage disease with profound neurodegeneration."},"rdfs:label":"Natural Ovine Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.6},{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:88424203-a467-4044-b560-9e89920b4f58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0d889be-104a-48cd-8bad-8b15d2b2897c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":15,"detectionMethod":"","firstTestingMethod":"Homozygosity mapping","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:88424203-a467-4044-b560-9e89920b4f58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5c39b012-4a20-4aee-95e7-ab9b321846ca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.446G>T (p.Gly149Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA276036"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25298308","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Hersheson J","dc:date":"2014","dc:title":"Cathepsin D deficiency causes juvenile-onset ataxia and distinctive muscle pathology."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25298308","rdfs:label":"A:3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:0dbc5a4b-9dfc-4731-bebf-9a4140c9338f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1c8e3ebe-5a05-40da-a8f4-f06a2585b76d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Normal early development, onset early school age with ataxia and visual disturbances, retinitis pigmentosa. MRI found cerebral and cerebellar atrophy.  Progressive cog decline and loss of speech, at 17 WC bound with severe ID.  GROD and myelin like lamellar structures found on skin bx","previousTesting":true,"previousTestingDescription":"Sequenced CTSD, CLN3, CLN5, CLN6 and CLN8.","sex":"Female","variant":{"id":"cggv:0dbc5a4b-9dfc-4731-bebf-9a4140c9338f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9a1a3067-54a9-4638-b439-bd9f90fb2ed2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.1149G>C (p.Trp383Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA258042"}},{"id":"cggv:a213f454-19d1-48e5-bfff-3da176d9b419","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.685T>A (p.Phe229Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA258041"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16685649","type":"dc:BibliographicResource","dc:abstract":"Cathepsin D is a ubiquitously expressed lysosomal protease that is involved in proteolytic degradation, cell invasion, and apoptosis. In mice and sheep, cathepsin D deficiency is known to cause a fatal neurodegenerative disease. Here, we report a novel disorder in a child with early blindness and progressive psychomotor disability. Two missense mutations in the CTSD gene, F229I and W383C, were identified and were found to cause markedly reduced proteolytic activity and a diminished amount of cathepsin D in patient fibroblasts. Expression of cathepsin D mutants in cathepsin D(-/-) mouse fibroblasts revealed disturbed posttranslational processing and intracellular targeting for W383C and diminished maximal enzyme velocity for F229I. The structural effects of cathepsin D mutants were estimated by computer modeling, which suggested larger structural alterations for W383C than for F229I. Our studies broaden the group of human neurodegenerative disorders and add new insight into the cellular functions of human cathepsin D.","dc:creator":"Steinfeld R","dc:date":"2006","dc:title":"Cathepsin D deficiency is associated with a human neurodegenerative disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16685649","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:53f18d4d-6e5b-4d2d-b51f-7295f133a5e4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ee30f287-6aa8-456d-b650-c9fa7e7e3ac7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Deceleration of head growth, marked cerebral atrophy, severely progressive epilepsy at 18 mos, GRODs in skin and HCM.  Developmental regression at 5 mos. Profound global delay, axial hypotonia, tetraparetic, hypotonic limbs, visual impairment.","previousTesting":true,"previousTestingDescription":"PPT1 enzyme, sequencing, and mRNA expression normal.","sex":"Female","variant":{"id":"cggv:53f18d4d-6e5b-4d2d-b51f-7295f133a5e4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6caa15ca-b581-445c-9b0c-be274ba4513f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.205G>A (p.Glu69Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA216180802"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27072142","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Doccini S","dc:date":"2016","dc:title":"Early infantile neuronal ceroid lipofuscinosis (CLN10 disease) associated with a novel mutation in CTSD."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27072142","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:d7bde399-c341-43c4-9859-76868cc510e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7ae86bfe-b848-4094-b110-9c5d08228819","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"225 gene encephalopathy panel","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Neonatal encephalopathy; consanguineous parents, poor Apgars 2/2/3, required intubation.  Axial hypotonia and limb hypertonia, seizures at 4 hrs of life.  MRI massive and severe shrinking of cerebrum and cerebellum","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d7bde399-c341-43c4-9859-76868cc510e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a213f454-19d1-48e5-bfff-3da176d9b419"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27353043","type":"dc:BibliographicResource","dc:abstract":"In order to optimally integrate the use of high-throughput sequencing (HTS) as a tool in clinical diagnostics of likely monogenic disorders, we have created a multidisciplinary \"Genome Clinic Task Force\" at the University Hospitals of Geneva, which is composed of clinical and molecular geneticists, bioinformaticians, technicians, bioethicists, and a coordinator.","dc:creator":"Fokstuen S","dc:date":"2016","dc:title":"Experience of a multidisciplinary task force with exome sequencing for Mendelian disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27353043","rdfs:label":"Patient 41"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:0576b479-08ad-4fa4-9770-616d4826623d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:23dc3357-2e61-4fd5-b7a0-a9d2554a5546","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0576b479-08ad-4fa4-9770-616d4826623d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:93786faf-f2d6-4950-9b73-00dc351b81c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.944T>A (p.Ile315Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379093636"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23374165","type":"dc:BibliographicResource","dc:abstract":"To review the descriptive epidemiological data on neuronal ceroid lipofuscinoses (NCLs) in Italy, identify the spectrum of mutations in the causative genes, and analyze possible genotype-phenotype relations.","dc:creator":"Santorelli FM","dc:date":"2013","dc:title":"Molecular epidemiology of childhood neuronal ceroid-lipofuscinosis in Italy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23374165","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"homozygous, no functional data"},{"id":"cggv:7c73951d-81a7-41d1-9ff7-0f2755fdf99b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8b3d47e0-8d2b-4079-a2c5-4e28cb9b057c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Ataxia, retinitis pigmentosa, cognitive decline","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7c73951d-81a7-41d1-9ff7-0f2755fdf99b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8a512aa6-815b-4acc-be73-55ba31d78a14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.1196G>A (p.Arg399His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA276038"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25298308"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25298308","rdfs:label":"B:3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:09c41a09-bcb7-483d-b6dd-64d690bdd6e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:15937fd3-884a-436d-b2fc-b6b266826cec","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:09c41a09-bcb7-483d-b6dd-64d690bdd6e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:903ee34e-21a4-443c-b770-fc259f16bd95","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.392A>G (p.Tyr131Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5814188"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31086824","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Thottath J","dc:date":"2019","dc:title":"A novel cathepsin D mutation in 2 siblings with late infantile neuronal ceroid lipofuscinosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31086824","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Homozygous, no functional data"},{"id":"cggv:1a4e8412-7b70-4905-a33a-a29e3c567e79_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bd6da45a-ab5c-483b-bded-f6f34414561e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Poor neonatal respiratory effort, seizure like activity immediately after birth, hypertonia, microcephaly.  Generalized hypoplasia of cerebral hemispheres and cerebellum.  Death on DOL 2. Autopsy revealed extensive neuronal loss and storage material noted in brain tissue positive for sphingolipid activator protein D with GRODs","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:1a4e8412-7b70-4905-a33a-a29e3c567e79_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:462a8b0a-0ebd-4343-a677-ca9463935a65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.299C>T (p.Ser100Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA314368"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18762956","type":"dc:BibliographicResource","dc:abstract":"The neuronal ceroid lipofuscinoses (NCLs) are autosomal recessively inherited disorders collectively considered to be one among the most common pediatric neurodegenerative lysosomal storage diseases. Four main clinical subtypes have been described based on the age at presentation: infantile, late infantile, juvenile and adult types. In addition, rare congenital cases of NCL have been reported in the literature. Previously, a homozygous mutation in the cathepsin D gene has been shown to cause congenital NCL in a patient of Pakistani origin. We report a case of a 39-week estimated gestational age female infant with severe microcephaly and hypertonia, whereas MRI showed generalized hypoplasia of the cerebral and cerebellar hemispheres. The infant died on day two after birth. Postmortem examination revealed a small, firm brain with extensive neuronal loss and gliosis. Remaining neurons, astrocytes and macrophages contained PAS-positive storage material with granular ultrastructure and immunoreactivity against sphingolipid activator protein D. A diagnosis of congenital NCL was rendered with a novel mutation, c.299C > T (p.Ser100Phe) in exon 3 of the cathepsin D gene. In the patient fibroblasts, cathepsin D activity was marginal, but the protein appeared stable and normally processed. This was confirmed in overexpression studies. Importantly, by identification of the mutation in the family, we were able to confirm the first prenatal diagnosis excluding cathepsin D deficiency in the younger sibling of the patient.","dc:creator":"Fritchie K","dc:date":"2009","dc:title":"Novel mutation and the first prenatal screening of cathepsin D deficiency (CLN10)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18762956","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:9ec4e77c-1875-451c-8e68-7e5b13112b12_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:249d86b4-8708-4233-9c3e-528983de9fd8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"microcephaly, intractable neonatal seizures, spasticity and apnea","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:9ec4e77c-1875-451c-8e68-7e5b13112b12_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f0044c29-057d-4334-bb64-52a930b32955","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.764dup (p.Tyr255Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA258043"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16670177","type":"dc:BibliographicResource","dc:abstract":"Congenital neuronal ceroid-lipofuscinosis (NCL) is a devastating inherited neurodegenerative disorder of unknown metabolic basis. Eight patients with this rare disorder, all with similar clinical and neuropathological findings, have been reported, and here we describe two further patients. Previously, we showed that a mutation in the cathepsin D gene causes congenital NCL in sheep. On the basis of the neuropathological and ultrastructural similarities between the sheep and patients affected with congenital NCL, we screened the cathepsin D gene for mutations in a patient of Pakistani origin. We identified a nucleotide duplication, c.764dupA, in the cathepsin D gene in homozygous form in the patient, and in heterozygous form in his father. This duplication is likely to be disease-causing, as it creates a premature stop codon, predicting a truncation of the protein. When transiently expressed in cell cultures, the mutant protein was enzymatically inactive, but stable. In paraffin-embedded brain tissue samples of two affected siblings of the Pakistani patient, cathepsin D was absent, suggesting rapid degradation of the c.764dupA mutant cathepsin D at mRNA or protein level in vivo. Further, we were able to confirm lack of cathepsin D in the brain tissue of yet another, unrelated, patient of English origin with congenital NCL. On the basis of the present data, and the nearly identical clinical and/or pathological phenotype of the other reported cases of congenital NCL, it is reasonable to suggest that cathepsin D deficiency caused by mutations in the corresponding gene may underlie all cases of congenital NCL. The present observations also suggest that cathepsin D deficiency should be considered as a possible diagnosis in microcephalic neonates, who present with seizures at or before birth.","dc:creator":"Siintola E","dc:date":"2006","dc:title":"Cathepsin D deficiency underlies congenital human neuronal ceroid-lipofuscinosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16670177","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3b8e5875-4cab-44af-8bb9-aec998aeefd0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a56ba525-e682-4f97-861b-2b496be21c82","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:3b8e5875-4cab-44af-8bb9-aec998aeefd0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d624a931-8e06-4e63-bbe0-5dc5206b89c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.268dup (p.Gln90fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5814243"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26059544","type":"dc:BibliographicResource","dc:abstract":"Neuronal ceroid lipofuscinoses (NCL) is characterized by a combination of retinopathy, dementia, and epilepsy. As a group, they encompass ten distinct biological and clinical entities and are the most common type of childhood neurodegenerative disease.","dc:creator":"Meyer S","dc:date":"2015","dc:title":"Congenital CLN disease in two siblings."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26059544","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:b699fc98-f8e4-40b4-96c0-b64761d4fb0f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d36a842-e869-4924-96a9-1c336d5cc9f5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Homozygosity mapping","sex":"UnknownEthnicity","variant":{"id":"cggv:b699fc98-f8e4-40b4-96c0-b64761d4fb0f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a4e4f03-9916-48d6-ab54-7dd60d13a41b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001909.5(CTSD):c.1155_1169dup (p.Ile390_Gly391insMetGlyAspValPhe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186052"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23101555","type":"dc:BibliographicResource","dc:abstract":"Hyperekplexia (HPX) is a rare non-epileptic disorder manifesting immediately after birth with exaggerated persistent startle reaction to unexpected auditory, somatosensory and visual stimuli, and non-habituating generalized flexor spasm in response to tapping of the nasal bridge (glabellar tap) which forms its clinical hallmark. The course of the disease is usually benign with spontaneous amelioration with age. The disorder results from aberrant glycinergic neurotransmission, and several mutations were reported in the genes encoding glycine receptor (GlyR) α1 and β subunits, glycine transporter GlyT2 as well as two other proteins involved in glycinergic neurotransmission gephyrin and collybistin.","dc:creator":"Seidahmed MZ","dc:date":"2012","dc:title":"A novel syndrome of lethal familial hyperekplexia associated with brain malformation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23101555","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Homozygous, no functional data."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.75}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1413,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:c8daffcc-6fb5-4b3b-b635-0a0d2123ef88","type":"GeneValidityProposition","disease":"obo:MONDO_0016295","gene":"hgnc:2529","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The neuronal ceroid lipofuscinoses (NCL) are a heterogeneous group of progressive neurodegenerative disorders characterized by the intracellular accumulation of auto-fluorescent storage material.   Biallelic pathogenic variants in CTSD are causative of neuronal ceroid lipofuscinosis, type 10 (NCL10).  NCL10 is characterized by acquired microcephaly, developmental regression, seizures, ataxia, cardiomyopathy and retinitis pigmentosa.  Onset of symptoms can range from the prenatal period to the second decade and affected individuals demonstrate cerebral and cerebellar atrophy on MRI, significantly reduced cathepsin D enzyme activity in leukocytes or fibroblasts and the characteristic autofluorescent storage bodies in a variety of cell types.  The disease mechanism is loss of function and CTSD mutations result in a significantly reduced cathepsin D, a lysosomal aspartyl proteinase essential to neuronal cell homeostasis. Over 10 different disease-causing mutations reported in families in the literature, the majority of which are homozygous variants identified in consanguineous families.  The mutation spectrum includes nonsense, frameshift, and missense variants (Doccini et al, PMID 27072142;  Steinfeld et al, PMID 16685649;  Thottath et al, PMID 31086824;  Hersheson et al, PMID 25298308;  Fokstuen et al, PMID 27353043;  Varvagiannis et al, PMID 29284168;  Meyer et al, PMID 26059544;  Komlosi et al, PMID 29373990;  Sintola et al, PMID 16670177;  Seidahmed et al, PMID 23101555;  Alazami et al, PMID 25558065; Shaheen et al, PMID 30214071;  Fritchie et al, PMID 18762956;  Santorelli et al, PMID 23374165).  Missense variant point assignment was upgraded due to functional data and/or the presence of the variant in individuals with proven reduced cathepsin D enzyme activity.  Additionally, a number of reported families demonstrate complete co-segregation in affected and unaffected individuals.  Supporting experimental evidence includes functional alteration in non-patient cells (Paranen et al, PMID 12350228),  expression (Reid et al, 3543065),  non-human model organism (Tyynela et al, 10856224 ;  Koike et al, 10995834 ; Awano et al, 16386934), and rescue in non-human model organism (Marques et al, 31282275).   A genetic evidence score of 12 and experimental evidence score of 5 results in a total score of 17.  Evidence supporting an association between CTSD and NCL has been replicated over time; therefore, the gene-disease validity has been classified as DEFINITIVE.\n","dc:isVersionOf":{"id":"cggv:d74b1b2a-52a3-4192-b5b4-e4fd46ffc0ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}