{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2022-03-31T19:54:22.290Z","role":"Publisher"},{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2022-03-29T17:20:23.530Z","role":"Approver"}],"evidence":[{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:712676d1-5330-4eab-9c3c-de352cb737fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80ecb71f-7eb1-44a7-85e0-89c2ce192aa5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The effects of proline to arginine mutations in FGFR1c and FGFR3c on ligand binding using surface plasmon resonance and X-ray crystallography. Both Pro252Arg FGFR1c and Pro250Arg FGFR3c exhibit an enhancement in ligand binding in comparison to their respective wild-type receptors. Interestingly, binding of both mutant receptors to FGF9 was notably enhanced and implicates FGF9 as a potential pathophysiological ligand for mutant FGFRs in mediating craniosynostosis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14613973","type":"dc:BibliographicResource","dc:abstract":"Identical proline-->arginine gain-of-function mutations in fibroblast growth factor receptor (FGFR) 1 (Pro252Arg), FGFR2 (Pro253Arg) and FGFR3 (Pro250Arg), result in type I Pfeiffer, Apert and Muenke craniosynostosis syndromes, respectively. Here, we characterize the effects of proline-->arginine mutations in FGFR1c and FGFR3c on ligand binding using surface plasmon resonance and X-ray crystallography. Both Pro252Arg FGFR1c and Pro250Arg FGFR3c exhibit an enhancement in ligand binding in comparison to their respective wild-type receptors. Interestingly, binding of both mutant receptors to FGF9 was notably enhanced and implicates FGF9 as a potential pathophysiological ligand for mutant FGFRs in mediating craniosynostosis. The crystal structure, of Pro252Arg FGFR1c in complex with FGF2, demonstrates that the enhanced ligand binding is due to an additional set of receptor-ligand hydrogen bonds, similar to those gain-of-function interactions that occur in the Apert syndrome Pro253Arg FGFR2c-FGF2 crystal structure. However, unlike the Apert syndrome Pro253Arg FGFR2c mutant, neither the Pfeiffer syndrome Pro250Arg FGFR1c mutant nor the Muenke syndrome Pro250Arg FGFR3c mutant bound appreciably to FGF7 or FGF10. This observation provides a potential explanation for why the limb phenotypes, observed in type I Pfeiffer and Muenke syndromes, are less severe than the limb abnormalities observed in Apert syndrome. Hence, although analogous proline-->arginine mutations in FGFR1-3 act through a common structural mechanism to result in gain-of-function, differences in the primary sequence among FGFRs result in varying effects on ligand binding specificity.","dc:creator":"Ibrahimi OA","dc:date":"2004","dc:title":"Proline to arginine mutations in FGF receptors 1 and 3 result in Pfeiffer and Muenke craniosynostosis syndromes through enhancement of FGF binding affinity."},"rdfs:label":"Proline to arginine mutations in FGF receptors 1 and 3 resul"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"A depicts the mechanism of this mutant. This shows that there is a ligand dependent gain of function. It specifically pinpoints the nature of the ligand dependent gain of function was and it presents findings that there is enhanced binding in FGF9 which is known to be one of the crucial FGFs expressed in the cranial sutures. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e345319a-a22c-49c8-9091-e9e1d749e713","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:364de7e8-01e5-4f8b-9afa-1ed9cd18a266","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A rounded skull and shortened snout (often skewed) with dental malocclusion was observed in a minority of heterozygotes and many homozygotes. Development of this incompletely penetrant skull phenotype was dependent on genetic background and sex, with males more often affected. However, these cranial abnormalities were rarely attributable to craniosynostosis, which was only present in 2/364 mutants; more commonly, we found fusion of the premaxillary and/or zygomatic sutures. We also found decreased cortical thickness and bone mineral densities in long bones.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19086028","type":"dc:BibliographicResource","dc:abstract":"Muenke syndrome, defined by heterozygosity for a Pro250Arg substitution in fibroblast growth factor receptor 3 (FGFR3), is the most common genetic cause of craniosynostosis in humans. We have used gene targeting to introduce the Muenke syndrome mutation (equivalent to P244R) into the murine Fgfr3 gene. A rounded skull and shortened snout (often skewed) with dental malocclusion was observed in a minority of heterozygotes and many homozygotes. Development of this incompletely penetrant skull phenotype was dependent on genetic background and sex, with males more often affected. However, these cranial abnormalities were rarely attributable to craniosynostosis, which was only present in 2/364 mutants; more commonly, we found fusion of the premaxillary and/or zygomatic sutures. We also found decreased cortical thickness and bone mineral densities in long bones. We conclude that although both cranial and long bone development is variably affected by the murine Fgfr3(P244R) mutation, coronal craniosynostosis is not reliably reproduced.","dc:creator":"Twigg SR","dc:date":"2009","dc:title":"Skeletal analysis of the Fgfr3(P244R) mouse, a genetic model for the Muenke craniosynostosis syndrome."},"rdfs:label":"Skeletal analysis of the Fgfr3(P244R) mouse, a genetic model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7ef192ac-b7b5-4e07-93c3-6d0379fe96ea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f209668-4fe7-4b62-87a6-088e7f4ecd19","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"gfr3 P244R/+ and P244R/P244R mice showed dominant, fully penetrant low-frequency hearing loss that was similar but more severe than in Muenke syndrome patients. Mouse hearing loss correlated with an alteration in the fate of supporting cells (Deiters-to-pillar cells) along the entire length of the cochlear duct, especially at the apical or low-frequency end. There was excess outer hair cell development in the apical region. Hearing loss was dosage sensitive as homozygotes were more severely affected than heterozygotes (OMIM) ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18818193","type":"dc:BibliographicResource","dc:abstract":"The heterozygous Pro250Arg substitution mutation in fibroblast growth factor receptor 3 (FGFR3), which increases ligand-dependent signalling, is the most common genetic cause of craniosynostosis in humans and defines Muenke syndrome. Since FGF signalling plays dosage-sensitive roles in the differentiation of the auditory sensory epithelium, we evaluated hearing in a large group of Muenke syndrome subjects, as well as in the corresponding mouse model (Fgfr3(P244R)). The Muenke syndrome cohort showed significant, but incompletely penetrant, predominantly low-frequency sensorineural hearing loss, and the Fgfr3(P244R) mice showed dominant, fully penetrant hearing loss that was more severe than that in Muenke syndrome individuals, but had the same pattern of relative high-frequency sparing. The mouse hearing loss correlated with an alteration in the fate of supporting cells (Deiters'-to-pillar cells) along the entire length of the cochlear duct, with the most extreme abnormalities found at the apical or low-frequency end. In addition, there was excess outer hair cell development in the apical region. We conclude that low-frequency sensorineural hearing loss is a characteristic feature of Muenke syndrome and that the genetically equivalent mouse provides an excellent model that could be useful in testing hearing loss therapies aimed at manipulating the levels of FGF signalling in the inner ear.","dc:creator":"Mansour SL","dc:date":"2009","dc:title":"Hearing loss in a mouse model of Muenke syndrome."},"rdfs:label":"Hearing loss in a mouse model of Muenke syndrome "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d8013a0d-231c-4201-8247-4e09b6060afb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1deff377-4b6c-4114-8099-2b2cda46449a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Display postnatal shortening of the cranial base along with synchondrosis growth plate dysfunction characterized by loss of resting, proliferating and hypertrophic chondrocyte zones and decreased Ihh expression. \nPremature conversion of resting chondrocytes along the perichondrium into pre hypertrophic chondrocytes leads to perichondrial bony bridge formation, effectively terminating the postnatal growth of the cranial base. Concludes that the Muenke syndrome mutation disturbs endochondral and perichondral ossification in the cranial base, explaining the midface hypoplasia in patients.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22016144","type":"dc:BibliographicResource","dc:abstract":"Muenke syndrome caused by the FGFR3(P250R) mutation is an autosomal dominant disorder mostly identified with coronal suture synostosis, but it also presents with other craniofacial phenotypes that include mild to moderate midface hypoplasia. The Muenke syndrome mutation is thought to dysregulate intramembranous ossification at the cranial suture without disturbing endochondral bone formation in the skull. We show in this study that knock-in mice harboring the mutation responsible for the Muenke syndrome (FgfR3(P244R)) display postnatal shortening of the cranial base along with synchondrosis growth plate dysfunction characterized by loss of resting, proliferating and hypertrophic chondrocyte zones and decreased Ihh expression. Furthermore, premature conversion of resting chondrocytes along the perichondrium into prehypertrophic chondrocytes leads to perichondrial bony bridge formation, effectively terminating the postnatal growth of the cranial base. Thus, we conclude that the Muenke syndrome mutation disturbs endochondral and perichondrial ossification in the cranial base, explaining the midface hypoplasia in patients.","dc:creator":"Laurita J","dc:date":"2011","dc:title":"The Muenke syndrome mutation (FgfR3P244R) causes cranial base shortening associated with growth plate dysfunction and premature perichondrial ossification in murine basicranial synchondroses."},"rdfs:label":"The Muenke syndrome mutation (FgfR3P244R) causes cranial bas"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":4145,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:9edb1106-f575-42fa-87a7-56733dbac080","type":"GeneValidityProposition","disease":"obo:MONDO_0011274","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR3 has been repeatedly described in association with autosomal dominant Muenke Syndrome, a syndrome defined by the presence of the specific FGFR3 missense variant c.749C>G (p.Pro250Arg). Muenke syndrome is characterized by considerable phenotypic variability even within a family and including phenotypic features such as coronal synostosis (bilateral and unilateral), synostosis of other sutures, macrocephaly, brachydactyly, hearing loss, and developmental delay. The missense variant in FGFR3  has been reported in at least 13 probands from 8 publications (PMIDs: 9042914,20592905,19449410, 24705944, 26740388,26740388,9600744).  This gene-disease association is also supported by experimental evidence including animal models, and a ligand binding assay that characterized the ligand dependent gain of function to FGF9.(PMIDs: 19086028, 18818193, 22016144, 18818193). In summary, FGFR3 is definitively associated with autosomal dominant Muenke Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert Panel on 12/16/2021.","dc:isVersionOf":{"id":"cggv:e94c1870-5413-4f75-8925-8bea54199d47"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}