{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-05-20T18:28:01.393Z","role":"Approver"},{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f91ae8df-6951-4564-9512-55bd8e922d1b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12cf1c21-e2cf-47fe-ad43-cf2cff411527","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that COX10 protein is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000006695-COX10/tissue) Expression in the brain has been shown in the cerebral cortex, caudate, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:c6ebb04a-d79f-47b6-bfbb-fb22c3b19cf6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec9f4a69-475e-4e54-8a16-9dfc82d0a015","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"COX10 is a farnesyltransferase that catalyzes the conversion of heme B to heme O in the heme synthesis pathway with the final product heme A being essential for COX function. The importance of COX10 in the assemby of Complex IV is demonstrated by mutations in COX10 showing decreased Complex IV assembly and activity in both yeast and human cells (PMID: 2167310 and PMID: 14607829). Thus, COX10 falls into the category of a complex IV assembly unit.  According to Leigh map at least 4 other complex IV assembly units (PET100, COX15, SURF1, and SCO2) have been implicated in causing Leigh syndrome (Rahman et al 2017 PMID: 27977873). Therefore the function of COX10 is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2167310","type":"dc:BibliographicResource","dc:abstract":"Respiratory-defective mutants of Saccharomyces cerevisiae assigned to pet complementation group G19 lack cytochrome oxidase activity and cytochromes a and a3. The enzyme deficiency is caused by recessive mutations in the nuclear gene COX10. Analyses of cytochrome oxidase subunits suggest that the product of COX10 provides an essential function at a posttranslational stage of enzyme assembly. The wild type COX10 gene has been cloned by transformation of a mutant from complementation group G19 with a yeast genomic library. Based on the nucleotide sequence of COX10, the primary translation product has an Mr of 52,000. The amino-terminal 190 residues constitute a hydrophilic domain while the carboxyl-terminal region is hydrophobic and has nine potential membrane-spanning segments. The sequence of the carboxyl-terminal hydrophobic region is homologous to an unidentified protein encoded by a reading frame (ORF1) located in one of the cytochrome oxidase operons of Paracoccus denitrificans. The two proteins share 24% identical residues and exhibit very similar hydrophobicity profiles. The bacterial homolog, however, lacks the hydrophilic amino-terminal region of the yeast protein.","dc:creator":"Nobrega MP","dc:date":"1990","dc:title":"COX10 codes for a protein homologous to the ORF1 product of Paracoccus denitrificans and is required for the synthesis of yeast cytochrome oxidase."},"rdfs:label":"Complex IV Assembly Unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 1 pt"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11db20e3-30a8-42c8-a43a-420124b90407","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:18176c5a-15af-46c5-9b35-4be635db7ade","type":"FunctionalAlteration","dc:description":"Fibroblasts established from patient with known COX10 mutations (discussed in Valnot et al 2000 PMID:10767350) demonstrated reduced complex IV activity, subunit steady state levels, cytochrome C oxidase holoenzyme, as well as an accumulation of complex IV subassemblies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14607829","type":"dc:BibliographicResource","dc:abstract":"Cytochrome c oxidase contains two redox-active copper centers (Cu(A) and Cu(B)) and two redox-active heme A moieties. Assembly of the enzyme relies on several assembly factors in addition to the constituent subunits and prosthetic groups. We studied fibroblast cultures from patients carrying mutations in the assembly factors COX10, SCO1, or SURF1. COX10 is involved in heme A biosynthesis. SCO1 is required for formation of the Cu(A) center. The function of SURF1 is unknown. Immunoblot analysis of native gels demonstrated severely decreased levels of holoenzyme in the patient cultures compared with controls. In addition, the blots revealed the presence of five subassemblies: three subassemblies involving the core subunit MTCO1 but apparently no other subunits; a subassembly containing subunits MTCO1, COX4, and COX5A; and a subassembly containing at least subunits MTCO1, MTCO2, MTCO3, COX4, and COX5A. As some of the subassemblies correspond to known assembly intermediates of human cytochrome c oxidase, we think that these subassemblies are probably assembly intermediates that accumulate in patient cells. The MTCO1.COX4.COX5A subassembly was not detected in COX10-deficient cells, which suggests that heme A incorporation into MTCO1 occurs prior to association of MTCO1 with COX4 and COX5A. SCO1-deficient cells contained accumulated levels of the MTCO1.COX4.COX5A subassembly, suggesting that MTCO2 associates with the MTCO1.COX4.COX5A subassembly after the Cu(A) center of MTCO2 is formed. Assembly in SURF1-deficient cells appears to stall at the same stage as in SCO1-deficient cells, pointing to a role for SURF1 in promoting the association of MTCO2 with the MTCO1.COX4.COX5A subassembly.","dc:creator":"Williams SL","dc:date":"2004","dc:title":"Cytochrome c oxidase subassemblies in fibroblast cultures from patients carrying mutations in COX10, SCO1, or SURF1."},"rdfs:label":"COX10 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"One patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 1 pt)"},{"id":"cggv:309124f6-8595-4656-a52c-c47b3733a04d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ff5ea6ea-d7ca-4b0f-8385-4a06c7667404","type":"FunctionalAlteration","dc:description":"Protein extracted from patient muscle harboring COX10 mutations was studied using blue native polyacrylamide gel electrophoresis. Immunoblots revealed no detectable Complex IV holoenzyme with no abnormal subassemblies. Reduced steady state levels of MTCO1 were also seen in patient muscle and fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24100867","type":"dc:BibliographicResource","dc:abstract":"Isolated cytochrome-c oxidase (COX) deficiency is one of the most frequent respiratory chain defects seen in human mitochondrial disease. Typically, patients present with severe neonatal multisystem disease and have an early fatal outcome. We describe an adult patient with isolated COX deficiency associated with a relatively mild clinical phenotype comprising myopathy; demyelinating neuropathy; premature ovarian failure; short stature; hearing loss; pigmentary maculopathy; and renal tubular dysfunction.","dc:creator":"Pitceathly RD","dc:date":"2013","dc:title":"COX10 mutations resulting in complex multisystem mitochondrial disease that remains stable into adulthood."},"rdfs:label":"Patient muscle study"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"A second patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 0.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a052c5cc-2618-41be-8b16-6933269ddb4a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53659397-9038-476d-b660-b7f259e8e1f2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system demonstrated biochemical abnormalities consisted with Leigh syndrome (reduced COX activity and levels of Complex IV subunit COX1) along with neurocognitive abnormalities. Neuropathologically, the mice showed shrinkage of the forebrain and reduction in cell density consistent with areas of pathology seen in human patients with Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17715058","type":"dc:BibliographicResource","dc:abstract":"Defects in the mitochondrial cytochrome c oxidase (COX) have been associated with Alzheimer's Disease, in which the age-dependent accumulation of beta-amyloid plays an important role in synaptic dysfunction and neurodegeneration. To test the possibility that age-dependent decline in the mitochondrial respiratory function, especially COX activity, may participate in the formation and accumulation of beta-amyloid, we generated mice expressing mutant amyloid precursor protein and mutant presenilin 1 in a neuron-specific COX-deficient background. A neuron-specific COX-deficient mouse was generated by the Cre-loxP system, in which the COX10 gene was deleted by a CamKIIalpha promoter-driven Cre-recombinase. COX10 is a farnesyltransferase involved in the biosynthesis of heme a, required for COX assembly and function. These KO mice showed an age-dependent COX deficiency in the cerebral cortex and hippocampus. Surprisingly, COX10 KO mice exhibited significantly fewer amyloid plaques in their brains compared with the COX-competent transgenic mice. This reduction in amyloid plaques in the KO mouse was accompanied by a reduction in Abeta42 level, beta-secretase activity, and oxidative damage. Likewise, production of reactive oxygen species from cells with partial COX activity was not elevated. Collectively, our results suggest that, contrary to previous models, a defect in neuronal COX does not increase oxidative damage nor predispose for the formation of amyloidgenic amyloid precursor protein fragments.","dc:creator":"Fukui H","dc:date":"2007","dc:title":"Cytochrome c oxidase deficiency in neurons decreases both oxidative stress and amyloid formation in a mouse model of Alzheimer's disease."},"rdfs:label":"Neuron specific COX10 KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Utilized model scoring system developed for Leigh syndrome experimental evidence. (1/3 pts for neuropathology evidence, 1/1 pts for biochemical abnormalities, 1/1 pts for neurocognitive behavioral differences)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b8502ff7-7ab2-4ca3-aca3-145f76ce683f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ada65b9e-0427-4fc5-a297-f496b6f5f362","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"","phenotypeFreeText":"Brain MRI was consistent with Leigh syndrome. MRI of the brain showed slight atrophy and hyperintense lesions in the thalamus, olives, and the nucleus ruber, a pattern comparable to Leigh like disease. Biochemical COX activity was significantly reduced in muscle and fibroblasts (0.15 COX/citrate synthase [CS]; control range, 0.52-2.08; and 0.22 COX/CS; control range, 0.68-1.19 COX/CS, respectively).","phenotypes":["obo:HP_0003128","obo:HP_0001252","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b8502ff7-7ab2-4ca3-aca3-145f76ce683f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9506ea35-dfc6-41f7-8314-ec2e22ae4db2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001303.3(COX10):c.2T>C (p.Met1Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7527"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15455402","type":"dc:BibliographicResource","dc:abstract":"We report a cytochrome c oxidase (COX)-deficient patient, clinically affected with Leigh-like disease, with a homozygous mutation in the COX10 start codon. Two-dimensional gel electrophoresis showed a decrease of fully assembled COX without the accumulation of partially assembled COX subcomplexes. Western blot analysis with antibodies directed to COX subunits I, II, and IV showed a decrease of these subunits in this patient compared with control. Overexpression of the COX10 protein in the patient's fibroblasts proved that the detected mutation was indeed the disease cause.","dc:creator":"Coenen MJ","dc:date":"2004","dc:title":"Cytochrome c oxidase biogenesis in a patient with a mutation in COX10 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15455402","rdfs:label":"Coenen index"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.2T>C transition results in the abolition of the start site for protein translation."},{"id":"cggv:4d771e1b-8289-4045-9576-abf559a91e4a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b1bc1d5-532b-4ded-a604-cd7bad86f5cb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"detectionMethod":"Researchers amplified and sequenced the 1332 bp RT–PCR cDNA, and all seven exons of the COX10 gene in fibroblasts from patient S to search for mutations in the COX10 gene. DNA","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Brain MRI analysis showed severe symmetrical lesions in the putamen and pallidum typical of Leigh syndrome. COX activity in a muscle biopsy was decreased to 16% of the lowest control values, while the other respiratory enzymes activities were normal.","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:4d771e1b-8289-4045-9576-abf559a91e4a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:59253b3a-1582-4696-9337-ff06ea4c90b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001303.3(COX10):c.1007A>T (p.Asp336Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7525"}},{"id":"cggv:d120497e-3c65-4320-a2c0-551905dafbde","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001303.3(COX10):c.1007A>G (p.Asp336Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7526"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12928484","type":"dc:BibliographicResource","dc:abstract":"Deficiencies in the activity of cytochrome c oxidase (COX) are an important cause of autosomal recessive respiratory chain disorders. Patients with isolated COX deficiency are clinically and genetically heterogeneous, and mutations in several different assembly factors have been found to cause specific clinical phenotypes. Two of the most common clinical presentations, Leigh Syndrome and hypertrophic cardiomyopathy, have so far only been associated with mutations in SURF1 or SCO2 and COX15, respectively. Here we show that expression of COX10 from a retroviral vector complements the COX deficiency in a patient with anemia and Leigh Syndrome, and in a patient with anemia, sensorineural deafness and fatal infantile hypertrophic cardiomyopathy. A partial rescue was also obtained following microcell-mediated transfer of mouse chromosomes into patient fibroblasts. COX10 functions in the first step of the mitochondrial heme A biosynthetic pathway, catalyzing the conversion of protoheme (heme B) to heme O via the farnesylation of a vinyl group at position C2. Heme A content was reduced in mitochondria from patient muscle and fibroblasts in proportion to the reduction in COX enzyme activity and the amount of fully assembled enzyme. Mutation analysis of COX10 identified four different missense alleles, predicting amino acid substitutions at evolutionarily conserved residues. A topological model places these residues in regions of the protein shown to have important catalytic functions by mutation analysis of a prokaryotic ortholog. Mutations in COX10 have previously been reported in a single family with tubulopathy and leukodystrophy. This study shows that mutations in this gene can cause nearly the full range of clinical phenotypes associated with early onset isolated COX deficiency.","dc:creator":"Antonicka H","dc:date":"2003","dc:title":"Mutations in COX10 result in a defect in mitochondrial heme A biosynthesis and account for multiple, early-onset clinical phenotypes associated with isolated COX deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12928484","rdfs:label":"Antonicka Patient S"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The underlying genetic defect in patient was identified by functional complementation using a panel of retroviral vectors expressing individual human COX assembly genes (16). COX activity in cultured fibroblasts derived from patients S was specifically restored by overexpression of a cDNA coding for COX10. Overexpression of cDNAs of other COX assembly factors, including COX15, which is also involved in mitochondrial heme biosynthesis, failed to complement the COX deficiency. Max scoring for missense mutation was given due to strength of complementation rescue."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":545,"specifiedBy":"GeneValidityCriteria6","strengthScore":9.5,"subject":{"id":"cggv:40852a3c-2c7a-413d-8e9a-1f4ecc6b66c1","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2260","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between COX10 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 22, 2019. 14 articles were reviewed.  COX10 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2003 (Antonicka et al., PMID: 12928484).  Six unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar.  Complex IV deficiency is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 2 probands with Leigh syndrome spectrum in 2 different publications (PMID 12928484, 15455402). This gene-disease association is further supported by the function of the gene product, expression, and studies in patient cell lines and COX10 mouse models.  In summary, there is moderate evidence to support the relationship between COX10 and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 22, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:48794019-db9d-47c2-9977-4dc76a7d07b3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}