{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-01-22T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8d27ce1-bb85-4bbc-a29d-c4d4b221306e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ab426b6-a041-4264-9ca9-232844ab35a5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FXII activates the fibrinolytic system, generating kinins and initiating blood coagulation by activating FXI. However, the role of F12 in the coagulation pathway is unclear, with some reports deeming F12 not critical for hemostasis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30700128","type":"dc:BibliographicResource","dc:abstract":"Activation of the intrinsic pathway of coagulation contributes to the pathogenesis of arterial and venous thrombosis. Critical insights into the involvement of intrinsic pathway factors have been derived from the study of gene-specific knockout animals and targeted inhibitors. Importantly, preclinical studies have indicated that targeting components of this pathway, including FXI (factor XI), FXII, and PKK (prekallikrein), reduces thrombosis with no significant effect on protective hemostatic pathways. This review highlights the advances made from studying the intrinsic pathway using gene-specific knockout animals and inhibitors in models of arterial and venous thrombosis. Development of inhibitors of activated FXI and FXII may reduce thrombosis with minimal increases in bleeding compared with current anticoagulant drugs.","dc:creator":"Grover SP","dc:date":"2019","dc:title":"Intrinsic Pathway of Coagulation and Thrombosis."},"rdfs:label":"Grover_Coagulation initiation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:77571b28-6f71-4dae-ae17-da2c174f52ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:58a8eed3-929a-4c0e-bab5-c8f4ceb32015","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cats that were homozygous for both mutations had factor XII activity levels less than or equal to 1%. In cats with the missense variant alone, residual FXII:C >2% was noted. Similarly, homozygosity for both mutations resulted in pronounced prolongation of aPTT, with a median value of 117.8s (laboratory ref: 19.0s for healthy cats). Prolongation of the APTT demonstrated a modest relationship to the severity of Factor XII deficiency (r2 = 0.52). Other intrinsic factor (FVIII:C, FIX:C and FXI:C) levels were 55% or greater. Similar to humans, no abnormal bleeding was observed even among severely deficient cats.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31022435","type":"dc:BibliographicResource","dc:abstract":"Factor XII (FXII) is a coagulation protein that initiates surface-activation of the coagulation cascade in vitro. The protein's in vivo role, however, remains poorly defined. Factor XII deficiency, or Hageman trait, is a rare hereditary disorder that is not associated with bleeding, and wide variations in FXII activity (FXII:C) exist among healthy people. While FXII-deficient knockout mice appear to be resistant to arterial thrombosis, human F12 polymorphisms that influence FXII:C have not been associated with thrombotic risk in population surveys. Factor XII deficiency is a naturally occurring hereditary trait in domestic cats. We undertook phenotypic and genotypic analyses of FXII-deficient cats for comparative studies with the human disease counterpart. A retrospective review of feline submissions to our laboratory revealed that FXII deficiency is common in domestic cats, and also present in many different breeds. The trait has a geographic bias toward the Midwestern United States. Clinical history, coagulation assays, and samples for F12 sequencing were obtained from 26 FXII deficient cats. None of the cats had experienced abnormal bleeding and their residual FXII:C was related to F12 mutation number and mutation-type. We found 2 high frequency F12 mutations: an exon 13 missense mutation (c.1631G > C) and an exon 11 deletion mutation (c.1321delC), and additional sequence variants throughout the gene. Factor XII deficiency in pet cat populations provides an animal model system to help clarify the biologic actions and clinical relevance of FXII protein.","dc:creator":"Maruyama H","dc:date":"2019","dc:title":"Factor XII deficiency is common in domestic cats and associated with two high frequency F12 mutations."},"rdfs:label":"Maruyama_Cat"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:128225cd-0a45-41df-bacf-738fcd2d6d12","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4522b1b7-59e2-4343-8e2b-92f134b24d06","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"F12-/- mice showed complete absence of FXII transcripts in the liver and FXII protein in the plasma with no FXII:C. aPTT in F12-/- mice was markedly prolonged. Matings of F12-/- males and F12-/- females resulted in normal litter sizes and sex distribution. Severe FXII deficiency in the mother did not affect the pregnancy outcome. KO mice from both backgrounds appeared healthy and viable. Other coagulation factor activities were similar between F12-/- mice and wild-type animals. Histological analyses of vascularized organs did not reveal thrombosis, infarcts or tissue scars due to ischemia; lung, kidney, liver, small bowel, heart, and spleen appeared normal. FXII deficiency in knockout mice resulted in absence FXII:C, but did not appear to impact hemostasis. This is similar to the phenotype observed in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15351846","type":"dc:BibliographicResource","dc:abstract":"To analyze the biological role of factor XII (FXII, Hageman Factor) in vivo, we generated mice deficient for FXII using a gene targeting approach on two distinct genetic backgrounds, i.e. mixed C57Bl/6J X 129X1/SvJ and inbred 129X1/SvJ. Homozygous FXII knockout (FXII(-)/(-)) mice showed no FXII plasma activity and had a markedly prolonged activated partial thromboplastin time (aPTT). In contrast, coagulation factors XI, VIII, IX, X,VII, V, II and fibrinogen did not differ between FXII(-/-) mice and their wild-type littermates. Heterozygous matings segregated according to the Mendelian inheritance indicating that FXII deficiency does not increase fetal loss. Furthermore, matings of FXII(-/-) males and FXII(-/-) females resulted in normal litter sizes demonstrating that total FXII deficiency in FXII(-/-) females does not affect pregnancy outcome. Also, gross and histological anatomy of FXII(-/-) mice was indistinguishable from that of their wild-type littermates on both genetic backgrounds. Thus it appears that deficiency of murine FXII does not cause thrombophilia or impaired fibrinolysis in vivo. These results indicate that FXII deficiency does not affect hemostasis in vivo and we anticipate that the FXII(-/-) mice will be helpful to elucidate the biological role(s) of FXII in health and disease.","dc:creator":"Pauer HU","dc:date":"2004","dc:title":"Targeted deletion of murine coagulation factor XII gene-a model for contact phase activation in vivo."},"rdfs:label":"Pauer_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The evidence is scored default points as the model is consistent with human patients with FXII deficiency."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:d241effb-bb2e-4d5d-9df2-5e84f757252f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6e67e4c2-58d1-4ee3-a289-19d98a615fc0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"detectionMethod":"All the 14 exons along with their intron–exon boundaries and 5', 3' UTRs were amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"aPTT = 101.7s, FXII:C = 3%; FXII:Ag <1% (nv = 72 - 113%). Fibrinogen and D-dimer were slightly increased; PT, TT, FVIII:C, FIX:C, FXI:C, lupus anticoagulant were normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d241effb-bb2e-4d5d-9df2-5e84f757252f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6885cf6e-86aa-4fec-a5af-ab864d0a3af1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177402459C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3581085"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29383625","type":"dc:BibliographicResource","dc:abstract":"Coagulation factor XII deficiency is a rare autosomal recessive disorder, which could be found in a consanguineous family. We studied a Chinese family in which the activated partial thromboplastin time (APTT) of the proband had clearly prolonged up to 101.7 s, associated with low FXII activity of 3% and FXII antigen < 1%. To analyze the gene mutation in this FXII-deficient patient, we performed FXII mutation screening, and analyzed the DNA sequence of the F12 gene. A ClustalX-2.1-win and four online bioinformatics software services were used to study the conservatism and effects of the mutation. A transient in vitro expression study was performed to elucidate the possible pathological mechanism. Sequence analysis revealed a homozygous c.1681 G > A point mutation in exon 14, causing a novel Gly542Ser mutation in the catalytic domain. The results of the conservatism and bioinformatics analyses both indicated that the mutation likely affects the function of the protein. Additional expression studies in COS-7 cells showed that the antigen level of mutant FXII (FXII-Gly542Ser) was lower than wild type in culture medium, whereas the corresponding level of FXII antigen in cell lysates was equivalent. These results suggest that the Gly542Ser mutation causes FXII deficiency through intracellular degradation.","dc:creator":"Zou A","dc:date":"2018","dc:title":"Genetic analysis of a novel missense mutation (Gly542Ser) with factor XII deficiency in a Chinese patient of consanguineous marriage."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29383625","rdfs:label":"Zou_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Gly561Ser (NM_000505.3:c.1681G>A), in the catalytic domain. Transient transfection studies in COS-7 cells showed accumulation of the mutant protein in the cells and reduced secretion into culture medium, compared to wild type. The variant is reported in gnomAD v2.1.1 at a frequency of 0.0007611 (14/18394 East Asian alleles) with no homozygotes. It is scored default points."},{"id":"cggv:0a25fe84-e214-4089-8675-bc52e12178af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:acc3f67d-d501-41de-94e0-b77bb6c65c8f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"The promoter, exons, introns and 3' UTR were sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had one miscarriage in the second quarter of pregnancy. She had a family history of thromboembolic disease.","phenotypes":["obo:HP_0004841","obo:HP_0003645","obo:HP_0005268"],"previousTesting":true,"previousTestingDescription":"FXII:C <1%. Thrombophilic parameters were normal: functional antithrombin, amidolytic PC, total free and functional PS, functional assay for FVIII, APCR, the FVL, the G20210A F2, homocysteine levels, lupus anticoagulant, anticardiolipin and antiphosphatidylserine antibodies.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0a25fe84-e214-4089-8675-bc52e12178af_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:27e1ec9e-e7b6-4b8a-93fb-d82707c3f35d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177403271del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA132835188"}},{"id":"cggv:f526c884-3d6f-4e82-8f34-d2a9c1d08259","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404474_177404496del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA132836932"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18024408","type":"dc:BibliographicResource","dc:abstract":"We studied 3 Spanish patients with <1% FXII levels. DNA sequencing of the whole F12 gene identified 15 genetic variants. Molecular analyses of F12 mRNA demonstrated that the deficiency was caused by 5281delG in exon 9 of Patient 1 (in the homozygous state) and the 6306delG in exon 12 and another deletion of 23 bp in intron 8 of Patient 2 (both in the heterozygous state). Finally, a G-8C transversion was found in the homozygous state in Patient 3. Based on previous data, including a mouse model, the G-8C might be responsible for the FXII deficiency. None of these variants were present in 40 controls.","dc:creator":"Mordillo C","dc:date":"2007","dc:title":"Molecular analysis of multiple genetic variants in Spanish FXII-deficient families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18024408","rdfs:label":"Mordillo_Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for two deletion variants, a 23-bp deletion in intron 8: NM_000505.3:c.800+3_800+25del and a 1-bp deletion in exon 12 resulting in a frameshift, Gly506AlafsTer158 (NM_000505.3:c.1517del). The variants were confirmed to be in trans as the probands two children were each heterozygous for one of the variants. The intronic deletion was predicted to result in loss of both wild-type donor and acceptor splice sites in intron 8. Absence of this transcript in the cDNA indicated that this allele was not expressed in the proband. The 1-bp deletion resulted in stop loss and extension of the protein. This variant is reported in gnomAD v2.1.1 at a frequency of 0.00003194 (4/125236 non-Finnish European alleles) with no homozygotes. The evidence is scored default points."},{"id":"cggv:3ea5f733-4c35-4967-a525-e1779599bfdd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5a16c9eb-c0c9-4742-900f-714a378529a8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":62,"detectionMethod":"The entire coding region of the F12 was sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004841","obo:HP_0003645"],"previousTesting":true,"previousTestingDescription":"aPTT = 166.1s, PT = 11.5s, FXII:Ag <1%, FXII:C = 0.6%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3ea5f733-4c35-4967-a525-e1779599bfdd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:06d4d6e1-ad27-498f-a072-78d43aadf9d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404523C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362329027"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26709783","type":"dc:BibliographicResource","dc:abstract":"Several mutations in factor XII have been reported in patients with factor XII deficiency. Here, we described three mutations in the F12 gene (c. 6635G more than A (p. G259E), c. 6658G more than C (p. R267G) and c. 8489G more than A (p. E521K)) of five patients with congenital FXII deficiency. Among these, two were heterozygous mutations. All five patients had prolonged activated partial thromboplastin time, as well as markedly decreased FXII activity and antigen levels. In vitro studies in transiently transfected HEK 293T cells demonstrated that these mutations significantly lowered the FXII levels in the culture media, but had no impact on transcription. Further protein degradation inhibition experiments with various inhibitors suggested that the three mutants were degraded intracellularly through the proteasome pathway in the pre-Golgi compartment. Moreover, G259E and R267G mutations exhibited dominant negative effects, consistent with the phenotypes observed in the heterozygous carriers. Such dominant negative effects were not due to the dimerization of FXII. Our findings suggest that the three mutations in the F12 gene are the causing reasons for the cross-reactive material-negative FXII deficiencies. ","dc:creator":"Jin P","dc:date":"2016","dc:title":"Novel mutations in congenital factor XII deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26709783","rdfs:label":"Jin_Patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Gly259Glu (NM_000505.3:c.776G>A). In-vitro expression studies in HEK293T cells showed that the variant significantly reduced the FXII expression (~11.8% of wild-type level) and FXII activity (~17.4% of wild type) in the cell media, while cellular expression was ~32.1%. It was shown that the mutant protein underwent proteasome degradation by the intracellular ER QC mechanism."},{"id":"cggv:abefb834-b311-426b-92b5-df92405b8652_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0937bad2-b1d2-4b7b-bd76-b1370d8bf2d3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"detectionMethod":"All coding exons and flanking intronic sequences of the F12 gene were amplified and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was diagnosed during preoperative screening for anal fistula surgery.","phenotypes":["obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"aPTT = 95.2s; FXII:C <0.5%","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:abefb834-b311-426b-92b5-df92405b8652_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:01d7b2d9-47c4-4945-9e71-75206d706e4d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177405178G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362330691"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20386432","type":"dc:BibliographicResource","dc:abstract":"Coagulation factor XII (FXII) participates in the initiation of blood coagulation, fibrinolysis, complement systems, and bradykinin generation. Hereditary FXII deficiency is caused by mutations in the F12 gene. In this report, we describe three Korean patients with FXII deficiency. In all three patients, prolonged activated partial thromboplastin time (aPTT) was detected on preoperative coagulation screening, without a history of bleeding tendency. Patient 1 was a 4-year-old girl with congenital heart anomaly. Her aPTT was prolonged at 67.5 s (reference range, 29-42 s) and the FXII activity was 5% (48-177%). Patient 2 was a 50-year-old man with anal fistula. His aPTT was 95.2 s and FXII activity was less than 0.5% (below the detection limit). Patient 3 was a 53-year-old woman with pituitary macroadenoma. Her aPTT was 238.8 s and FXII activity was less than 0.5%. Direct sequencing analyses of F12 revealed two mutations in all three patients. Patient 1 was compound heterozygous for two missense mutations, c.1583C>T (p.S528F) and c.1744G>A (p.G582S). Patient 2 was homozygous for a nonsense mutation, c.405C>A (p.C135X). Patient 3 was compound heterozygous for a frameshift mutation and a missense mutation, c.1093_1094insC (p.K365QfsX69) and c.1744G>A (p.G582S). All four mutations were novel. To the best of our knowledge, these are the first genetically confirmed cases of FXII deficiency in Korea. FXII deficiency should be included in differential diagnoses of prolonged aPTT, particularly in those without bleeding tendency.","dc:creator":"Kwon MJ","dc:date":"2010","dc:title":"Molecular genetic analysis of Korean patients with coagulation factor XII deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20386432","rdfs:label":"Kwon_Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Cys135Ter (NM_000505.3:c.405C>A ). The resulting transcript is predicted to undergo NMD."},{"id":"cggv:c4bc4e5f-90e3-4728-bc12-0032d6af8d6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2a65926c-f7c2-4e0c-9f3b-6a90c7a6e63d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"All exons and intron-exon boundaries of the F12 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004841","obo:HP_0003645"],"previousTesting":true,"previousTestingDescription":"Proband's PT = 1.04 INR; FVIII:C = 91%; FIX:C = 160%; FXI:C = 100%; FXII:C = 35%; FXII:Ag = 81%; plasma prekallikrein activity = 140%.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c4bc4e5f-90e3-4728-bc12-0032d6af8d6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c3f9ff7a-1403-425e-98d7-689e56af0993","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177402581C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362321868"}},{"id":"cggv:bebe6e86-86b5-42c1-9d6b-4c6b52940b2a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000505.3(F12):c.1027G>C (p.Ala343Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3581278"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21264442","type":"dc:BibliographicResource","dc:abstract":"A healthy Japanese male had reduced factor XII (FXII) activity (35%) in contrast to normal antigen levels (81%). The F12 of this proband had a 9775G to C mutation in exon 10 and an 11276G to A mutation in exon 13 that resulted in two amino acid substitutions of Ala324Pro (GCG→CCG) in the proline-rich connecting region and Gly531Glu (GGG→GAG) near the active Ser544 in the catalytic domain. His father had the nucleotide 46T/T and a heterozygous 9775G/C mutation. The FXII activity (32%) and antigen level (38%) of the father were about half that of normal individuals with 46T/T, suggesting a heterozygous cross reacting material (CRM)-negative deficiency. His mother had a 46C/T and heterozygous 11276G/A mutation, and 80% FXII activity was incompatible with the corresponding antigen level (125%), suggesting a heterozygous CRM-positive deficiency. The substitution of Ala324Pro probably caused the CRM-negative mutation and the Gly531Glu caused the CRM-positive mutation. We developed three methods based on chromogenic substrates to assay the distinct functions of FXII, namely its autoactivation on a negatively charged surface, activation by kallikrein cleavage and the prekallikrein cleavage activity of FXIIa. The ratios of autoactivated FXIIa/FXII antigen (0.80-1.10) and of kallikrein-induced FXIIa/FXII antigen (0.86-1.00) in plasma from the proband were within normal ranges, whereas those of FXIIa-induced kallikrein/FXII antigen were reduced to 0.41-0.45. In conclusion, the 9775G to C and 11276G to A mutations of F12 led to a CRM-negative and -positive FXII deficiency, and the F12 with 11276A produced a dysfunctional type of FXII with a partial defect (0.41-0.45) in prekallikrein cleavage activity.","dc:creator":"Iijima K","dc:date":"2011","dc:title":"Factor XII Osaka: abnormal factor XII with partially defective prekallikrein cleavage activity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21264442","rdfs:label":"Iijima_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was compound heterozygous for two missense variants: Ala343Pro, inherited from the father and Gly531Glu inherited from the mother. The Ala343Pro variant is reported at a high frequency in gnomAD v2, with 11 homozygotes. However, since FXII deficiency does not result in overt clinical symptoms, this evidence is not counted against pathogenicity of the variant. The authors note that the Gly531Glu variant has partially defective prekallikrein cleavage activity (ratio = 0.4 - 0.45); however, this study was conducted on the patient plasma and not with the variant expressed in heterologous cells. The evidence is scored minimal points."},{"id":"cggv:d08fdaf4-4822-4a82-8738-5187b1719995_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b70ad103-c9b4-48f1-a472-dbc0e071c87d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"All 14 exons along with their intron–exon boundaries and 5′,3′-UTRs were amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004841","obo:HP_0003645"],"previousTesting":true,"previousTestingDescription":"FXII:C = 12%; FXII:Ag = 10% (nv = 72 - 113%). Fibrinogen and D-dimer were slightly increased; PT, TT, FVIII:C, FIX:C, FXI:C were normal.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d08fdaf4-4822-4a82-8738-5187b1719995_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f06755-3630-457f-b18d-18c3791980ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404031C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA132836116"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28007010","type":"dc:BibliographicResource","dc:abstract":"To study the gene mutations of factor XII (FXII) in a Chinese family of consanguineous marriage with FXII deficiency and illuminate the possible molecular pathogenic mechanism. It will contribute to our comprehension of the pathogenesis of the disease.","dc:creator":"Cheng X","dc:date":"2017","dc:title":"Genetic analysis of a hereditary factor XII deficiency pedigree of a consanguineous marriage due to a homozygous F12 gene mutation: Gly341Arg."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28007010","rdfs:label":"Cheng_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband and her brother were homozygous for the missense change in the proline-rich domain at highly conserved residue, Gly360Arg. The mutant protein is speculated to be intracellularly degraded through the ER QC mechanism. The proband is scored minimum points as no functional evidence is available for the variant."},{"id":"cggv:3f92c53b-df71-47d8-b991-933391d5cb6c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7c719dad-9546-48bf-8d83-51165c215654","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"The entire coding region of the F12 was sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"aPTT = 103.6s, PT = 10.2s, FXII:Ag = 3.8%, FXII:C = 4%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3f92c53b-df71-47d8-b991-933391d5cb6c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6ec6d05-0bf4-4849-85f5-98566857c09b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177402669C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3581129"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26709783"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26709783","rdfs:label":"Jin_Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Glu521Lys. in-vitro expression studies in HEK293T cells showed that the variant significantly reduced the FXII expression (~17.5% of wild-type level) and FXII activity (~12.5% of wild type) in the cell media, while cellular expression was ~32.6%. It was shown that the mutant proteins underwent proteasome degradation by the intracellular ER QC mechanism. The variant is reported at a frequency of 0.0004907 (9/18342 East Asians) in gnomAD v2.1.1, with no homozygotes."},{"id":"cggv:5f5d8a27-0d38-4813-bf29-508d9ff22f96_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:94bd2d71-d91a-41cc-8fd3-828ac75a7b5b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"detectionMethod":"The entire coding region of the F12 was sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"aPTT = 124s, PT = 11.8s, FXII:Ag <1%, FXII:C = 1.5%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5f5d8a27-0d38-4813-bf29-508d9ff22f96_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e324b16-2b2d-499d-985b-184afcba6d43","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404500G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362328948"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26709783"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26709783","rdfs:label":"Jin_Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense variant, Arg267Gly (NM_000505.3:c.799C>G). In-vitro expression studies in HEK293T cells showed that the variant significantly reduced the FXII expression (~7.02% of wild-type level) and FXII activity (~18.1% of wild type) in the cell media, while cellular expression was ~17.9%. It was shown that the mutant protein underwent proteasome degradation by the intracellular ER QC mechanism."},{"id":"cggv:d970e2ba-d6fe-4f55-a0f5-1f2dea746df2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:230df819-1db9-4d8b-8c93-5a52adf31b62","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"All exons and exon/intron boundaries of the F12 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004841","obo:HP_0003645"],"previousTesting":true,"previousTestingDescription":"FXII:Ag and FXII:C <10%","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d970e2ba-d6fe-4f55-a0f5-1f2dea746df2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2a27011b-36fd-47a5-8bce-fd7a01f6915d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177403270C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362322530"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15205584","type":"dc:BibliographicResource","dc:abstract":"We analyzed the factor XII (FXII) gene of a patient with congenital FXII deficiency and identified a novel amino acid substitution (W486C) in the catalytic domain. The proband was an asymptomatic 49-year-old Japanese female with abnormal coagulation test, discovered by chance. The FXII activity and antigen level were both under 10%, suggesting a cross-reacting material-negative FXII deficiency. Sequence analysis of the proband's FXII gene revealed a homozygous nucleotide substitution G --> C in exon 12, resulting in the amino acid substitution W486C in the catalytic domain. We constructed the mutant FXII cDNA in an expression plasmid vector and transfected it into Chinese hamster ovary cells. The recombinant wild-type FXII antigen was detected in the culture medium by immunoprecipitation assay, but the mutant FXII (W486C) was not observed. On the other hand, both the wild-type FXII and W486C cell lysates contained FXII antigen and FXII mRNA, as estimated by western blotting and quantitative reverse transcriptase-polymerase chain reaction. These findings suggest that the W486C substitution of FXII impairs intracellular processing of the protein and/or transport system.","dc:creator":"Ishii K","dc:date":"2004","dc:title":"Genetic analyses and expression studies identified a novel mutation (W486C) as a molecular basis of congenital coagulation factor XII deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15205584","rdfs:label":"Ishii_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was homozygous for the missense change in the catalytic domain, Trp505Cys (NM_000505.3:c.1515G>C). In-vitro expression studies in CHO cells show that the variant protein is synthesized normally but is not secreted out. The variant is absent from gnomAD. It is scored default points."},{"id":"cggv:577119ce-c2c3-4185-8be2-de5b7509354b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:dcd5c90c-a34b-424e-b9be-ee660859391f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":75,"detectionMethod":"All exons and exon-intron boundaries of the F12 gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was incidentally diagnosed prior to cataract surgery.","phenotypes":["obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"aPTT = 52.8s; FXII:C = 5%, FXII:Ag = 4.5%. Other hemostatic laboratory data are noted to be normal, lupus anticoagulant and FXII inhibitor were negative.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:577119ce-c2c3-4185-8be2-de5b7509354b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aafa3085-95b2-4e21-b06a-09d07a12566c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404014C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362327610"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20022356","type":"dc:BibliographicResource","dc:abstract":"Congenital blood coagulation factor XII (FXII) deficiency is a rare coagulation disease and an autosomal recessive trait. It is found by chance in many cases. We identified a novel mutation (Lys346Asn) in the FXII gene of a patient with FXII deficiency, designated as Factor XII Ofunato.","dc:creator":"Suzuki K","dc:date":"2010","dc:title":"Factor XII Ofunato: Lys346Asn mutation associated with blood coagulation factor XII deficiency causes impaired secretion through a proteasome-mediated degradation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20022356","rdfs:label":"Suzuki_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The proband was apparently homozygous for the missense variant, Lys365Asn (NM_000505.3:c.1095G>C). Transient expression studies of the variant in CHO-K1 cells demonstrated that FXII antigen secreted in the culture medium was ~25% of wild type and antigen level in cell lysates was 81% of the wild type. Pulse-chase analysis showed impaired secretion of the mutant protein, suggesting intracellular degradation by the ER QC mechanism. Using Lactacystin, a proteasome inhibitor, the authors show that secretion of the mutant protein is increased. Using Brefeldine-A, which blocks antegrade transport from the ER to Golgi specifically, the authors show that the mutant protein accumulated less compared to wild-type, indicating proteasomal degradation in pre-Golgi compartment."},{"id":"cggv:ac8b6967-717e-4682-906d-370f09e342c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b152f68-03e6-47cf-ba8f-ca2fb05e917d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":34,"detectionMethod":"The promoter, exons, introns and 3' UTR were sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"The proband suffered 4 miscarriages within the first quarter of pregnancy","phenotypes":["obo:HP_0005268","obo:HP_0003645","obo:HP_0004841"],"previousTesting":true,"previousTestingDescription":"FXII:C <1%. Thrombophilic parameters were normal: functional antithrombin, amidolytic PC, total free and functional PS, functional assay for FVIII, APCR, the FVL, the G20210A F2, homocysteine levels, lupus anticoagulant, anticardiolipin and antiphosphatidylserine antibodies.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ac8b6967-717e-4682-906d-370f09e342c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6c05f907-07f8-4adf-b47d-40dcab2d42aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000005.10:g.177404296del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3581347"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18024408"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18024408","rdfs:label":"Mordillo_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the 1-bp deletion, which results in a frameshift and premature termination at position 351. The transcript is predicted to undergo NMD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":506,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:381178be-74db-4b20-8b89-47dcaaa2e9c5","type":"GeneValidityProposition","disease":"obo:MONDO_0009315","gene":"hgnc:3530","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between F12 and congenital factor XII deficiency inherited in the autosomal recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of January, 2020. This association was made using case-level and experimental data. Pathogenic variants in this gene reported in humans range from partial deletions and duplications, nonsense, frameshift, missense and splicing variants. Congenital Factor XII deficiency does not manifest as overt clinical symptoms and is diagnosed as an incidental finding when patients are tested for other reasons. Studies indicate that FXII deficiency neither predisposes to venous thromboembolism nor protects against it (PMID: 25696836, 15306750). Nevertheless, mutations in F12 result in reduced activity with or without reduced antigen levels of FXII. Mutations in F12 were first associated with this disease in humans as early as 1987 by Bernardi et al. (PMID: 2882793); however, the molecular defect was reported by Miyata et al in 1989 (PMID: 2510163).\n\nSummary of Case Level Data (12 points): The association is seen in at least 11 probands in 8 publications (PMID: 29383625, 20022356, 18024408, 20386432, 26709783, 21264442, 28007010, 15205584). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is expected to be biallelic loss of function, with heterozygous individuals usually having intermediate levels of factor activity.  \n\nSummary of Experimental Data (4 points): FXII is the first component of the intrinsic pathway of the coagulation cascade and activates FXI (PMID: 30700128). The significance of FXII in the coagulation pathway is not clear, however. Mouse models are reported that recapitulate FXII deficiency, without any clinical manifestations, suggesting that FXII deficiency does not affect hemostasis in vivo (PMID: 15351846). This is similar to what is observed in humans. In cats, FXII deficiency is a naturally occurring defect and leads to complete lack of FXII activity and antigen (PMID: 31022435).   \n\nIn summary, the F12-Congenital FXII deficiency gene-disease relationship is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on January 22, 2020 (SOP Version 7).\n\nLumping & Splitting information: OMIM assertions - (1) Angioedema, hereditary, type III (MIM: 610618); (2) Factor XII deficiency (MIM: 234000). Orphanet assertions - (1) F12-related hereditary angioedema with normal C1Inh; (2) Congenital factor XII deficiency. \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the phenotype, inheritance pattern and molecular mechanism underlying the two disease entities to be different and hence the association of F12 with each entity was evaluated separately.\n","dc:isVersionOf":{"id":"cggv:50bbe8d0-4feb-43c7-8573-9d7f85c82e54"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}