{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5edv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2023-07-18T15:49:29.830Z","role":"Publisher"},{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2023-02-02T19:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64b544fa-0256-4b04-a603-e945d5b03919","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e6f10e2a-7715-4eca-b515-0550f15ba3d1","type":"FunctionalAlteration","dc:description":"Forced expression of WT human protrudin did not increase the amount of mRNA for the ER stress-induced gene (Bip/Grp78) compared to mock controls, following exposure of the Neuro2A cells to ER-stress inducing agents tunicamycin, thapsigargin, and DTT. However, expression of protrudin G191V enhanced the Bip gene response to all three agents. Furthermore, when they examined the the splicing of Xbp1 mRNA in cells in the presence of tunicamycin, cells expressing G191V protrudin had a greater amount of spliced DNA compared to WT. \nThe authors also examined the half-life of the G191V protrudin compared to WT. They found that G191V protrudin had a markedly longer half-life than WT, as well as delayed NHK - a typical substrate of the ERAD system, was delayed in G191V protrudin.\nThe authors also showed that the G191V protrudin was sensitive to proteasome inhibition as the G191V protrudin protein failed to degrade in the presence of MG132, compared to WT which only had partial attenuation. \nFinally, gel filtration analysis revealed that the apparent molecular size of the G191V protrudin in Neuro2A cells was larger than than that of the WT protein. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24668814","type":"dc:BibliographicResource","dc:abstract":"Protrudin is a membrane protein that regulates polarized vesicular trafficking in neurons. The protrudin gene (ZFYVE27) is mutated in a subset of individuals with hereditary spastic paraplegia (HSP), and protrudin is therefore also referred to as spastic paraplegia (SPG) 33. We have now generated mice that express a transgene for dual epitope-tagged protrudin under control of a neuron-specific promoter, and we have subjected highly purified protrudin-containing complexes isolated from the brain of these mice to proteomics analysis to identify proteins that associate with protrudin. Protrudin was found to interact with other HSP-related proteins including myelin proteolipid protein 1 (SPG2), atlastin-1 (SPG3A), REEP1 (SPG31), REEP5 (similar to REEP1), Kif5A (SPG10), Kif5B, Kif5C, and reticulon 1, 3, and 4 (similar to reticulon 2, SPG12). Membrane topology analysis indicated that one of three hydrophobic segments of protrudin forms a hydrophobic hairpin domain similar to those of other SPG proteins. Protrudin was found to localize predominantly to the tubular endoplasmic reticulum (ER), and forced expression of protrudin promoted the formation and stabilization of the tubular ER network. The protrudin(G191V) mutant, which has been identified in a subset of HSP patients, manifested an increased intracellular stability, and cells expressing this mutant showed an increased susceptibility to ER stress. Our results thus suggest that protrudin contributes to the regulation of ER morphology and function, and that its deregulation by mutation is a causative defect in HSP.","dc:creator":"Hashimoto Y","dc:date":"2014","dc:title":"Protrudin regulates endoplasmic reticulum morphology and function associated with the pathogenesis of hereditary spastic paraplegia."},"rdfs:label":"Cells expressing G191V Protrudin are vulnerable to ER stress"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":6641,"specifiedBy":"GeneValidityCriteria9","strengthScore":0.5,"subject":{"id":"cggv:fee59e53-d622-4b0f-ad94-5ca026a7cab3","type":"GeneValidityProposition","disease":"obo:MONDO_0012448","gene":"hgnc:26559","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ZFYVE27 was first reported in relation to autosomal dominant hereditary spastic paraplegia (HSP) in 2006 (Mannan et al., PMID: 16826525). In this study, a missense variant (c.572G>T; p.G191V) was identified in three related individuals with HSP, following targeted sequencing of the ZFYVE27 gene.  No whole exome or genome approaches were used, and the authors did not state whether any other HSP genes had been previously tested. The population allele frequencies for the p.G191V variant identified in this family are higher than would be expected for disease-causing variants, and therefore was not scored. A second family was reported in 2015 (PMID: 25497598) with a splice acceptor variant [c.8052-2A-G]. This variant was also reported in the general population and was not scored. The assertion that the variant in ZFYVE27 was causative was attributed to the original Mannan et al., study. Experimental cell models have demonstrated that ZFYVE27 was found to localize predominantly to the tubular endoplasmic reticulum (ER) and forced expression of protrudin promoted the formation and stabilization of the tubular ER network (PMID: 24668814). However, there was conflicting evidence whether the G191V variant impaired the function of ZFYVE27 protein (PMIDs: 18606302 and 24668814).\n\nIn summary, the evidence supporting the relationship between ZFYVE27 and autosomal dominant hereditary spastic paraplegia has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role ZFYVE27 plays in this disease. This classification was approved by the ClinGen Cerebral Palsy Gene Curation Expert Panel on February 2, 2023 (SOP Version 9).\n\nThe missense variant (p.G191V) is reported in the general population at a frequency that is higher than would be expected to be disease-causing. Functional studies on the impact that the missense variant has on protein function is conflicting. ","dc:isVersionOf":{"id":"cggv:f1339e37-ae1f-4ffe-8f05-fb00729de5ed"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}