{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-10-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-11-20T16:20:44.308Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9580666","type":"dc:BibliographicResource","dc:abstract":"Elastin is the protein responsible for the characteristic elastic properties of many tissues including the skin, lungs and large blood vessels. Loss-of-function mutations in the elastin gene are known to cause the heart defect supravalvular aortic stenosis (SVAS). We and others have identified deletions, nonsense mutations and splice site mutations in SVAS patients that abolish the function of one elastin gene. We have now identified an elastin mutation in a patient with a completely different phenotype, the rare autosomal dominant condition cutis laxa. A frameshift mutation in exon 32 of the elastin gene is predicted to replace 37 amino acids at the C-terminus of elastin by a novel sequence of 62 amino acids. mRNA and immunoprecipitation studies show that the mutant allele is expressed. Electron microscopy of skin sections shows abnormal branching and fragmentation in the amorphous elastin component, and immunocytochemistry shows reduced elastin deposition in the elastic fibres and fewer microfibrils in the dermis. These findings suggest that the mutant tropoelastin protein is synthesized, secreted and incorporated into the elastic matrix, where it alters the architecture of elastic fibres. Interference with cross-linking would reduce elastic recoil in affected tissues and explain the cutis laxa phenotype.","dc:creator":"Tassabehji M","dc:date":"1998","dc:title":"An elastin gene mutation producing abnormal tropoelastin and abnormal elastic fibres in a patient with autosomal dominant cutis laxa."},"evidence":[{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23ec67c0-fb23-4e24-a715-057146032b47","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b9ebf9e-7dcd-40ce-96eb-f96f3a812750","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Diminished and disorganized elastin deposition onto the microfibril bundles were observed upon microscopic examinations of patient skin samples. Semi-quantitative fragment analysis showed production of mutant mRNA products in patient fibroblasts. Mutant protein expression in fibroblast cultures showed impaired deposition of tropoelastin onto microfibril-containing fibers upon immunostaining. Increased pSMAD2 staining in ADCL fibroblasts indicated enhanced transforming growth factor beta (TGFβ) signaling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21309044","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant cutis laxa (ADCL) is characterized by a typical facial appearance and generalized loose skin folds, occasionally associated with aortic root dilatation and emphysema. We sequenced exons 28-34 of the ELN gene in five probands with ADCL features and found five de novo heterozygous mutations: c.2296_2299dupGCAG (CL-1), c.2333delC (CL-2), c.2137delG (CL-3), c.2262delA (monozygotic twin CL-4 and CL-5), and c.2124del25 (CL-6). Four probands (CL-1,-2,-3,-6) presented with progressive aortic root dilatation. CL-2 and CL-3 also had bicuspid aortic valves. CL-2 presented with severe emphysema. Electron microscopy revealed elastic fiber fragmentation and diminished dermal elastin deposition. RT-PCR studies showed stable mutant mRNA in all patients. Exon 32 skipping explains a milder phenotype in patients with exon 32 mutations. Mutant protein expression in fibroblast cultures impaired deposition of tropoelastin onto microfibril-containing fibers, and enhanced tropoelastin coacervation and globule formation leading to lower amounts of mature, insoluble elastin. Mutation-specific effects also included endoplasmic reticulum stress and increased apoptosis. Increased pSMAD2 staining in ADCL fibroblasts indicated enhanced transforming growth factor beta (TGF-β) signaling. We conclude that ADCL is a systemic disease with cardiovascular and pulmonary complications, associated with increased TGF-β signaling and mutation-specific differences in endoplasmic reticulum stress and apoptosis.","dc:creator":"Callewaert B","dc:date":"2011","dc:title":"New insights into the pathogenesis of autosomal-dominant cutis laxa with report of five ELN mutations."},"rdfs:label":"Patient fibroblast expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:aa0c8d13-ba0d-4acc-88f4-c2ddb3cd95da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:abcdd524-c63d-4ea7-96da-b85089043dfb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Expression studies have shown that the c.2114_2138del25 (c.1928_1952del25) mutation creates either a truncated protein product with a premature termination codon in exon 32 or an extended product lacking the sequence encoded by exon 32 as a result of normal alternative splicing but containing exons 30, 31, 33, 34 and part of the 3'-untranslated region of ELN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16085695","type":"dc:BibliographicResource","dc:abstract":"Cutis laxa is an acquired or inherited condition characterized by redundant, pendulous and inelastic skin. Autosomal dominant cutis laxa has been described as a benign disease with minor systemic involvement.","dc:creator":"Szabo Z","dc:date":"2006","dc:title":"Aortic aneurysmal disease and cutis laxa caused by defects in the elastin gene."},"rdfs:label":"Expression study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5136e133-2ba8-442e-a685-230dd318c4d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9925d51-8647-4e82-b4bd-b444ea314c3f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Elastin in frozen sections of aorta from non-transgenic, hBACWT, and hBACCL mice was detected with antibodies specific for the human elastin protein. Abundant human elastin was detected in hBACWT tissue, but only low levels of the CL mutant protein were incorporated into aortic elastin fibers in hBACCL animals. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22573328","type":"dc:BibliographicResource","dc:abstract":"Elastin is the extracellular matrix protein in vertebrates that provides elastic recoil to blood vessels, the lung, and skin. Because the elastin gene has undergone significant changes in the primate lineage, modeling elastin diseases in non-human animals can be problematic. To investigate the pathophysiology underlying a class of elastin gene mutations leading to autosomal dominant cutis laxa, we engineered a cutis laxa mutation (single base deletion) into the human elastin gene contained in a bacterial artificial chromosome. When expressed as a transgene in mice, mutant elastin was incorporated into elastic fibers in the skin and lung with adverse effects on tissue function. In contrast, only low levels of mutant protein incorporated into aortic elastin, which explains why the vasculature is relatively unaffected in this disease. RNA stability studies found that alternative exon splicing acts as a modifier of disease severity by influencing the spectrum of mutant transcripts that survive nonsense-mediated decay. Our results confirm the critical role of the C-terminal region of tropoelastin in elastic fiber assembly and suggest tissue-specific differences in the elastin assembly pathway.","dc:creator":"Sugitani H","dc:date":"2012","dc:title":"Alternative splicing and tissue-specific elastin misassembly act as biological modifiers of human elastin gene frameshift mutations associated with dominant cutis laxa."},"rdfs:label":"Elastin Expression in Transgenic Aorta"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Although abundant mutant mRNA and mutant protein was found in 4-week-old transgenic murine aorta via RT-PCR analysis and Western blot, immunofluorescence localization shows abundant incorporation of hBACCL elastin in the lung and skin and but at low levels in the aorta. This may be due to antibody specificity of the mutant protein or affected by the varying developmental expression of elastin in different organ systems."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7535fdca-f796-4a1d-9149-63fb2eb1645d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b4bc795-6d88-47b4-8b8a-77887654580c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"hBACWT-mNull animals die shortly after birth mostly live past three months of age. In contrast,  hBACCL-mNull animals were not viable. Including the hBACCL transgene in the hBACWT-mNull background also had a detrimental effect on the ability of the hBACWT transgene to rescue the null phenotype, with only ∼40% of the hBACWT-hBACCL-mNull animals surviving to 2 months of age. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22573328","rdfs:label":"hBACCL and mouse null (Eln−/−) phenotype rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"0 points. Null (loss of function) model does not correlate to the gain of function, dominant negative disease mechanism in ELN-related cutis laxa. The rescue phenotype of premature death is not observed in human patients with cutis laxa."},{"id":"cggv:6c5140d5-0e95-4d21-83f1-31b28131cbee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72c4e844-d6e7-4392-bc0f-39377a67edb0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Results showed that overexpression of mutant elastin c.2114_2138del (alternatively NM_000501.4(ELN):c.1928_1952del) on the normal murine background reproduced the pulmonary phenotype associated with ADCL ranging from mild airspace enlargement to severe emphysema and respiratory failure with overall significant mortality. No abnormalities or mutant protein expression were observed in the skin and blood vessels in the transgenic mutant mice (CL). In contrast, a human family reported with this variant (PMID 16085695) had predominantly variable expression of a thoracic aortic aneurysmal phenotype. One individual of the family had an overall normal pulmonary function test at age 11 years although mildly increased residual volume was noted. No other members of the family reported pulmonary issues or premature death.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20600892","type":"dc:BibliographicResource","dc:abstract":"Heterozygous elastin gene mutations cause autosomal dominant cutis laxa associated with emphysema and aortic aneurysms. To investigate the molecular mechanisms leading to cutis laxa in vivo, we generated transgenic mice by pronuclear injection of minigenes encoding normal human tropoelastin (WT) or tropoelastin with a cutis laxa mutation (CL). Three independent founder lines of CL mice showed emphysematous pulmonary airspace enlargement. No consistent dermatological or cardiovascular pathologies were observed. One CL and one WT line were selected for detailed studies. Both mutant and control transgenic animals showed elastin deposition into pulmonary elastic fibers, indicated by increased desmosine levels in the lung and by colocalization of transgenic and endogenous elastin by immunostaining. CL mice showed increased static lung compliance and decreased stiffness of lung tissue. In addition, markers of transforming growth factor-β (TGFβ) signaling and the unfolded protein response (UPR) were elevated together with increased apoptosis in the lungs of CL animals. We conclude that the synthesis of mutant elastin in CL activates multiple downstream disease pathways by triggering a UPR, altered mechanical signaling, increased release of TGFβ and apoptosis. We propose that the combined effects of these processes lead to the development of an emphysematous pulmonary phenotype in CL.","dc:creator":"Hu Q","dc:date":"2010","dc:title":"Mechanisms of emphysema in autosomal dominant cutis laxa."},"rdfs:label":"Hu Transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored reduced. Transgenic mice only reproduced the pulmonary phenotype and not the skin or vascular phenotypes observed in human cutis laxa patients with the same genetic variant."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":9381,"specifiedBy":"GeneValidityCriteria11","strengthScore":14,"subject":{"id":"cggv:2065eee8-42dc-4460-8f20-da368b7f4c86","type":"GeneValidityProposition","disease":"obo:MONDO_0007411","gene":"hgnc:3327","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ELN* encodes the protein elastin, a structural constituent of the extracellular matrix and primary protein determinant of elasticity in tissues and organs including the heart, skin, lungs, ligaments, and blood vessels.\n\nVariants in *ELN* have been reported in individuals with the following disease entities: supravalvular (or supravalvar) aortic stenosis (SVAS) and autosomal dominant cutis laxa (ADCL). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms and phenotypic variability, resulting in our assessment of gene-disease relationship being split into two disease entities; supravalvular aortic stenosis (MONDO:0008504) and autosomal dominant cutis laxa 1 (MONDO:0007411). This split curation focuses on *ELN­*-related ADCL. The relationship of *ELN* and SVAS will be assessed separately in the Congenital Heart Disease Gene Curation Expert Panel.\n\n*ELN* was reported in relation to ADCL as early as 1998 (Tassabehji et. al. 1998, PMID 9580666). Patients with *ELN*-related cutis laxa present with loose, hyperextensible skin, premature aged appearance, and distinctive facial features (i.e. large ears, convex nasal ridge, long philtrum). Some patients also exhibit symptoms of joint hyperlaxity, inguinal hernia, ptosis, emphysema, and aortic root dilatation or aneurysm. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Numerous *ELN* variants (e.g. intronic, missense, nonsense, frameshift) have been reported in patients with ADCL, the majority of which are heterozygous frameshift variants located within the 3’ region of the elastin gene (PMID: 29501665). Variants in this gene have been reported in at least twenty-two probands, thirteen of whom are *de novo*, in eleven publications (PMID: 9580666, 9873040, 15381555, 16085695, 21309044, 23442826, 24758204, 26121527, 28383366, 36002914, 38445193). Variants in this gene segregated with disease in an autosomal dominant manner in twelve additional family members (PMID: 16085695, 23442826).\n\nA subset of ADCL patients exhibiting aortic root dilatation or aneurysm (PMID: 36173875) were reported to be caused by heterozygous frameshift variants located in exons 30 to 34 of *ELN*. Two mutational hotspots, NM_000501.4:c.1973del (published as c.2039delC, c.2158delC, or c.2159delC in exon 30), and NM_000501.4:c.2058del (published as c.2262delA in exon 32) have been repeatedly reported in both familial and sporadic cases of ADCL with varying severity of aortic aneurysm disease including dissection in one patient (PMID: 9873040, 16085695, 23442826).\n\nFurthermore, this gene-disease relationship is supported by animal models, expression studies, in vitro functional assays (PMID: 16085695, 20600892, 21309044, 22573328). Expression studies of patient fibroblast cultures show frameshift variants situated within the 3’ end of the ELN gene to produce a stable mutant mRNA isoform via alternate splicing, whereby the C-terminus of tropoelastin is replaced with a missense sequence with read-through into the 3’ UTR leading to an extended peptide sequence (PMID: 16085695, 21309044). Callewaert with colleagues showed C-terminal frameshift variants in *ELN* to result in enhanced globule formation, increased TGFβ signaling and mutation-specific differences in endoplasmic reticulum stress and apoptosis (PMID: 16085695). Inclusion of mutant elastin and normal elastin results in a copolymer that causes reduced and scattered globule deposition on microfibrils. Hence, the variants act through a dominant negative mechanism as maturation of tropoelastin into insoluble elastin is impaired (PMID: 16085695, 20600892, 21309044). Analysis of tissues from mice expressing the hBACCL transgene (generated with *ELN* variant NM_000501.4:c.1946del) found that the mutant protein is incorporated into elastic fibers of skin and lung with adverse effects, but is not well incorporated in the aorta (PMID: 22573328). Another study involving the overexpression of an *ELN* frameshift variant (NM_000501.4:c.1928_1952del) on the normal murine background produced varying pulmonary phenotypes, similar to those observed in some human patients with ADCL, along with overall significant mortality in the transgenic mice; however, no abnormalities of mutant protein expression were observed in the skin and blood vessel (PMID: 20600892).\n\nIn summary, there is definitive evidence to support the relationship between *ELN* and autosomal dominant cutis laxa. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The mechanism for disease is heterozygous gain of function, dominant-negative effect from a stable C-terminally extended mutant isoform of the elastin protein (PMID: 16085695). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. This classification was approved by the Heritable Thoracic Aortic Aneurysm and Dissection subgroup of the Hereditary Cardiovascular Disease Gene Curation Expert Panel on the meeting date October 4th, 2024 (Gene-Disease Validity SOP, version 11).\n","dc:isVersionOf":{"id":"cggv:6bfdc253-320e-4c03-959f-57348fe403fd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}