{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644bv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-08T14:54:45.174Z","role":"Publisher"},{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-06-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:64f65f14-a81d-4809-906e-a8c36c27531b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ca865b9-0cab-453a-b1d7-860102e0ce81","type":"Proband","firstTestingMethod":"Homozygosity mapping","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:64f65f14-a81d-4809-906e-a8c36c27531b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:07af8a9f-93e5-4c39-96ba-a900d880a5e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006279.5(ST3GAL3):c.958G>C (p.Ala320Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39592"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23252400","type":"dc:BibliographicResource","dc:abstract":"West syndrome consists of infantile spasms, hypsarrhythmia, and developmental arrest. Most patients remain mentally retarded and many develop Lennox-Gastaut syndrome. Using homozygosity mapping followed by exome sequencing we identified an ST3GAL3 mutation in three infants with West syndrome. ST3GAL3 encodes a sialyltransferase involved in the biosynthesis of sialyl-Lewis epitopes on cell surface-expressed glycoproteins. The mutation affected an essential sialyl-motif and abolished enzymatic activity. Abnormalities in proteins involved in forebrain γ-aminobutyric acid (GABA)ergic synaptic growth and function were recently proposed to account for infantile spasms. Dysfunctional ST3GAL3 may thus result in perturbation of the posttranslational sialylation of proteins in these pathways.","dc:creator":"Edvardson S","dc:date":"2013","dc:title":"West syndrome caused by ST3Gal-III deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23252400","rdfs:label":"4696"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"In vitro functional expression studies showed that secretion of the mutant protein was reduced to 25% of control levels and that the protein had no detectable enzymatic activity."},{"id":"cggv:9a7794e9-e23e-4c36-9f43-6729c5d4c65f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e92d2a7-ecb5-4709-bf0b-9e8f23ee9e03","type":"Proband","firstTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:9a7794e9-e23e-4c36-9f43-6729c5d4c65f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:860c3eff-b82d-4480-8d70-be1abe691a8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006279.5(ST3GAL3):c.660C>A (p.Tyr220Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340270381"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31584066","type":"dc:BibliographicResource","dc:abstract":"Three missense variants of ST3GAL3 are known to be responsible for a congenital disorder of glycosylation determining a neurodevelopmental disorder (intellectual disability/epileptic encephalopathy). Here we report a novel nonsense variant, p.Y220*, in two dichorionic infant twins presenting a picture of epileptic encephalopathy with impaired neuromotor development. Upon expression in HEK-293T cells, the variant appears totally devoid of enzymatic activity in vitro, apparently accumulated with respect to the wild-type or the missense variants, as detected by western blot, and in large part properly localized in the Golgi apparatus, as assessed by confocal microscopy. Both patients were found to efficiently express the CA19.9 antigen in the serum despite the total loss of ST3GAL3 activity, which thus appears replaceable from other ST3GALs in the synthesis of the sialyl-Lewis a epitope. Kinetic studies of ST3GAL3 revealed a strong preference for lactotetraosylceramide as acceptor and gangliotetraosylceramide was also efficiently utilized in vitro. Moreover, the p.A13D missense variant, the one maintaining residual sialyltransferase activity, was found to have much lower affinity for all suitable substrates than the wild-type enzyme with an overall catalytic efficiency almost negligible. Altogether the present data suggest that the apparent redundancy of ST3GALs deduced from knock-out mouse models only partially exists in humans. In fact, our patients lacking ST3GAL3 activity synthesize the CA19.9 epitope sialyl-Lewis a, but not all glycans necessary for fine brain functions, where the role of minor gangliosides deserves further attention.","dc:creator":"Indellicato R","dc:date":"2020","dc:title":"A novel nonsense and inactivating variant of ST3GAL3 in two infant siblings suffering severe epilepsy and expressing circulating CA19.9."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31584066","rdfs:label":"Patient 1 of twin siblings"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"It is a nonsense variant. Upon expression in HEK-293T cells, the variant appears totally devoid of enzymatic activity in vitro."},{"id":"cggv:84d189a6-37fd-44d9-a2cc-4910d3a6ccd5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3610c652-f562-4fb6-abf8-95e2a04c5fa6","type":"Proband","firstTestingMethod":"Linkage analysis","secondTestingMethod":"Next generation sequencing panels","sex":"UnknownEthnicity","variant":{"id":"cggv:84d189a6-37fd-44d9-a2cc-4910d3a6ccd5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d00755ce-0e69-4d02-9ca6-0f9b475d3d42","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006279.5(ST3GAL3):c.1108G>T (p.Asp370Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30588"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21907012","type":"dc:BibliographicResource","dc:abstract":"The genetic variants leading to impairment of intellectual performance are highly diverse and are still poorly understood. ST3GAL3 encodes the Golgi enzyme β-galactoside-α2,3-sialyltransferase-III that in humans predominantly forms the sialyl Lewis a epitope on proteins. ST3GAL3 resides on chromosome 1 within the MRT4 locus previously identified to associate with nonsyndromic autosomal recessive intellectual disability. We searched for the disease-causing mutations in the MRT4 family and a second independent consanguineous Iranian family by using a combination of chromosome sorting and next-generation sequencing. Two different missense changes in ST3GAL3 cosegregate with the disease but were absent in more than 1000 control chromosomes. In cellular and biochemical test systems, these mutations were shown to cause ER retention of the Golgi enzyme and drastically impair ST3Gal-III functionality. Our data provide conclusive evidence that glycotopes formed by ST3Gal-III are prerequisite for attaining and/or maintaining higher cognitive functions.","dc:creator":"Hu H","dc:date":"2011","dc:title":"ST3GAL3 mutations impair the development of higher cognitive functions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907012","rdfs:label":"381 of M319"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"In vitro functional expression studies in murine fibroblasts showed that the mutant protein was improperly localized to the endoplasmic reticulum, preventing the protein from interacting with its substrates in the Golgi, resulting in a loss of function. The D370Y mutant protein also showed a complete lack of enzyme activity. Studies of recombinant proteins in CHO cells indicated that secretion of the D370Y mutant protein was dramatically reduced compared to wildtype."},{"id":"cggv:9fd5165a-5448-4cdb-ac27-460ea4bfeb61_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0ea3b5ee-4288-47bc-8c8a-e9355c911ef1","type":"Proband","firstTestingMethod":"Linkage analysis","secondTestingMethod":"Next generation sequencing panels","sex":"UnknownEthnicity","variant":{"id":"cggv:9fd5165a-5448-4cdb-ac27-460ea4bfeb61_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5fe18223-718d-4958-9b5d-f504247f897c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006279.5(ST3GAL3):c.38C>A (p.Ala13Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129359"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907012"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907012","rdfs:label":"1721 of M096"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In vitro functional expression studies in murine fibroblasts showed that most of the mutant protein was improperly localized to the endoplasmic reticulum, preventing the protein from interacting with its substrates in the Golgi, resulting in a loss of function. Catalytic activity of this mutant enzyme was similar to wildtype."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c931d126-5a61-4074-8492-1bc12d8991cd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ac924697-3f38-4ec1-b03e-bdc7542937c5","type":"FunctionalAlteration","dc:description":"1. Patient-derived cortical neurons differentiated from iPS cells displayed elevated adherence velocity.\n\n2. The patient samples also showed decreased levels of neurons expressing TBR1, a marker of early-born deep-layer (cortico-thalamic projection) neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30089820","type":"dc:BibliographicResource","dc:abstract":"ST3GAL3 encodes the Golgi enzyme beta-galactoside-alpha-2,3-sialyltransferase-III that in humans forms, among others, the sialyl Lewis a (sLea) epitope on proteins. Functionally deleterious variants in this gene were previously identified in patients with either non-syndromic or syndromic intellectual disability such as West syndrome, an age-dependent epileptic encephalopathic syndrome associated with developmental arrest or regression. The aim of this study was to further elucidate the molecular and cellular mechanisms causing West syndrome by lack of ST3GAL3 function. For this purpose we generated induced pluripotent stem cell (iPSC) lines from fibroblasts obtained from a patient with West syndrome, carrying a variant in exon 12 (c.958G>C, p.(Ala320Pro)) of ST3GAL3, and a healthy sibling, using lentiviral reprogramming. iPSCs and cortical neurons derived thereof were analysed by lectin blots, mRNA sequencing, adherence assays, and FACS. While no significant difference was observed at stem cell or fibroblast level between patient and control cells, patient-derived cortical neurons displayed an altered lectin blot staining pattern, enhanced adherence to a poly-L-ornithine/laminin-coated surface and decreased levels of neurons expressing T-box transcription factor brain 1. Our results suggest that changes in the sialylation pattern on the surface of specific neuronal cell types affect adhesive interactions during development, which in turn may cause subtle changes in tissue composition that could result in the occurrence of epilepsy and might impair neural development to an extent that is detrimental to the development and maintenance of normal cognitive functions.","dc:creator":"van Diepen L","dc:date":"2018","dc:title":"A patient-specific induced pluripotent stem cell model for West syndrome caused by ST3GAL3 deficiency."},"rdfs:label":"iPS cell lines were generated from a patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91ee5c4f-2930-412a-9ec3-4d77f3f65011","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ef91b2d4-9bfc-4662-a998-99a3cbe12019","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both affect cognitive function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25846372","type":"dc:BibliographicResource","dc:abstract":"Every cell expresses a molecularly diverse surface glycan coat (glycocalyx) comprising its interface with its cellular environment. In vertebrates, the terminal sugars of the glycocalyx are often sialic acids, 9-carbon backbone anionic sugars implicated in intermolecular and intercellular interactions. The vertebrate brain is particularly enriched in sialic acid-containing glycolipids termed gangliosides. Human congenital disorders of ganglioside biosynthesis result in paraplegia, epilepsy, and intellectual disability. To better understand sialoglycan functions in the nervous system, we studied brain anatomy, histology, biochemistry, and behavior in mice with engineered mutations in St3gal2 and St3gal3, sialyltransferase genes responsible for terminal sialylation of gangliosides and some glycoproteins. St3gal2/3 double-null mice displayed dysmyelination marked by a 40% reduction in major myelin proteins, 30% fewer myelinated axons, a 33% decrease in myelin thickness, and molecular disruptions at nodes of Ranvier. In part, these changes may be due to dysregulation of ganglioside-mediated oligodendroglial precursor cell proliferation. Neuronal markers were also reduced up to 40%, and hippocampal neurons had smaller dendritic arbors. Young adult St3gal2/3 double-null mice displayed impaired motor coordination, disturbed gait, and profound cognitive disability. Comparisons among sialyltransferase mutant mice provide insights into the functional roles of brain gangliosides and sialoglycoproteins consistent with related human congenital disorders.","dc:creator":"Yoo SW","dc:date":"2015","dc:title":"Sialylation regulates brain structure and function."},"rdfs:label":"St3gal2/3 double-null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Disrupt two genes in the mouse model, not only St3gal3"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":1737,"specifiedBy":"GeneValidityCriteria7","strengthScore":10,"subject":{"id":"cggv:e69c5474-c738-45b1-a715-1c3362008177","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:10866","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":"Variants in ST3GAL3 were first reported in a family with autosomal recessive complex neurodevelopmental disorder in 2011 (PMID: 21907012). Including the initial report, a total of four unique homozygous ST3GAL3 variants (three missense variants and one nonsense variant) in four families have been reported (PMID: 21907012, 23252400, 31584066). Clinical features observed in affected individuals include developmental delay, nonsyndromic intellectual disability, and epileptic encephalopathy (in two families). In one family, the ST3GAL3 variant segregated with disease in three additional family members (PMID: 23252400). ST3GAL3 encodes a sialyltransferase. Diminished enzyme activity and/or altered subcellular localization of the  mutant protein were demonstrated by functional studies, supporting a loss-of-function disease mechanism (PMID: 21907012, 23252400, 31584066). This gene-disease relationship is further supported by functional alteration in patient cells, mouse models, and expression studies (PMID: 8027041, 22735313, 25846372, 30089820).  In summary, there is moderate evidence to support this gene-disease association. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 6/3/2020.","dc:isVersionOf":{"id":"cggv:e151129d-46fc-4f7e-a434-e423a3fb644b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}