{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T20:58:01.547Z","role":"Publisher"}],"evidence":[{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a21b6b70-80fe-429e-bf8a-89c73fb6eccb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:142078ea-4398-473a-9959-70b7f80d38d2","type":"FunctionalAlteration","dc:description":"WT APC blocks serum induced cell cycle progression into S phase in mouse NIH 3T3 cells vs APC mutants ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8521819","type":"dc:BibliographicResource","dc:abstract":"The APC gene is mutated in familial adenomatous polyposis (FAP) as well as in sporadic colorectal tumours. The product of the APC gene is a 300 kDa cytoplasmic protein associated with the adherence junction protein catenin. Here we show that overexpression of APC blocks serum-induced cell cycle progression from G0/G1 to the S phase. Mutant APCs identified in FAP and/or colorectal tumours were less inhibitory and partially obstructed the activity of the normal APC. The cell-cycle blocking activity of APC was alleviated by the overexpression of cyclin E/CDK2 or cyclin D1/CDK4. Consistent with this result, kinase activity of CDK2 was significantly down-regulated in cells overexpressing APC although its synthesis remained unchanged, while CDK4 activity was barely affected. These results suggest that APC may play a role in the regulation of the cell cycle by negatively modulating the activity of cyclin-CDK complexes.","dc:creator":"Baeg GH","dc:date":"1995","dc:title":"The tumour suppressor gene product APC blocks cell cycle progression from G0/G1 to S phase."},"rdfs:label":"Microinjection Assay "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:61a2bb5a-9082-4647-985e-feaa17c1d65b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:433a806b-e844-46c7-9bdd-51ece9cd9ca9","type":"FunctionalAlteration","dc:description":"Colony formation assay, WT APC inhibits growth of monkey kidney fibroblast CV-11 cells vs APC mutations.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8521819","rdfs:label":"Colony Formation Assay "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:2346a676-58e7-4eb3-a799-8d2576445f7a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:535fecde-177a-4a51-9fad-8cbb747136d7","type":"FunctionalAlteration","dc:description":"FAP patient colon cells unable to localize beta-catenin vs. normal cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8616874","type":"dc:BibliographicResource","dc:abstract":"It has been found that beta-catenin, a key regulator of the cadherin-mediated cell adhesion system, forms complexes with adenomatous polyposis coli (APC) tumor suppressor protein, and beta-catenin expression levels are affected by exogenously induced APC protein. The effects of intrinsic APC protein alteration on beta-catenin expression levels and its subcellular localization were examined in colonic epithelia of eight patients with familial adenomatous polyposis. In all eight patients, beta-catenin was immunostained at the membranes of the cell-to-cell borders in normal epithelial cells, whereas the nuclei and cytoplasms stained intensely in addition to the membranes in both adenoma and cancer cells. beta-Catenin expression levels in tumor tissues were over three times higher than those in corresponding normal mucosae of all of the three patients, whose resected specimens were available for quantitative immunoblot analysis. In these three patients, mutant truncated APC proteins were detected and shown to have lost the central region, including a known beta-catenin binding domain. beta-Catenin was not coimmunoprecipitated with these mutant APC proteins in tumor tissues but was able to be coprecipitated with glutathione S-transferase-fused APC protein containing a beta-catenin binding domain. These results suggest that the absence of wild type APC protein affects the subcellular localization and expression levels of beta-catenin in human tissues.","dc:creator":"Inomata M","dc:date":"1996","dc:title":"Alteration of beta-catenin expression in colonic epithelial cells of familial adenomatous polyposis patients."},"rdfs:label":"FAP patient beta-catenin localization "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4979d185-d427-42b5-a0da-f342acf8f141","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8649570d-d389-4089-878f-64d818a9af49","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with truncating mutations in APC develop polyps along the intestinal track. Mice replicate this in the present study. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7753829","type":"dc:BibliographicResource","dc:abstract":"Mutations in the APC (adenomatous polyposis coli) gene appear to be responsible for not only familial adenomatous polyposis but also many sporadic cases of gastrointestinal cancers. Using homologous recombination in mouse embryonic stem cells, we constructed mice that contained a mutant gene encoding a product truncated at a 716 (Apc delta 716). Mendelian transmission of the gene caused most homozygous mice to die in utero before day 8 of gestation. The heterozygotes developed multiple polyps throughout the intestinal tract, mostly in the small intestine. The earliest polyps arose multifocally during the third week after birth, and new polyps continued to appear thereafter. Surprisingly, every nascent polyp consisted of a microadenoma covered with a layer of the normal villous epithelium. These microadenomas originated from single crypts by forming abnormal outpockets into the inner (lacteal) side of the neighboring villi. We carefully dissected such microadenomas from nascent polyps by peeling off the normal epithelium and determined their genotype by PCR: all microadenomas had already lost the wild-type Apc allele, whereas the mutant allele remained unchanged. These results indicate that loss of heterozygosity followed by formation of intravillous microadenomas is responsible for polyposis in Apc delta 716 intestinal mucosa. It is therefore unlikely that the truncated product interacts directly with the wild-type protein and causes the microadenomas by a dominant negative mechanism.","dc:creator":"Oshima M","dc:date":"1995","dc:title":"Loss of Apc heterozygosity and abnormal tissue building in nascent intestinal polyps in mice carrying a truncated Apc gene."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d2fd4b36-52df-484b-b007-41cdf3b3b123","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8124d095-b746-4bca-b68e-004b4a0dafa8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse het for truncating APC variant developed intestinal tumors similar to patients with FAP. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8090754","type":"dc:BibliographicResource","dc:abstract":"Germ-line mutations in the human adenomatous polyposis coli (APC) gene result in familial adenomatous polyposis, an autosomal dominant disorder characterized by the early onset of multiple adenomatous polyps in the large bowel with a high likelihood of developing colorectal carcinomas. To understand the role of APC in intestinal tumor formation, we have introduced a chain-termination mutation in the 15th exon of the mouse Apc gene and employed it to modify the endogenous gene by homologous recombination in embryonic stem cells. Mice which are heterozygous for the Apc gene modification progressively develop intestinal tumors in a manner that is similar to that observed in patients with familial adenomatous polyposis and in mice which carry a mutation called multiple intestinal neoplasia (Min). Our results indicate that the Apc gene modification is a critical event in the initiation of intestinal tumor formation and results in an autosomal dominant predisposition toward development of spontaneous colonic and intestinal tumors in mice.","dc:creator":"Fodde R","dc:date":"1994","dc:title":"A targeted chain-termination mutation in the mouse Apc gene results in multiple intestinal tumors."},"rdfs:label":"Mouse model 2 "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4593,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:787efab1-fed9-452f-93e9-39bd53702121","type":"GeneValidityProposition","disease":"obo:MONDO_0021057","gene":"hgnc:583","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"APC variants have been reported for over 30 years in relation to autosomal dominant Familial Adenomatous Polyposis (FAP) (PMIDs: 1651174, 1651562, 1651563), with subsequent recognition of classical (cFAP) and attenuated (aFAP) phenotypes. The cFAP patients develop more than 100 adenomatous colon polyps, while aFAP is a less severe form of familial polyposis, which is characterized by a lower number of adenomatous polyps (fewer than 100). Individuals with aFAP are also likely to develop polyps and colorectal cancer later in life than cFAP patients. cFAP is usually caused by germline mutations in the APC gene between codons 178 and 1580. However, germline mutations associated with aFAP tend to cluster in specific regions of the APC gene the 5′ end (codons 1–177, exons 1–4); the 3′ end (distal to codon 1580); and the alternatively spliced region of exon 9 (codons 311–408).  Colonic polyp number varied greatly among aFAP patients and 5′ mutants generally had more polyps than other aFAP patients (PMID: 16461775). Although there are some differences between cFAP and aFAP, we found no difference in inheritance pattern and similarities in phenotypes and molecular mechanisms (both caused by loss of function alleles), per criteria outlined by the ClinGen Lumping and Splitting Working Group. Therefore, cFAP and aFAP have been lumped into one disease entity, classic or attenuated familial adenomatous polyposis (MONDO:0021057) in this curation. Note that APC variants have been also associated with Gastric Adenocarcinoma and Proximal Polyposis of the Stomach Syndrome (GAPPS) and were curated separately. 3 frameshift variants between codons 178 and 1580 identified from 6 cFAP patients  (PMID: 8162051) and 2 frameshift variants (PMIDs:8625067 and 9824584 at 5’ and 3’ ends respectively) identified from 9 aFAP patients were included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease association is also supported by experimental evidence (6 points) including two mouse models showing intestinal polyps and tumor formation for mice bearing APC truncations (PMIDs: 7753829 and 8090754) as well as functional alteration assays in patient colon cells displaying differential localization of beta-catenin in  cells with mutations in APC compared to wild type (PMID: 8521819). In addition, experiments in non-patient cells show APC truncating variants affect cell cycle progression in mouse NIH 3T3 cells, and failure of truncated APC to inhibit growth of monkey kidney fibroblast CV-11 cells (PMID: 8521819). In summary, heterozygous APC truncating mutations are definitively associated (18 points) with classic or attenuated familial adenomatous polyposis (MONDO:0021057). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:cdf062b6-6abf-49f6-a2dc-43b0e535f1b6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}