{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-12T22:15:03.348Z","role":"Publisher"},{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-02-08T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:151e630d-5f5c-412f-bffd-0e21d65eeb92","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a309b4c-e228-4dd2-bd68-eaba0eff95cd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis using skMYLK/ MYLK2 specific antibody shows restricted expression in the skeletal muscle, and low expression of a higher migrating isoform in the heart","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11029314","type":"dc:BibliographicResource","dc:abstract":"The purpose of this study was to characterize myosin light chain kinase (MLCK) expression in cardiac and skeletal muscle. The only classic MLCK detected in cardiac tissue, purified cardiac myocytes, and in a cardiac myocyte cell line (AT1) was identical to the 130-kDa smooth muscle MLCK (smMLCK). A complex pattern of MLCK expression was observed during differentiation of skeletal muscle in which the 220-kDa-long or \"nonmuscle\" form of MLCK is expressed in undifferentiated myoblasts. Subsequently, during myoblast differentiation, expression of the 220-kDa MLCK declines and expression of this form is replaced by the 130-kDa smMLCK and a skeletal muscle-specific isoform, skMLCK in adult skeletal muscle. These results demonstrate that the skMLCK is the only tissue-specific MLCK, being expressed in adult skeletal muscle but not in cardiac, smooth, or nonmuscle tissues. In contrast, the 130-kDa smMLCK is ubiquitous in all adult tissues, including skeletal and cardiac muscle, demonstrating that, although the 130-kDa smMLCK is expressed at highest levels in smooth muscle tissues, it is not a smooth muscle-specific protein.","dc:creator":"Herring BP","dc:date":"2000","dc:title":"Smooth muscle myosin light chain kinase expression in cardiac and skeletal muscle."},"rdfs:label":"Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a746baab-724c-43ed-80c0-681628322118","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9afaa752-ec10-4213-bcd0-1729d1b96560","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Show that MLCK (MYLK2) can phosphorylate RLC (MLC2/MYL2) and modulate myofibrillar ATPase activity. Looking at the WT OE transgenic human ventricular mysoin RLC mouse and tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21696541","type":"dc:BibliographicResource","dc:abstract":"Phosphorylation of the myosin regulatory light chain (RLC) by Ca(2+)-calmodulin-activated myosin light chain kinase (MLCK) is known to be essential for the inotropic function of the heart. In this study, we have examined the effects of MLCK-phosphorylation of transgenic (Tg) mouse cardiac muscle preparations expressing the D166V (aspartic acid to valine)-RLC mutation, identified to cause familial hypertrophic cardiomyopathy with malignant outcomes. Our previous work with Tg-D166V mice demonstrated a large increase in the Ca(2+) sensitivity of contraction, reduced maximal ATPase and force and a decreased level of endogenous RLC phosphorylation. Based on studies demonstrating the beneficial and/or protective effects of cardiac myosin phosphorylation for heart function, we hypothesized that an ex vivo phosphorylation of Tg-D166V cardiac muscle may rescue the detrimental contractile phenotypes observed earlier at the level of single myosin molecules and in Tg-D166V papillary muscle fibres. We showed that MLCK-induced phosphorylation of Tg-D166V cardiac myofibrils and muscle fibres was able to increase the reduced myofibrillar ATPase and reverse an abnormally increased Ca(2+) sensitivity of force to the level observed for Tg-wild-type (WT) muscle. However, in contrast to Tg-WT, which displayed a phosphorylation-induced increase in steady-state force, the maximal tension in Tg-D166V papillary muscle fibres decreased upon phosphorylation. With the exception of force generation data, our results support the notion that RLC phosphorylation works as a rescue mechanism alleviating detrimental functional effects of a disease causing mutation. Further studies are necessary to elucidate the mechanism of this unexpected phosphorylation-induced decrease in maximal tension in Tg-D166V-skinned muscle fibres.","dc:creator":"Muthu P","dc:date":"2012","dc:title":"The effect of myosin RLC phosphorylation in normal and cardiomyopathic mouse hearts."},"rdfs:label":"RC phosphorylation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:f29f9686-3ef5-48cf-9f58-44a303fea3ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be13a938-ce2f-4c53-88a0-bec4dbeb0194","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Showed the MYLK2/ skeletal MLCK can phosphrylate MLC2v in a Ca2+/Calmodulin dependnet manner.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18202317","type":"dc:BibliographicResource","dc:abstract":"Two myosin light chain (MLC) kinase (MLCK) proteins, smooth muscle (encoded by mylk1 gene) and skeletal (encoded by mylk2 gene) MLCK, have been shown to be expressed in mammals. Even though phosphorylation of its putative substrate, MLC2, is recognized as a key regulator of cardiac contraction, a MLCK that is preferentially expressed in cardiac muscle has not yet been identified. In this study, we characterized a new kinase encoded by a gene homologous to mylk1 and -2, named cardiac MLCK, which is specifically expressed in the heart in both atrium and ventricle. In fact, expression of cardiac MLCK is highly regulated by the cardiac homeobox protein Nkx2-5 in neonatal cardiomyocytes. The overall structure of cardiac MLCK protein is conserved with skeletal and smooth muscle MLCK; however, the amino terminus is quite unique, without significant homology to other known proteins, and its catalytic activity does not appear to be regulated by Ca(2+)/calmodulin in vitro. Cardiac MLCK is phosphorylated and the level of phosphorylation is increased by phenylephrine stimulation accompanied by increased level of MLC2v phosphorylation. Both overexpression and knockdown of cardiac MLCK in cultured cardiomyocytes revealed that cardiac MLCK is likely a new regulator of MLC2 phosphorylation, sarcomere organization, and cardiomyocyte contraction.","dc:creator":"Chan JY","dc:date":"2008","dc:title":"Identification of cardiac-specific myosin light chain kinase."},"rdfs:label":"Phosphorylation of MLC2v"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:364aa8c7-1fb8-4b3f-9a96-bfcb44eca220","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:383fe25b-72bd-4143-b13b-b23c8af765eb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Showed that OE of a constituively active form on skMLCK/ MYLK2 in rat cardiomyocytes induced sarcomere organization more effectively than, and quicker than controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10655107","type":"dc:BibliographicResource","dc:abstract":"During the development of hypertrophy, cardiac myocytes increase organization of the sarcomere, a highly ordered contractile unit in striated muscle cells. Several hypertrophic agonists, such as angiotensin II, phenylephrine, and endothelin-1, have been shown to promote the sarcomere organization. However, the signaling pathway, which links extracellular stimuli to sarcomere organization, has not been clearly demonstrated. Here, we demonstrate that myosin light chain kinase specifically mediates agonist-induced sarcomere organization during early hypertrophic response. Acute administration of a hypertrophic agonist, phenylephrine, or angiotensin II, causes phosphorylation of myosin light chain 2v both in cultured cardiac myocytes and in the adult heart in vivo. We also show that both sarcomere organization and myosin light chain 2v phosphorylation are dependent on the activation of Ca2+/calmodulin pathway, a known activator of myosin light chain kinase. These results define a new and specific role of myosin light chain kinase in cardiac myocytes, which may provide a rapid adaptive mechanism in response to hypertrophic stimuli.","dc:creator":"Aoki H","dc:date":"2000","dc:title":"Myosin light chain kinase mediates sarcomere organization during cardiac hypertrophy in vitro."},"rdfs:label":"Cell Culture Model System"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"The expert panel decided to reduce the score to 0 since this did not implicate the gene in disease."},{"id":"cggv:ee64456e-ef3d-4338-bb94-ca45961b8bf8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4f2fd64-6d7d-4eb2-bcb3-6fc33a8bbaf4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Show strict OE in the heart by WB. Show that skMLCK can phosphorylate myosin MLC. The paper reports that no cardiac hypertrophy was observed in the OE mice at 9 weeks nor 6 months of age (potential conflicting evidence). In fact they show that OE of skMLCK attenuates stress-induce cardiac hypertrophy in mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18474588","type":"dc:BibliographicResource","dc:abstract":"Hyperphosphorylation of myosin regulatory light chain (RLC) in cardiac muscle is proposed to cause compensatory hypertrophy. We therefore investigated potential mechanisms in genetically modified mice. Transgenic (TG) mice were generated to overexpress Ca2+/calmodulin-dependent myosin light chain kinase specifically in cardiomyocytes. Phosphorylation of sarcomeric cardiac RLC and cytoplasmic nonmuscle RLC increased markedly in hearts from TG mice compared with hearts from wild-type (WT) mice. Quantitative measures of RLC phosphorylation revealed no spatial gradients. No significant hypertrophy or structural abnormalities were observed up to 6 months of age in hearts of TG mice compared with WT animals. Hearts and cardiomyocytes from WT animals subjected to voluntary running exercise and isoproterenol treatment showed hypertrophic cardiac responses, but the responses for TG mice were attenuated. Additional biochemical measurements indicated that overexpression of the Ca2+/calmodulin-binding kinase did not perturb other Ca2+/calmodulin-dependent processes involving Ca2+/calmodulin-dependent protein kinase II or the protein phosphatase calcineurin. Thus, increased myosin RLC phosphorylation per se does not cause cardiac hypertrophy and probably inhibits physiological and pathophysiological hypertrophy by contributing to enhanced contractile performance and efficiency.","dc:creator":"Huang J","dc:date":"2008","dc:title":"Myosin regulatory light chain phosphorylation attenuates cardiac hypertrophy."},"rdfs:label":"alpha MHC-skMLCK mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"I say potential conflicting evidence, as if any mutaiton in MYLK2 was a gain of function, then I would suspect it would not cause HCM or exacerbate the phenotype, but rather protect from it. This is important because the one case report form Davis suggests the digenic mutation is a gain of function!!\n\noriginally 1 but conflicting Update: After talking this over with Jodie and Chris Sesmarin, no points will be counted, and evidence is not considered conflicting."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:44266898-8a04-4e0e-9bbb-d937f964d3cb","type":"EvidenceLine","evidence":[{"id":"cggv:44266898-8a04-4e0e-9bbb-d937f964d3cb_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:1773770c-c6f8-42bf-a1d6-07ced27bd998","type":"Cohort","allGenotypedSequenced":804,"alleleFrequency":0.01243781094527363,"detectionMethod":"one variant of interest was found in 2 patients, P45L ExAC freq= 5.810E-05","evidence":[{"id":"cggv:44266898-8a04-4e0e-9bbb-d937f964d3cb_cc_evidence_item"}],"numWithVariant":10,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:a54eaee6-e6d4-490c-b12e-b4388b220c14","type":"Cohort","allGenotypedSequenced":0,"evidence":[{"id":"cggv:44266898-8a04-4e0e-9bbb-d937f964d3cb_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.158,"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082330","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) exhibits genetic heterogeneity that is dominated by variation in eight sarcomeric genes. Genetic variation in a large number of non-sarcomeric genes has also been implicated in HCM but not formally assessed. Here we used very large case and control cohorts to determine the extent to which variation in non-sarcomeric genes contributes to HCM.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Defining the genetic architecture of hypertrophic cardiomyopathy: re-evaluating the role of non-sarcomeric genes."},"rdfs:label":"Walsh Case/Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"It is unknown if the patients with the MYLK2 mutations have other mutations. Also no information for the presence of the mutation/ variants in control population."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":6137,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:87639cbf-9c37-4f3e-b5f5-ee66c48ca1ef","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:16243","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*MYLK2* was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans as early as 2001(Davis et al., 2001 PMID: 11733062). To date, at least 5 unique variants (4 missense, 1 synonymous) have been reported in 4 probands with hypertrophic cardiomyopathy (Davis et al., 2001, PMID: 11733062; Wang et al., 2018, PMID: 29978770; Gonzalez-Garay et al., 2013, PMID:24082139; Burstein et al., 2021, PMID:32746448). However, these probands also carry additional variants in genes implicated in hypertrophic cardiomyopathy, including MYH7 and MYBPC3. No segregation data is available. The mechanism for disease is unknown, but predicted to be gain of function (GOF) from functional assays performed by Davis et al., 2001. This gene-disease relationship is supported by expression studies showing restricted expression of MYLK2 in skeletal muscle and heart and biochemical functional studies. The original curation was performed by the Hypertrophic Cardiomyopathy Gene Curation Expert Panel (GCEP) and published on January 18, 2017. In summary, there is no scored genetic evidence, and no new convincing evidence has emerged that contradicts the gene-disease relationship. More evidence is needed to either support or entirely refute the role MYLK2 plays in this disease. This classification was re-evaluated and approved by the ClinGen Hereditary Cardiovascular Disease Gene Curation Expert Panel on  February 8, 2023. As a result of this re-evaluation, the classification was changed from limited to disputed. \n\nThere is currently no scoreable genetic evidence to support the pathogenic role of MYLK2 in autosomal dominant hypertrophic cardiomyopathy. Additionally, no new experimental evidence has emerged since the original curation.","dc:isVersionOf":{"id":"cggv:6f0f41e3-7b5b-477c-b45d-598b5f8f3df0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}