{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-01-30T17:00:00.000Z","role":"Approver"},{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-10T20:44:23.057Z","role":"Publisher"}],"evidence":[{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e90375f9-5391-40f0-9009-289d095e02b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d26df3d3-c7ee-4962-bbcc-e7c202ad8207","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"5' RACE experiments using mRNA from human kidney, muscle, and fibroblasts detected COQ2 transcripts. Further, GFP-tagged COQ2 was expressed in HeLa cells, and was found to overlap completely with a mitochondrial marker (Fig. 1D). Finally, the results of a proteinase K protection assay were consistent with COQ2 being imported into the inner mitochondrial membrane. These experiments demonstrate the mitochondrial localization of this nuclearly-encoded protein","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25564041","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q10 deficiency is a clinically and genetically heterogeneous disorder, with manifestations that may range from fatal neonatal multisystem failure, to adult-onset encephalopathy. We report a patient who presented at birth with severe lactic acidosis, proteinuria, dicarboxylic aciduria, and hepatic insufficiency. She also had dilation of left ventricle on echocardiography. Her neurological condition rapidly worsened and despite aggressive care she died at 23 h of life. Muscle histology displayed lipid accumulation. Electron microscopy showed markedly swollen mitochondria with fragmented cristae. Respiratory-chain enzymatic assays showed a reduction of combined activities of complex I+III and II+III with normal activities of isolated complexes. The defect was confirmed in fibroblasts, where it could be rescued by supplementing the culture medium with 10 μM coenzyme Q10. Coenzyme Q10 levels were reduced (28% of controls) in these cells. We performed exome sequencing and focused the analysis on genes involved in coenzyme Q10 biosynthesis. The patient harbored a homozygous c.545T>G, p.(Met182Arg) alteration in COQ2, which was validated by functional complementation in yeast. In this case the biochemical and morphological features were essential to direct the genetic diagnosis. The parents had another pregnancy after the biochemical diagnosis was established, but before the identification of the genetic defect. Because of the potentially high recurrence risk, and given the importance of early CoQ10 supplementation, we decided to treat with CoQ10 the newborn child pending the results of the biochemical assays. Clinicians should consider a similar management in siblings of patients with CoQ10 deficiency without a genetic diagnosis.","dc:creator":"Desbats MA","dc:date":"2015","dc:title":"Primary coenzyme Q10 deficiency presenting as fatal neonatal multiorgan failure."},"rdfs:label":"COQ2 Mitochondrial Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6261caaa-2b79-4303-84fa-a6500acbd2bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fedeb241-8a18-449b-a68a-c2a3d1b13b7a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Coenzyme Q10 (CoQ10) is a cofactor for that shuttles electrons between the enzyme complexes of the mitochondrial respiratory chain. If CoQ10 levels are low, mitochondrial respiration is reduced, primarily affecting tissues with a high energy demand","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26922674","type":"dc:BibliographicResource","dc:abstract":"The UbiA superfamily of intramembrane prenyltransferases catalyzes a key biosynthetic step in the production of ubiquinones, menaquinones, plastoquinones, hemes, chlorophylls, vitamin E, and structural lipids. These lipophilic compounds serve as electron and proton carriers for cellular respiration and photosynthesis, as antioxidants to reduce cell damage, and as structural components of microbial cell walls and membranes. This article reviews the biological functions and enzymatic activities of representative members of the superfamily, focusing on the remarkable recent research progress revealing that the UbiA superfamily is centrally implicated in several important physiological processes and human diseases. Because prenyltransferases in this superfamily have distinctive substrate preferences, two recent crystal structures are compared to illuminate the general mechanism for substrate recognition.","dc:creator":"Li W","dc:date":"2016","dc:title":"Bringing Bioactive Compounds into Membranes: The UbiA Superfamily of Intramembrane Aromatic Prenyltransferases."},"rdfs:label":"COQ2 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f7a54c9-4514-4734-99a9-c1289a0616a3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1c556ce4-ff95-4197-96fc-3232dc5bee4c","type":"FunctionalAlteration","dc:description":"Intracellular ROS levels were significantly increased in patient fibroblasts compared to unaffected controls; simultaneously, CoQ10 levels were reduced (Fig. 5A, D). Patient cells also demonstrated deficient growth in non-fermentable medium compared to controls, consistent with a respiratory defect (Fig. 6). Mitochondrial morphology defects were also observed using fluorescent microscopy (Fig. 10).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20495179","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q(10) (CoQ(10)) is essential for electron transport in the mitochondrial respiratory chain and antioxidant defense. The relative importance of respiratory chain defects, ROS production, and apoptosis in the pathogenesis of CoQ(10) deficiency is unknown. We determined previously that severe CoQ(10) deficiency in cultured skin fibroblasts harboring COQ2 and PDSS2 mutations produces divergent alterations of bioenergetics and oxidative stress. Here, to better understand the pathogenesis of CoQ(10) deficiency, we have characterized the effects of varying severities of CoQ(10) deficiency on ROS production and mitochondrial bioenergetics in cells harboring genetic defects of CoQ(10) biosynthesis. Levels of CoQ(10) seem to correlate with ROS production; 10-15% and >60% residual CoQ(10) are not associated with significant ROS production, whereas 30-50% residual CoQ(10) is accompanied by increased ROS production and cell death. Our results confirm that varying degrees of CoQ(10) deficiency cause variable defects of ATP synthesis and oxidative stress. These findings may lead to more rational therapeutic strategies for CoQ(10) deficiency.","dc:creator":"Quinzii CM","dc:date":"2010","dc:title":"Reactive oxygen species, oxidative stress, and cell death correlate with level of CoQ10 deficiency."},"rdfs:label":"COQ10 deficiency in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa56b776-3997-4353-9505-eff3d9eec5d1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:06000f0f-ee05-4141-b125-3a22b0e89019","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Complex II+III activity was assayed in fibroblasts from a patient homozygous for the p.Met132Arg variant and from an unaffected control. The activity of this complex is sensitive to CoQ10 availability, and was assayed as a proxy for CoQ10 synthesis rates. When normalized against citrate synthase activity, complex II+III activity was decreased by ~55% in patient fibroblasts (Fig. 2D). However, when wt COQ2 was re-introduced using a lentiviral vector, complex II+III activity was restored to wt levels. Further, two different isoforms were tested for their ability to rescue, each one using a different transcription start site (labeled \"ATG3\" and \"ATG4\"; see Fig. 1). Both constructs were able to rescue with equivalent efficiency (Fig. 3D). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25564041","rdfs:label":"Rescue in COQ2 patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"The assay performed primarily measures secondary, downstream effects of loss of COQ2 function, and is not as thorough as it could be. Therefore, the score has been downgraded"},{"id":"cggv:8fffb2e1-3537-4c5d-a67d-545a5cdefdae","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a19e89c6-b609-42c3-ae54-d7d2ea6cff52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with COQ2 deficiency typically experience symptoms as infants or in early childhood, and experience some level of developmental delay due to mitochondrial respiratory chain defects. Homozygous KO flies arrested early in development and perished without reaching adulthood. Coenzyme Q levels and ATP content were found to be reduced in adult heterozygous flies consistent with an oxidative phosphorylation defect. Further, insulin signaling in the gut was found to be disrupted of heterozygous adult flies, as assayed by RT-PCR. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21703546","type":"dc:BibliographicResource","dc:abstract":"CoQ is an essential electron carrier in the mitochondrial respiratory chain of both eukaryotes and prokaryotes. It consists of a benzoquinone head group and a hydrophobic polyisoprenoid tail. The genes (COQ1-9) involved in CoQ biosynthesis have been characterized in yeast. In this study, we generated and molecularly characterized a mutant allele of a novel Drosophila gene, sbo, which encodes a protein that is predicted to catalyze the prenylation of p-hydroxybenzoate with the isoprenoid chain during the process of CoQ synthesis. Expression of sbo in yeast rescues the lethality of ∆COQ2 mutant cells, indicating that sbo is a functional homolog of COQ2. HPLC results show that the levels of CoQ(9) and CoQ(10) were significantly reduced in sbo heterozygous adult flies. Furthermore, the mean lifespans of males and females heterozygous for sbo are extended by 12.5% and 30.8%, respectively. Homozygous sbo animals exhibit reduced activities of the insulin/insulin-like growth factor signaling (IIS) pathway. Taken together, we conclude that sbo is an essential gene for Drosophila development, mutation of which leads to an extension of lifespan most likely by altering endogenous CoQ biosynthesis.","dc:creator":"Liu J","dc:date":"2011","dc:title":"Drosophila sbo regulates lifespan through its function in the synthesis of coenzyme Q in vivo."},"rdfs:label":"COQ2 activity in Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Given the evolutionary distance between humans and flies, and the lack of direct assays of mitochondrial function in this experimental system, the score has been downgraded"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7f738b3-4c8f-4622-8741-ae36fd2d08cb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f7f738b3-4c8f-4622-8741-ae36fd2d08cb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:1729488f-871d-43d4-b4c5-924817b75b95","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.533A>G (p.Asn178Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250023"}},{"id":"cggv:fa998a91-d1d9-41a3-adc4-665e78f0adc3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.177dup (p.Ala60ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573332226"}}],"detectionMethod":"Custom nephrotic syndrome gene panel (27 genes)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Patient presented at 2 years of age wth edema, hypoalbuminemia, and severe proteinuria. Urine protein/creatinine ratio was 22.5 (normal <0.5). Focal and segmental glomerulosclerosis was evident in 10% of podocytes on kidney biopsy. EM demonstrated \"plentiful and occasionally dysmorphic\" mitochondria. No MRC enzyme activity assay performed. ","previousTesting":true,"previousTestingDescription":"Negative for variants in NPHS1, NPHS2, and WT1","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:56fde1bb-f100-4b13-90d8-148f4bd490ca_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1729488f-871d-43d4-b4c5-924817b75b95"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29637272","type":"dc:BibliographicResource","dc:abstract":"Nephrotic syndrome can be caused by a subgroup of mitochondrial diseases classified as primary coenzyme Q","dc:creator":"Starr MC","dc:date":"2018","dc:title":"COQ2 nephropathy: a treatable cause of nephrotic syndrome in children."}},{"id":"cggv:155eb947-c132-4d5f-9a0a-345b3d0b60ea_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fa998a91-d1d9-41a3-adc4-665e78f0adc3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29637272"}],"rdfs:label":"Starr 2018 - Patient 3"},{"id":"cggv:56fde1bb-f100-4b13-90d8-148f4bd490ca","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56fde1bb-f100-4b13-90d8-148f4bd490ca_variant_evidence_item"},{"id":"cggv:56fde1bb-f100-4b13-90d8-148f4bd490ca_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From Quinzii et al. 2010 (PMID:20495179)\nFibroblasts from several patients with variants in different ubiquinone synthesis genes were tested for their ability to grow in non-fermentable (galactose) medium. Patient 2 in this paper carries this variant. Fibroblasts from patient 2 grew significantly more slowly compared to unaffected controls; this effect worsened over time (Fig. 2).  "}],"strengthScore":0.5},{"id":"cggv:155eb947-c132-4d5f-9a0a-345b3d0b60ea","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:155eb947-c132-4d5f-9a0a-345b3d0b60ea_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:67cdbec1-f961-42db-b0fb-4a74f61e4d33_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:67cdbec1-f961-42db-b0fb-4a74f61e4d33","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"allele":[{"id":"cggv:0f8cf2e7-4580-468d-b7a1-d8e2e2d522e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.287G>A (p.Ser96Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250025"}},{"id":"cggv:e1dd661c-40f3-4057-b9e7-6a99aaad8427","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.1009C>T (p.Arg337Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA213076"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband was delivered at 32 weeks gestational age due to non-reassuring fetal heart tones. She developed respiratory distress following delivery. Serum lactate was elevated (25mM), and she was found to have cardiomegaly/hypertrophic cardiomyopathy. \"The hospital course was complicated by persistent acidosis, respiratory failure, necrotizing enterocolitis, and encephalopathy.\" She passed at age two months from multiorgan failure. MRC enzyme activity assay using patient muscle tissue revealed deficiencies of complexes I and III (no values reported). ","previousTesting":true,"previousTestingDescription":"Negative for variants in GCK, ABCC8, KCNJ11, INS, POLG1, SCO2 and all mt tRNA genes. Array CGH was negative (see supplemental data). \n\nProband was found to carry m.3754C>A, affecting MT-ND1. The authors detected the m.3754C>A variant at ~25% heteroplasmy in the patient's blood, lung, and heart. This variant does not appear in MitoMap.","sex":"Female","variant":[{"id":"cggv:5aa72ccd-903d-4518-aebe-205568d05042_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1dd661c-40f3-4057-b9e7-6a99aaad8427"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23631824","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are notoriously difficult to diagnose due to extreme locus and allelic heterogeneity, with both nuclear and mitochondrial genomes potentially liable. Using exome sequencing we demonstrate the ability to rapidly and cost effectively evaluate both the nuclear and mitochondrial genomes to obtain a molecular diagnosis for four patients with three distinct mitochondrial disorders. One patient was found to have Leigh syndrome due to a mutation in MT-ATP6, two affected siblings were discovered to be compound heterozygous for mutations in the NDUFV1 gene, which causes mitochondrial complex I deficiency, and one patient was found to have coenzyme Q10 deficiency due to compound heterozygous mutations in COQ2. In all cases conventional diagnostic testing failed to identify a molecular diagnosis. We suggest that additional studies should be conducted to evaluate exome sequencing as a primary diagnostic test for mitochondrial diseases, including those due to mtDNA mutations.","dc:creator":"Dinwiddie DL","dc:date":"2013","dc:title":"Diagnosis of mitochondrial disorders by concomitant next-generation sequencing of the exome and mitochondrial genome."}},{"id":"cggv:d488d368-0194-4616-90a9-0b2808c3e4d8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0f8cf2e7-4580-468d-b7a1-d8e2e2d522e1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23631824"}],"rdfs:label":"Dinwiddie 2013 - CMH000036"},{"id":"cggv:d488d368-0194-4616-90a9-0b2808c3e4d8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d488d368-0194-4616-90a9-0b2808c3e4d8_variant_evidence_item"},{"id":"cggv:d488d368-0194-4616-90a9-0b2808c3e4d8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From Desbats et al. 2016 (PMID:27493029)\nThe authors performed a yeast complementation assay to determine the functional consequences of this variant. coq2Δ yeast are able to grow normally on fermentable medium, but not on non-fermentable medium (Fig. 3A). The re-introduction of human COQ2 can rescue this growth defect. The authors then introduced a COQ2 expression construct containing the p.Ser96Asn variant. This construct partially rescued the growth defect, but not to the same degree as wt COQ2 (Fig. 3D). Further, CoQ6 levels were reduced to ~10% of wt in yeast expressing this variant (Fig. 3E, Table 1). "}],"strengthScore":0.5},{"id":"cggv:5aa72ccd-903d-4518-aebe-205568d05042","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5aa72ccd-903d-4518-aebe-205568d05042_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant score downgraded for lack of NMD (-0.5 points)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:573950f4-eccb-433b-a131-d8edddadef98_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:573950f4-eccb-433b-a131-d8edddadef98","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":[{"id":"cggv:aef5411d-c2e2-42d7-a5e9-a0ef0fa5964c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.823A>G (p.Thr275Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2988499"}},{"id":"cggv:e1dd661c-40f3-4057-b9e7-6a99aaad8427"}],"detectionMethod":"Custom nephrotic syndrome gene panel (27 genes)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband presented at 9 months of age with severe nephrotic syndrome and protenuria, with a urine protein/creatinine ratio of 197 (normal <0.5). Cranial MRI and EEG were normal; no infections detected, nor any metabolic disease. Kidney biopsy demonstrated focal mesangial sclerosis and collapsing glomerulopathy. EM on biopsied kidney material demonstrated increased numbers of dysmorphic mitochondria in some podocytes (Fig. 1D). No MRC enzyme activity assay performed. ","previousTesting":true,"previousTestingDescription":"Negative for variants in NPHS1, NPHS2, and WT1","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:25912b3f-454b-4c09-8e36-d0c65cc680f5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e1dd661c-40f3-4057-b9e7-6a99aaad8427"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29637272"},{"id":"cggv:34f13b0b-391a-4a0c-8f98-edcf8ccce500_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:aef5411d-c2e2-42d7-a5e9-a0ef0fa5964c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29637272"}],"rdfs:label":"Starr 2018 - Patient 1"},{"id":"cggv:34f13b0b-391a-4a0c-8f98-edcf8ccce500","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:34f13b0b-391a-4a0c-8f98-edcf8ccce500_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:25912b3f-454b-4c09-8e36-d0c65cc680f5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:25912b3f-454b-4c09-8e36-d0c65cc680f5_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant score downgraded for lack of NMD (-0.5 points)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fe1210b9-0647-4f63-aad5-2b5d25f239f6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fe1210b9-0647-4f63-aad5-2b5d25f239f6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"allele":{"id":"cggv:a75f7126-3395-4a6c-907d-b7cd17eb6b53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.1047del (p.Asn351IlefsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2988447"}},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient presented with neurologic distress at birth, and at 2 days she was diagnosed with liver failure and nephrotic syndrome. In the course of a week, she developed anemia/cytopenia, diabetes, and seizure. Serum lactate was elevated (22.7mM; normal <2.2mM). She passed at 12 days of age. MRC enzyme activity assay in liver homogenate revealed deficiencies in complexes I+III, II+III (37.0% and 35.9%, respectively; Table 1).","previousTesting":true,"previousTestingDescription":"Negative for variants in other ubiquinone biosynthesis genes (not specified)","sex":"Female","variant":{"id":"cggv:1574f97a-cc21-48d0-887f-8873ea9e52fa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a75f7126-3395-4a6c-907d-b7cd17eb6b53"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17332895","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q10 (CoQ10) plays a pivotal role in oxidative phosphorylation (OXPHOS), as it distributes electrons among the various dehydrogenases and the cytochrome segments of the respiratory chain. We have identified 2 novel inborn errors of CoQ10 biosynthesis in 2 distinct families. In both cases, enzymologic studies showed that quinone-dependent OXPHOS activities were in the range of the lowest control values, while OXPHOS enzyme activities were normal. CoQ10 deficiency was confirmed by restoration of normal OXPHOS activities after addition of quinone. A genome-wide search for homozygosity in family 1 identified a region of chromosome 10 encompassing the gene prenyldiphosphate synthase, subunit 1 (PDSS1), which encodes the human ortholog of the yeast COQ1 gene, a key enzyme of CoQ10 synthesis. Sequencing of PDSS1 identified a homozygous nucleotide substitution modifying a conserved amino acid of the protein (D308E). In the second family, direct sequencing of OH-benzoate polyprenyltransferase (COQ2), the human ortholog of the yeast COQ2 gene, identified a single base pair frameshift deletion resulting in a premature stop codon (c.1198delT, N401fsX415). Transformation of yeast Deltacoq1 and Deltacoq2 strains by mutant yeast COQ1 and mutant human COQ2 genes, respectively, resulted in defective growth on respiratory medium, indicating that these mutations are indeed the cause of OXPHOS deficiency.","dc:creator":"Mollet J","dc:date":"2007","dc:title":"Prenyldiphosphate synthase, subunit 1 (PDSS1) and OH-benzoate polyprenyltransferase (COQ2) mutations in ubiquinone deficiency and oxidative phosphorylation disorders."}},"rdfs:label":"Mollet 2007 - Patient 3"},{"id":"cggv:1574f97a-cc21-48d0-887f-8873ea9e52fa","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1574f97a-cc21-48d0-887f-8873ea9e52fa_variant_evidence_item"},{"id":"cggv:1574f97a-cc21-48d0-887f-8873ea9e52fa_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"coq2Δ yeast were transformed with either wt human COQ2 or a construct carrying the c.1047del variant. When transformants were grown on glucose-containing media, both constructs were able to grow normally; however, on non-fermentable media, the c.1047del variant could not rescue the coq2Δ growth-deficient phenotype (Fig. 6B). "}],"strengthScore":1.5,"dc:description":"Variant score upgraded for functional data (0.5 points), downgraded for lack of NMD (-0.5 points)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:93430792-35eb-4846-a576-3d5040ff5ff2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:93430792-35eb-4846-a576-3d5040ff5ff2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Hours","ageValue":23,"allele":{"id":"cggv:1f01a4e4-2685-4ee7-bbb0-9f22e1f04334","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.395T>G (p.Met132Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16044186"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient was admitted to the ICU in the first hour of life due to oxygen desaturation and hyporeactivity. Serum lactate was elevated on admission (10mM; normal <2.2mM) and continued to increase, reaching 45mM just before death. ECG revealed left ventricular dilation. There were signs of hepatic insufficiency and proteinuria with normal tubular function. Muscle histology showed hypotrophy of type I fibers; EM revealed mitochondrial morphology defects (Fig. 1G,H). MRC enzyme activity assay revealed deficiencies of complexes I+III and II+III (~25% and 45%, respectively; Fig. 2A). ","previousTesting":false,"sex":"Female","variant":{"id":"cggv:41c8723a-0afb-4f39-931e-12388f932977_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1f01a4e4-2685-4ee7-bbb0-9f22e1f04334"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25564041"},"rdfs:label":"Desbats 2015 - Patient 1"},{"id":"cggv:41c8723a-0afb-4f39-931e-12388f932977","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41c8723a-0afb-4f39-931e-12388f932977_variant_evidence_item"},{"id":"cggv:41c8723a-0afb-4f39-931e-12388f932977_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A yeast complementation assay was performed in which either wt or variant human COQ2 was introduced into a coq2 null background. Coq2 null yeast were able to grow on fermentable medium, but not on non-fermentable medium, demonstrating a defect on anaerobic metabolism. This growth defect was rescued by wt human COQ2 construct; however, the p.Met132Arg construct did not (Fig. 2E). Complex II+III activity was directly assayed in yeast carrying either human construct. Complex activity was reduced in yeast carrying the variant construct (~25% compared to controls, Fig. 2F). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e85749f1-6272-40fb-be86-f36ec87ccc39_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e85749f1-6272-40fb-be86-f36ec87ccc39","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:72f64855-dd82-42d9-8e8b-3909503cd9af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.740A>G (p.Tyr247Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250019"}},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband presented with proteinuria at 1 year of age, and was subsequently diagnosed with focal segmental glomerulosclerosis. Further examination revealed hypotonia, psychomotor delay, and optic atrophy. At 22 months, he developed right hemiplegia, myoconus, and swallowing difficulties. Cranial MRI showed cerebellar atrophy, mild diffuse cerebral atrophy, and stroke-like lesions. Muscle biopsy found excessive SDH staining, but no ragged red or COX-negative fibers. MRC enzyme activity assay revealed deficiences of complexes I+III and II+III (37.3% and 31.4% of the control mean, respectively). All other MRC enzymes unaffected. ","previousTesting":true,"previousTestingDescription":"Targeted homozygosity mapping of COQ genes. Negative for variants in COQ1, COQ5, and COQ6. ","sex":"Male","variant":{"id":"cggv:b92b9456-f657-49b9-83aa-e2c5ee2b171d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:72f64855-dd82-42d9-8e8b-3909503cd9af"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16400613","type":"dc:BibliographicResource","dc:abstract":"Ubiquinone (coenzyme Q(10) or CoQ(10)) is a lipid-soluble component of virtually all cell membranes, where it functions as a mobile electron and proton carrier. CoQ(10) deficiency is inherited as an autosomal recessive trait and has been associated with three main clinical phenotypes: a predominantly myopathic form with central nervous system involvement, an infantile encephalomyopathy with renal dysfunction, and an ataxic form with cerebellar atrophy. In two siblings of consanguineous parents with the infantile form of CoQ(10) deficiency, we identified a homozygous missense mutation in the COQ2 gene, which encodes para-hydroxybenzoate-polyprenyl transferase. The A-->G transition at nucleotide 890 changes a highly conserved tyrosine to cysteine at amino acid 297 within a predicted transmembrane domain. Radioisotope assays confirmed a severe defect of CoQ(10) biosynthesis in the fibroblasts of one patient. This mutation in COQ2 is the first molecular cause of primary CoQ(10) deficiency.","dc:creator":"Quinzii C","dc:date":"2006","dc:title":"A mutation in para-hydroxybenzoate-polyprenyl transferase (COQ2) causes primary coenzyme Q10 deficiency."}},"rdfs:label":"Quinzii 2006 - Patient 1"},{"id":"cggv:b92b9456-f657-49b9-83aa-e2c5ee2b171d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b92b9456-f657-49b9-83aa-e2c5ee2b171d_variant_evidence_item"},{"id":"cggv:b92b9456-f657-49b9-83aa-e2c5ee2b171d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Fibroblasts from both the proband and an unaffected control were incubated with radiolabeled carbon for 24 hours, after which the cells were harvested, and CoQ10 was extracted and separated by HPLC. Radioactivity levels in the CoQ10 fraction from patient fibroblasts were ~22% of the control mean (Table 1). This assay was repeated using deuterium; in this case, radioactivity levels were 36% that of the control mean (Table 1). These results confirm deficient coenzyme Q10 synthesis in patient cells. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.6},{"id":"cggv:2823b2e9-dc7f-454e-a554-2e4f85ba96c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2823b2e9-dc7f-454e-a554-2e4f85ba96c5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"allele":[{"id":"cggv:1729488f-871d-43d4-b4c5-924817b75b95"},{"id":"cggv:9bb1bd2d-3bbf-430b-b4e7-7b9e2d7ea0ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001358921.2(COQ2):c.440G>A (p.Arg147His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250021"}}],"detectionMethod":"All exon and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient presented at 18 months of age with rapidly progressing, steroid resistant nephrotic syndrome. Renal pathology revealed collapsing glomerulopathy. He gradually developed anasarca (whole body swelling) and was put on dialysis. There were no signs of neuromuscular involvement; EEG and cranial MRI were both normal. Muscle biopsy revealed loss of type1/type2 fiber heterogeneity and increased SDH/COX activity indicative of mitochondrial proliferation. Renal histology demonstrated significant reductions in both COX and SDH staining (Fig. 3). MRC enzyme activity assay revealed deficiencies of complexes I and II+III (>2SD below the mean for both, Fig. 4). ","previousTesting":true,"previousTestingDescription":"Negative for variants in NPHS1, NPHS2, and PDSS2","sex":"Male","variant":[{"id":"cggv:968d0100-6237-4c45-b09b-bebe82ffd741_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9bb1bd2d-3bbf-430b-b4e7-7b9e2d7ea0ab"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17855635","type":"dc:BibliographicResource","dc:abstract":"Primary coenzyme Q(10) (CoQ(10)) deficiency includes a group of rare autosomal recessive disorders primarily characterized by neurological and muscular symptoms. Rarely, glomerular involvement has been reported. The COQ2 gene encodes the para-hydroxybenzoate-polyprenyl-transferase enzyme of the CoQ(10) synthesis pathway. We identified two patients with early-onset glomerular lesions that harbored mutations in the COQ2 gene. The first patient presented with steroid-resistant nephrotic syndrome at the age of 18 months as a result of collapsing glomerulopathy, with no extrarenal symptoms. The second patient presented at five days of life with oliguria, had severe extracapillary proliferation on renal biopsy, rapidly developed end-stage renal disease, and died at the age of 6 months after a course complicated by progressive epileptic encephalopathy. Ultrastructural examination of renal specimens from these cases, as well as from two previously reported patients, showed an increased number of dysmorphic mitochondria in glomerular cells. Biochemical analyses demonstrated decreased activities of respiratory chain complexes [II+III] and decreased CoQ(10) concentrations in skeletal muscle and renal cortex. In conclusion, we suggest that inherited COQ2 mutations cause a primary glomerular disease with renal lesions that vary in severity and are not necessarily associated with neurological signs. COQ2 nephropathy should be suspected when electron microscopy shows an increased number of abnormal mitochondria in podocytes and other glomerular cells.","dc:creator":"Diomedi-Camassei F","dc:date":"2007","dc:title":"COQ2 nephropathy: a newly described inherited mitochondriopathy with primary renal involvement."}},{"id":"cggv:091a199b-33cc-4626-8e4a-139adb99a77a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1729488f-871d-43d4-b4c5-924817b75b95"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17855635"}],"rdfs:label":"Diomedi-Camassei 2007 - Patient 1"},{"id":"cggv:968d0100-6237-4c45-b09b-bebe82ffd741","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:968d0100-6237-4c45-b09b-bebe82ffd741_variant_evidence_item"},{"id":"cggv:968d0100-6237-4c45-b09b-bebe82ffd741_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From Quinzii et al. 2010 (PMID:20495179)\nFibroblasts from several patients with variants in different ubiquinone synthesis genes were tested for their ability to grow in non-fermentable (galactose) medium. This individual is labeled as Patient 2 in this paper. Fibroblasts from patient 2 grew significantly more slowly compared to unaffected controls; this effect worsened over time (Fig. 2). Further, ATP levels in fibroblasts from patient 2 were ~60% reduced compared to wt (assayed by ATP content and ATP/ADP ratio, Fig. 3). "}],"strengthScore":0.5},{"id":"cggv:091a199b-33cc-4626-8e4a-139adb99a77a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:091a199b-33cc-4626-8e4a-139adb99a77a_variant_evidence_item"},{"id":"cggv:091a199b-33cc-4626-8e4a-139adb99a77a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From Quinzii et al. 2010 (PMID:20495179)\nFibroblasts from several patients with variants in different ubiquinone synthesis genes were tested for their ability to grow in non-fermentable (galactose) medium. This individual is labeled as Patient 2 in this paper. Fibroblasts from patient 2 grew significantly more slowly compared to unaffected controls; this effect worsened over time (Fig. 2). Further, ATP levels in fibroblasts from patient 2 were ~60% reduced compared to wt (assayed by ATP content and ATP/ADP ratio, Fig. 3). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6816208a-ef4d-44b0-bfaa-0eb744df3739_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6816208a-ef4d-44b0-bfaa-0eb744df3739","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:0f8cf2e7-4580-468d-b7a1-d8e2e2d522e1"},"detectionMethod":"All exons and exon/intron boundaries sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was found to be \"severely oliguric and hypertensive\" in the first few days of life, and was found to have severe crescentic glomerulonephritis at age 10 days. At 3 months, he developed drug resistant seizures that evolved into status epilepticus. Encephalopathy, hypotonia, and respiratory failure followed. MRI showed stroke-like lesions in the frontal, insular, and temporal regions of the brain and signs of diffuse cerebral atrophy. CSF lactate was elevated (106mg/dL; normal = 10-22mg/dL). COX and SDH staining were both reduced in renal tissue samples. MRC enzyme analysis in muscle revealed deficiencies of complexes I, II+III, and IV (all >2SD below the mean, Fig. 4). ","previousTesting":true,"previousTestingDescription":"Negative for variants in NPHS1, NPHS2, and PDSS2","sex":"Male","variant":{"id":"cggv:77ff2232-6644-4a0f-868c-54c92b12cf43_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0f8cf2e7-4580-468d-b7a1-d8e2e2d522e1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17855635"},"rdfs:label":"Diomedi-Camassei 2007 - Patient 2"},{"id":"cggv:77ff2232-6644-4a0f-868c-54c92b12cf43","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77ff2232-6644-4a0f-868c-54c92b12cf43_variant_evidence_item"},{"id":"cggv:77ff2232-6644-4a0f-868c-54c92b12cf43_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From Desbats et al. 2016 (PMID:27493029)\nThe authors performed a yeast complementation assay to determine the functional consequences of this variant. coq2Δ yeast are able to grow normally on fermentable medium, but not on non-fermentable medium (Fig. 3A). The re-introduction of human COQ2 can rescue this growth defect. The authors then introduced a COQ2 expression construct containing the p.Ser96Asn variant. This construct partially rescued the growth defect, but not to the same degree as wt COQ2 (Fig. 3D). Further, CoQ6 levels were reduced to ~10% of wt in yeast expressing this variant (Fig. 3E, Table 1). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.6}],"evidenceStrength":"Definitive","sequence":6695,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.1,"subject":{"id":"cggv:6af476e3-1c00-4ca0-8328-858c1371c5f8","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:25223","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *COQ2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 30, 2023. The *COQ2* gene encodes the 4-hydroxybenzoate polyprenyltransferase protein. This enzyme is required for the synthesis of coenzyme Q10 (CoQ10), which acts as an electron shuttle between enzyme complexes of the mitochondrial respiratory chain.  \n\nThe *COQ2* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2006 (PMID: 16400613). While various names have been given to the constellation of features seen in those with *COQ2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *COQ2* phenotype has been lumped into one disease entity according to per the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included nine variants in eight probands across six publications (PMIDs: 16400613, 17855635, 17332895, 23631824, 15564041, 29637272). Common clinical manifestations include renal involvement (steroid-resistant nephrotic syndrome), hypotonia, cerebral/cerebellar atrophy, encephalopathy and optic atrophy. Age of onset is typically in the first few years of life. Reduced levels of CoQ10 and reduced activities of complex I+III and II+III are commonly observed in patient tissues and cells. No segregation data were available.  Loss of function is implicated as the mechanism of disease. This gene-disease relationship is also supported by known biochemical function, a Drosophila model, and in vitro functional assays in patient cells demonstrating oxidative phosphorylation deficiencies due to variants in COQ2 (PMIDs: 33340416, 27493029, 21703546, 20495179, 26922674).  \n\nIn summary, there is definitive evidence to support the relationship between *COQ2* and autosomal recessive primary mitochondrial disease. More than three years have elapsed since the first assertion of this gene-disease relationship, and no contradictory evidence has emerged. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 30, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:0b91e278-c030-40b2-b135-c558fcc49531"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}