{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-25T15:04:05.095Z","role":"Publisher"},{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-18T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d21cc910-0f7a-4c11-87fa-bce0a44e6c79","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11d3424e-c284-48ab-929d-aed652e51fca","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":">10 genes associated with PMD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Complex I genes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 genes associated with PMD"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f67fa32-e83a-4565-a2b9-080760b7a231","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9644d2eb-8ec9-4ef3-9c2f-aaf21e6613cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, progressive neurodegeneration, diminished neural mitochondrial membrane potential and lower levels of neural ATP. ​\n\nBiochemical studies suggest that complex I is unable to efficiently couple electron transfer to proton pumping.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25085991","type":"dc:BibliographicResource","dc:abstract":"Mutations affecting mitochondrial complex I, a multi-subunit assembly that couples electron transfer to proton pumping, are the most frequent cause of heritable mitochondrial diseases. However, the mechanisms by which complex I dysfunction results in disease remain unclear. Here, we describe a Drosophila model of complex I deficiency caused by a homoplasmic mutation in the mitochondrial-DNA-encoded NADH dehydrogenase subunit 2 (ND2) gene. We show that ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, progressive neurodegeneration, diminished neural mitochondrial membrane potential and lower levels of neural ATP. Our biochemical studies of ND2 mutants reveal that complex I is unable to efficiently couple electron transfer to proton pumping. Thus, our study provides evidence that the ND2 subunit participates directly in the proton pumping mechanism of complex I. Together, our findings support the model that diminished respiratory chain activity, and consequent energy deficiency, are responsible for the pathogenesis of complex-I-associated neurodegeneration. ","dc:creator":"Burman JL","dc:date":"2014","dc:title":"A Drosophila model of mitochondrial disease caused by a complex I mutation that uncouples proton pumping from electron transfer."},"rdfs:label":"Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"ND2 mutants exhibit phenotypes that resemble symptoms of mitochondrial disease, including shortened lifespan, progressive neurodegeneration, diminished neural mitochondrial membrane potential and lower levels of neural ATP. ​\n\nBiochemical studies suggest that complex I is unable to efficiently couple electron transfer to proton pumping."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":6745,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.5,"subject":{"id":"cggv:325f7b19-63ec-4663-9e95-88134c1a1304","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7456","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of May 18, 2023. The *MT-ND2* gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND2. Defects of this protein lead to complex I deficiency.\n\n*MT-ND2* was first reported in relation to maternally-inherited primary mitochondrial disease in 2001 (PMID: 11479733) in a family with Leber Hereditary Optic Neuropathy (LHON), however current population data suggests the variant reported in this case (m.4640C>A) is benign, so this case was excluded from this gene curation. Other associated features have been reported over time. While various names have been given to the constellation of features seen in those with *MT-ND2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-ND2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-ND2* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on April 14, 2021 (SOP v8), with a final classification of limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three unique variants (m.4681T>C, p.L71P; m.4810G>A, p.W114*; m.5132_5133del, fs) in three probands across three publications (PMIDs: 16738010, 15781840, 12192017). Single fiber testing and cybrid studies further supported the pathogenicity of several of these variants (PMIDs: 15781840, 16996290). Age of onset in affected individuals ranged from 9 months old to childhood. Clinical features in affected individuals included Leigh syndrome spectrum, myopathy, ophthalmoplegia, and ptosis. Muscle biopsies revealed ragged red fibers and complex I deficiency. Metabolic screening labs showed elevated lactate and creatine kinase (CK). Heteroplasmy levels were >95% in blood, fibroblasts, and muscle in the individual with Leigh syndrome spectrum. However in the other two individuals with predominantly myopathic features, the variant was present at >94% in muscle and undetectable in other tissues tested.\n\nThe mechanism of disease appears to be loss of function.  This gene-disease association is further supported by a known biochemical function shared with other genes associated with primary mitochondrial disease and a drosophila model (PMIDs: 33340416, 25085991).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 18, 2023 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:ce38deed-d954-4e68-aed1-ede90e274a2c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}