{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180faev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-05-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-06-30T21:20:00.545Z","role":"Publisher"}],"evidence":[{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2ec918d-2a1f-4832-8744-c6668220b821","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bac815bf-23f1-4e3c-ac67-71220fa63f59","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"293T cells were cotransfected with GFP-AID and luciferase-tagged CTNNBL1 lacking nuclear localization signal (NLS). Association of both proteins (in the cytoplasm) were monitored by luciferase activity. CoIP using FLAG-tagged CTNNBL1 also confirmed the association. The same was also demonstrated using anti-AID mAb. Endogenous CTNNBL1 was also shown to interact with AID in similar experiments. When CoIP experiments were performed in 293T cells cotransfected with FLAG-tagged CTNNBL1 and GFP-AID lacking the nuclear export signal (NES), similar results were obtained. The interaction was also confirmed in the nucleus using mammalian 2-hybrid assay.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18722174","type":"dc:BibliographicResource","dc:abstract":"Activation-induced deaminase (AID) deaminates deoxycytidine residues in immunoglobulin genes, triggering antibody diversification. Here, by use of two-hybrid and coimmunoprecipitation assays, we identify CTNNBL1 (also known as NAP) as an AID-specific interactor. Mutants of AID that interfere with CTNNBL1 interaction yield severely diminished hypermutation and class switching. Targeted inactivation of CTNNBL1 in DT40 B cells also considerably diminishes IgV diversification. CTNNBL1 is a widely expressed nuclear protein that associates with the Prp19 complex of the spliceosome, interacting with its CDC5L component. The results, therefore, identify residues in AID involved in its in vivo targeting and suggest they might act through interaction with CTNNBL1, giving possible insight into the linkage between AID recruitment and target-gene transcription.","dc:creator":"Conticello SG","dc:date":"2008","dc:title":"Interaction between antibody-diversification enzyme AID and spliceosome-associated factor CTNNBL1."},"rdfs:label":"Conticello_Interaction with AICDA"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"AICDA is a gene definitively associated with immunodeficiency with hyper-IgM syndrome. While CTNNBL1 is implicated in CVID, the mechanism of disease explained through impaired SHM suggests similarity to hyper-IgM phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:faa01cbe-d1ae-424a-85be-20b99a28131c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ac8c7d6f-d54d-40c1-839c-7d942bece31f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Introduction of WT CTNNBL1 induced loss of IgM expression during the 12-week culture, similar to that in WT Ramos clone counterparts, whereas CTNNBL1 mutant Ramos B cells expressing the lentivirus-driven CTNNBL1 466V variant retained significantly higher IgM cell surface expression, suggesting that the reintroduction of WT CTNNBL1 in mutant Ramos B cells favored the generation of deleterious mutations that abrogate IgM production. Sequencing VH transcripts from expression of WT CTNNBL1 in WT and mutant Ramos B cells (rescued) revealed similar rate of mutations, while that in the mutant cells showed 2-3-fold reduction in SHM","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32484799","type":"dc:BibliographicResource","dc:abstract":"Patients with common variable immunodeficiency associated with autoimmune cytopenia (CVID+AIC) generate few isotype-switched B cells with severely decreased frequencies of somatic hypermutations (SHMs), but their underlying molecular defects remain poorly characterized. We identified a CVID+AIC patient who displays a rare homozygous missense M466V mutation in β-catenin-like protein 1 (CTNNBL1). Because CTNNBL1 binds activation-induced cytidine deaminase (AID) that catalyzes SHM, we tested AID interactions with the CTNNBL1 M466V variant. We found that the M466V mutation interfered with the association of CTNNBL1 with AID, resulting in decreased AID in the nuclei of patient EBV-transformed B cell lines and of CTNNBL1 466V/V Ramos B cells engineered to express only CTNNBL1 M466V using CRISPR/Cas9 technology. As a consequence, the scarce IgG+ memory B cells from the CTNNBL1 466V/V patient showed a low SHM frequency that averaged 6.7 mutations compared with about 18 mutations per clone in healthy-donor counterparts. In addition, CTNNBL1 466V/V Ramos B cells displayed a decreased incidence of SHM that was reduced by half compared with parental WT Ramos B cells, demonstrating that the CTNNBL1 M466V mutation is responsible for defective SHM induction. We conclude that CTNNBL1 plays an important role in regulating AID-dependent antibody diversification in humans.","dc:creator":"Kuhny M","dc:date":"2020","dc:title":"Disease-associated CTNNBL1 mutation impairs somatic hypermutation by decreasing nuclear AID."},"rdfs:label":"Kuhny_Rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:626a7329-91e7-4ba1-9b80-4b047047dd20","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77599bf8-f313-4a45-bbf8-a2284d5c26bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous Ctnnbl1-/- mice were not viable as determined by interbreeding different lines of mice, indicating that germline deficiency of Ctnnbl1 is embryonic lethal. B-cell specific knock-out of Ctnnbl1 revealed that although Ctnnbl1 is essential for embryonic development, it is dispensable for the generation and maturation of B cells. However, Ctnnbl1-deficient B cells showed reduced immunoglobulin class switching. \n\nComparison of switching to IgG1 in splenic B cells revealed that the Ctnnbl1-deficient B cells gave roughly one-third less switching. This reduced switching did not correlate with any change in the abundance of AID. Similar results regarding diminished class switching were obtained using B cells stimulated with anti-CD40 and IL4 as well with regard to switching to IgG3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23343763","type":"dc:BibliographicResource","dc:abstract":"CTNNBL1 is an armadillo-repeat protein that associates with the CDC5L/Prp19 complex of the spliceosome. Unlike the majority of spliceosomal proteins (and despite having no obvious homologs), CTNNBL1 is inessential for cell viability as revealed by studies in both vertebrate B cell lines and in fission yeast. Here, however, we show that ablation of CTNNBL1 in the mouse germline results in mid-gestation embryonic lethality but that lineage-specific CTNNBL1 ablation in early B cell precursors does not affect the production and abundance of mature B lymphocytes. However, CTNNBL1-deficient resting B lymphocytes show sluggish exit from quiescence on cell activation, although once entry into cycle has initiated, proliferation and differentiation in response to mitogenic stimuli continue largely unaffected. A similar sluggish exit from quiescence is also observed on reprovision of nutrients to nitrogen-starved CTNNBL1-deficient yeast. The results indicate that, whereas other RNA splicing-associated factors have been connected to cell cycle progression, CTNNBL1 plays no essential role in cycling cells but does fulfill an evolutionarily conserved function in helping cells to undergo efficient exit from quiescence following activation.","dc:creator":"Chandra A","dc:date":"2013","dc:title":"Deficiency in spliceosome-associated factor CTNNBL1 does not affect ongoing cell cycling but delays exit from quiescence and results in embryonic lethality in mice."},"rdfs:label":"Chandra_Ctnnbl1-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"A reduced score is awarded as the mouse model recapitulates the B-cell phenotype observed in the human patient of reduced class switch recombination."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cdce22f7-03c9-49a4-a399-1797ae373fba_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cdce22f7-03c9-49a4-a399-1797ae373fba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":{"id":"cggv:a9361041-66ed-44cf-8514-8c9d5b960d8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_030877.5(CTNNBL1):c.1396A>G (p.Met466Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9848670"}},"ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband is noted to have autoimmune cytopenias, HSV2 infections, facial lesions. Her Ig levels were IgG (198 mg/dl), IgA (13.7 mg/dl), IgM (5.7 mg/dl), IgE (<4.0 IU/mL). She was put on IVIG therapy","phenotypes":["obo:HP_0001973","obo:HP_0002719","obo:HP_0001510","obo:HP_0004313","obo:HP_0000821","obo:HP_0005425","obo:HP_0001045"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:c50937c6-22e4-4d8a-b778-c6da34695268_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a9361041-66ed-44cf-8514-8c9d5b960d8e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32484799"},"rdfs:label":"Kuhny_Proband"},{"id":"cggv:c50937c6-22e4-4d8a-b778-c6da34695268","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c50937c6-22e4-4d8a-b778-c6da34695268_variant_evidence_item"},{"id":"cggv:c50937c6-22e4-4d8a-b778-c6da34695268_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Authors used CRISPR/Cas9 technology to introduce biallelic Met466Val change in CTNNBL1 in Ramos B cell line (expressing only the variant CTNNBL1). Association of activation-induced cytidine deaminase (AID) in Ramos B cells was reduced by half compared to unmodified Ramos B cells and the association was severely reduced in patient EBV-derived B-lymphocyte cell line (EBV BLCL). This was shown to reduce nuclear import of AID. In patient IgG+ B cells,  CD19+CD27+IgG+ memory B cells were reduced and there was a virtual absence of CD19+CD27+IgA+ isotype-switched B cells, compared to controls. In addition, most of patient's CD19+CD27+ B cells expressed IgM, indicating impaired class-switch recombination (CSR) process. Average number of somatic hypermutations (SHM) in VH transcripts from CD27+IgG+ B cells was low (6.7) compared to that in controls (~18.2). SHM frequency was also low in CCD27+IgM+ B cells. Lymph node biopsy from patient displayed distorted, irregularly shaped follicles, follicular hyperplasia and many germinal centers (GCs) that appeared to have attenuation of mantle zone and some coalescent follicles. \n\nOver 97% of CTNNBL1-M466V Ramos B cell clones retained IgM expression in 12-week culture, compared to 10% of CTNNBL1-WT cells losing IgM expression, indicating that the variant affected SHM. Sequencing the transcripts from the mutant B cells showed 2-fold reduction in SHMs compared to WT cells."}],"strengthScore":1.5,"dc:description":"The variant is scored increased points. The study shows that the interaction with AID is perturbed and that SHM and CSR are impaired; however that disease mechanism is not completely understood, and it is unclear if AID perturbation and impairment of SHM and CSR sufficiently explain the disease process. PMID: 18722174, which studied B-cell specific knock-out of Ctnnbl1 in mice showed a mild decrease in CSR when B cells were activated in vitro. And, PMID: 20585033 showed that knock-out of Ctnnbl1 had no effect on CSR in CH12F3 mouse B cell line, although limitations on the study were noted. This evidence is not considered contradictory at this time. Increased score is awarded for functional abnormality with relation to AID binding and impaired SHM."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":4707,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:f5a1fe97-b5d1-43f9-9c16-9027173936c7","type":"GeneValidityProposition","disease":"obo:MONDO_0015517","gene":"hgnc:15879","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *CTNNBL1* and Common Variable Immunodeficiency (CVID), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of May, 2022. Note, at the time of curation, OMIM did not indicate an associated disease entity for this gene. *CTNNBL1* encodes a protein that activates pre-mRNA splicing and is an integral part of the spliceosome. The encoded protein is also a nuclear localization sequence binding protein, and binds to activation-induced deaminase and is important for antibody diversification (RefSeq, Jul 2013). The phenotype associated with common variable immunodeficiency due to *CTNNBL1* variants is characterized by hypogammaglobulinemia and recurrent infections (Kuhny et al, 2020; PMID: 32484799). *CTNNBL1* was first reported in relation to autosomal recessive CVID in 2020 (Kuhny et al, 2020; PMID: 32484799).  To date, this is the only patient that has been reported with biallelic loss-of-function variants in *CTNNBL1* and a positive disease association. There is limited evidence supporting this gene-disease relationship including case-level data and experimental data. \n   \nSummary of Case Level Data (1 point):\nThere has been 1 patient from 1 publication, till date, reported with a homozygous variant in *CTNNBL1* (PMID: 32484799). The mechanism of disease is expected to be biallelic loss of function. While functional studies in patient cells and in-vitro cultures of mutant-transfected cells suggest that the variant impairs activation-induced cytidine deaminase (AID) binding and therefore impaired somatic hypermutation (SHM) and class-switch recombination (CSR), which may be the disease mechanism, other studies suggest that CSR may not be impacted by loss of *CTNNBL1* (PMID: 20585033).\n\nSummary of experimental data (2.5 points):\nThis gene-disease relationship is supported by protein interaction, mouse model and rescue evidence. *CTNNBL1* is shown to interact with AID by coimmunoprecipitation and mammalian two-hybrid experiments (PMID: 18722174). Germline homozygous CTNNBL1 knock-out in mice is embryonic lethal, while B-cell specific CTNNBL1 deficiency results in reduced class switch recombination (PMID: 23343763), which is also observed in the human patient (PMID: 32484799). Introduction of wild-type *CTNNBL1* in Ramos B cells that carried the Met466Val missense variant showed rescue of the hyper-IgM phenotype (PMID: 32484799).  \n  \nIn summary, the level of evidence to support the gene-disease relationship of *CTNNBL1* and autosomal recessive common variable immunodeficiency is limited. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. \n","dc:isVersionOf":{"id":"cggv:4e151724-c8a5-4f3e-a7ac-bd0b1d180fae"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}