{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-11-19T20:00:00.000Z","role":"Approver"},{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-11-19T21:08:59.409Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30388400","type":"dc:BibliographicResource","dc:abstract":"Primary defects in motile cilia result in dysfunction of the apparatus responsible for generating fluid flows. Defects in these mechanisms underlie disorders characterized by poor mucus clearance, resulting in susceptibility to chronic recurrent respiratory infections, often associated with infertility; laterality defects occur in about 50% of such individuals. Here we report biallelic variants in LRRC56 (known as oda8 in Chlamydomonas) identified in three unrelated families. The phenotype comprises laterality defects and chronic pulmonary infections. High-speed video microscopy of cultured epithelial cells from an affected individual showed severely dyskinetic cilia but no obvious ultra-structural abnormalities on routine transmission electron microscopy (TEM). Further investigation revealed that LRRC56 interacts with the intraflagellar transport (IFT) protein IFT88. The link with IFT was interrogated in Trypanosoma brucei. In this protist, LRRC56 is recruited to the cilium during axoneme construction, where it co-localizes with IFT trains and is required for the addition of dynein arms to the distal end of the flagellum. In T. brucei carrying LRRC56-null mutations, or a variant resulting in the p.Leu259Pro substitution corresponding to the p.Leu140Pro variant seen in one of the affected families, we observed abnormal ciliary beat patterns and an absence of outer dynein arms restricted to the distal portion of the axoneme. Together, our findings confirm that deleterious variants in LRRC56 result in a human disease and suggest that this protein has a likely role in dynein transport during cilia assembly that is evolutionarily important for cilia motility.","dc:creator":"Bonnefoy S","dc:date":"2018","dc:title":"Biallelic Mutations in LRRC56, Encoding a Protein Associated with Intraflagellar Transport, Cause Mucociliary Clearance and Laterality Defects."},"evidence":[{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:598f82bd-210a-47f4-bc24-055f65415835","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:486e447a-0847-4427-8251-51d8fe7c56d0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Single cell RNA sequencing (scRNA-seq) was done to generate a transcriptomic profile list of LRO genes from precisely staged 0–1 somite mouse embryos, when the LRO fluid flow is first detected.  LRRC56 was one of 196  transcripts described as the LRO transcriptome. LRO cells have motile cilia and are involved in determining embryo laterality. The expression of LRRC56 in the LRO is consistent with LRRC56 playing a role in determining human left right patterning.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37393374","type":"dc:BibliographicResource","dc:abstract":"The establishment of left-right patterning in mice occurs at a transient structure called the embryonic node or left-right organizer (LRO). Previous analysis of the LRO has proven challenging due to the small cell number and transient nature of this structure. Here, we seek to overcome these difficulties to define the transcriptome of the LRO. Specifically, we used single cell RNA sequencing of 0-1 somite embryos to identify LRO enriched genes which were compared to bulk RNA sequencing of LRO cells isolated by fluorescent activated cell sorting. Gene ontology analysis indicated an enrichment of genes associated with cilia and laterality terms. Furthermore, comparison to previously identified LRO genes identified 127 novel LRO genes, including Ttll3, Syne1 and Sparcl1, for which the expression patterns were validated using whole mount in situ hybridization. This list of novel LRO genes will be a useful resource for further studies on LRO morphogenesis, the establishment of laterality and the genetic causes of heterotaxy.","dc:creator":"Bellchambers HM","dc:date":"2023","dc:title":"Single cell RNA analysis of the left-right organizer transcriptome reveals potential novel heterotaxy genes."},"rdfs:label":"LRRC56 is part of mouse LRO transcriptome"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:64a7bb93-70a6-4cd1-aeb4-74c735049731","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c68d4091-e2ef-4f8e-9705-68a79e90c261","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project has established a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues. RNA-seq expression studies were performed on 54 reference tissues. Bulk tissue gene expression for LRRC56 shows the expression of LRRC56 in lung, testis, brain, and Fallopian tube. This pattern is consistent with the role LRRC56 is thought to play in the assembly/transport of outer dynein arms in motile cilia. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx LRRC56 gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c0378fb0-62ac-4752-adb8-0bc750e6b4c5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7c3da8bc-cb3d-4c0a-b128-3217274dc654","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IFT88 is one of at least 16 subunits that form the IFT-B intraflagellar transport (IFT) protein complex. Eukaryotic cilia and flagella depend on IFT to move cargos from the basal body to the cilium tip and as well as to return them to the basal body. IFT is essential for the development and maintenance of motile and sensory cilia.  LRRC56 is a transient cargo of IFT trains during flagellum construction (PMID: 38865178). It has been proposed that LRRC56 associates with  the IFT trains as a cargo adaptor to transport ODAs from the cytoplasm to the cilia compartment where the ODAs are then released to bind to the ODA docking complex (ODA-DC) on the axoneme. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400","rdfs:label":"Coimmunoprecipitation study of LRRC56 with IFT88"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:51f4cfee-a79a-4003-a8c7-59f2c7774b33","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a14ee915-8861-4d03-bb9e-8e6c7f7f7578","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption of  IFT transport and attachment of distal docking complex in human cells could impair axonemal structure and ciliary movement, which in turn could result in PCD phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38865178","type":"dc:BibliographicResource","dc:abstract":"Outer dynein arms (ODAs) are responsible for ciliary beating in eukaryotes. They are assembled in the cytoplasm and shipped by intraflagellar transport (IFT) before attachment to microtubule doublets via the docking complex. The LRRC56 protein has been proposed to contribute to ODAs maturation. Mutations or deletion of the ","dc:creator":"Bonnefoy S","dc:date":"2024","dc:title":"LRRC56 is an IFT cargo required for assembly of the distal dynein docking complex in "},"rdfs:label":"LRRC56 required in assembly of distal dynein docking complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:318c5bd9-9c27-4f56-9c52-1b1d8ff433b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:572d5616-1144-4abc-980b-9c677639699b","type":"FunctionalAlteration","dc:description":"The missense variant allele (lrrc56L259P) results is reduced cell motility and TEM studies show ultrastructural alterations: reduction in number of ODAs. These alterations suggest a disruption in the function of lrrc56. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400","rdfs:label":"Trypanosome missense variant model"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5681a8b-5ba6-45f6-a2c7-bf692ad9aecf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2994424b-4c7f-4b6e-a8f5-2abccaf4d3db","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Phage clones carrying ODA8 rescue the slow swimming phenotype of an oda8 mutant (This experiment was part of the molecular identification of the oda8 locus). HA-tagged ODA8 expressed from an integrated transgene rescues the beat frequency of oda8 cells to wild type levels (60 Hz).  Expression of the HA-tagged transgene (WT*) rescues the assembly of flagellar ODA subunit IC2 to wild type levels, suggesting the restoration of axonemal ODAs that are reduced in oda8 flagella..  \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25558044","type":"dc:BibliographicResource","dc:abstract":"The Chlamydomonas reinhardtii oda8 mutation blocks assembly of flagellar outer dynein arms (ODAs), and interacts genetically with ODA5 and ODA10, which encode axonemal proteins thought to aid dynein binding onto axonemal docking sites. We positionally cloned ODA8 and identified the gene product as the algal homolog of vertebrate LRRC56. Its flagellar localization depends on ODA5 and ODA10, consistent with genetic interaction studies, but phylogenomics suggests that LRRC56 homologs play a role in intraflagellar transport (IFT)-dependent assembly of outer row dynein arms, not axonemal docking. ODA8 distribution between cytoplasm and flagella is similar to that of IFT proteins and about half of flagellar ODA8 is in the soluble matrix fraction. Dynein extracted in vitro from wild type axonemes will rebind efficiently to oda8 mutant axonemes, without re-binding of ODA8, further supporting a role in dynein assembly or transport, not axonemal binding. Assays comparing preassembled ODA complexes from the cytoplasm of wild type and mutant strains show that dynein in oda8 mutant cytoplasm has not properly preassembled and cannot bind normally onto oda axonemes. We conclude that ODA8 plays an important role in formation and transport of mature dynein complexes during flagellar assembly.","dc:creator":"Desai PB","dc:date":"2015","dc:title":"Chlamydomonas axonemal dynein assembly locus ODA8 encodes a conserved flagellar protein needed for cytoplasmic maturation of outer dynein arm complexes."},"rdfs:label":"Chlamydomonas rescue experiment"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Down-scored to 1 because this model can only address axonemal defects and cannot fully recapitulate the ciliary dysfunction seen in humans with PCD that have laterality, heart, fertility, and respiratory symptoms. In addition, while the Chlamydomonas model for ODA8 knockout results in the absence of ODAs, the human LRRC56 cases show no ODA defect. There appears to be a difference in the mechanism of LRRC56/ ODA8 function between species."},{"id":"cggv:7a390ef3-6cad-4805-96a6-abcc13de2463","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ebe77215-de96-4666-8992-1ad2f5251188","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Data from trypanosome knockout of lrrc56 suggest a defect in ciliary motility that is consistent with the reduction in ciliary beat frequency and the dyskinetic motion of respiratory cilia seen in humans. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400","rdfs:label":"LRRC56 knockout in Trypanosome"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scored to 1 because trypanosome model is not able to recapitulate laterality, heart, and respiratory symptom seen in humans.  In addition ODA defects seen in trypanosome, are not seen in humans. There appears to be a difference in the mechanism of LRRC56/ ODA8 function between species."},{"id":"cggv:ca150b56-48fc-4e0c-8c1b-6d33c1e64809","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:84e80530-7600-4d18-ac58-73c426ac9ec8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Chlamydomonas oda8 cells show signs of flagellar dysfunction.  In the case of Chlamydomonas, the resulting phenotype is slow swimming.  Humans with LRRC56 mutation show signs of ciliary dysfunction and the resulting phenotype is respiratory as well as laterality defects and infertility.  In both cases the axoneme (ciliary or flagellar) seems to be defective.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25558044","rdfs:label":"Chlamydomonas knockout model: oda8"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scored to 1 because this model can only address axonemal defects and cannot fully recapitulate the ciliary dysfunction seen in humans with PCD that have laterality, heart, fertility, and respiratory symptoms. In addition, while the Chlamydomonas model for ODA8 knockout results in the absence of ODAs, the human LRRC56 cases show no ODA defect. There appears to be a difference in the mechanism of LRRC56/ ODA8 function between species."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4729fe0-ffd9-4cc6-ab14-acb59b06027d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c4729fe0-ffd9-4cc6-ab14-acb59b06027d","type":"Proband","allele":{"id":"cggv:d04d46d6-6491-4479-82a7-826ffed7e244","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.423+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378940041"}},"detectionMethod":"Pathogenic variants and segregation in the families were confirmed using Sanger sequencing.\n\nAutozygosity mapping identified 46 regions of homozygosity in each proband from family 1.  No disease-causing variants in genes with known association to PCD and mucociliary clearance disorder  were identified (Table S1).","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal axoneme structure (TEM revealed no obvious structural defect along the shaft of the cilia), reduced ciliary beat frequency (5.39 Hz (95% CI 4.29–6.49 Hz)) and ciliary dyskinesia (19% twitching, 33% stiff, 48% static) seen in cell culture at an air-liquid interface ","phenotypes":["obo:HP_0000403","obo:HP_0001651","obo:HP_0002090","obo:HP_0033158","obo:HP_0002205","obo:HP_0002643","obo:HP_0012265","obo:HP_0002110","obo:HP_0002783","obo:HP_0033036","obo:HP_0031417","obo:HP_0034315"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:be94f23a-4676-408e-a0f7-ff7e5d4fa833_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d04d46d6-6491-4479-82a7-826ffed7e244"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400"},"rdfs:label":"Family 1 IV-1"},{"id":"cggv:be94f23a-4676-408e-a0f7-ff7e5d4fa833","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be94f23a-4676-408e-a0f7-ff7e5d4fa833_variant_evidence_item"},{"id":"cggv:be94f23a-4676-408e-a0f7-ff7e5d4fa833_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A PCR RNA splicing assay was performed on total RNA from proband as the NM_198075.4(LRRC56):c.423+1G>A variant is predicted  to alter the canonical intron 7 donor site. RT-PCR products were sequenced and confirm that the LRRC56 variant is aberrantly spliced and not predicted to encode a functional protein (Figure S1)"}],"strengthScore":1.5,"dc:description":"Down-scored  to 1.5 for homzygosity by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:11f41118-580b-43b1-b2ec-c0d54c2aa2c3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:11f41118-580b-43b1-b2ec-c0d54c2aa2c3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"allele":[{"id":"cggv:d0279dbb-907b-4675-a05a-e918421f5ef1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.326+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378935794"}},{"id":"cggv:bca261e2-f5ab-4229-a026-6ad913a49c72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.760G>T (p.Glu254Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5779810"}}],"detectionMethod":"targeted next generation sequencing.","firstTestingMethod":"Sanger sequencing","previousTesting":true,"previousTestingDescription":"Proband was identified from a review of clinical samples previously investigated by targeted next generation sequencing.","sex":"Male","variant":[{"id":"cggv:01006809-aeb7-483d-a542-1a6e196e9e98_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d0279dbb-907b-4675-a05a-e918421f5ef1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400"},{"id":"cggv:2d735c1f-d900-4124-88f2-770575a39e94_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bca261e2-f5ab-4229-a026-6ad913a49c72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400"}],"rdfs:label":"Family 3 II-1"},{"id":"cggv:2d735c1f-d900-4124-88f2-770575a39e94","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2d735c1f-d900-4124-88f2-770575a39e94_variant_evidence_item"},{"id":"cggv:2d735c1f-d900-4124-88f2-770575a39e94_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NM_198075.4(LRRC56):c.760G>T (p.Glu254Ter) is a nonsense mutation predicted to trigger nonsense mediated decay or produce a 53% truncated protein."}],"strengthScore":1,"dc:description":"Down-scored to 1 because variant was identified by targeted next generation sequencing rather than by a genome wide method."},{"id":"cggv:01006809-aeb7-483d-a542-1a6e196e9e98","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:01006809-aeb7-483d-a542-1a6e196e9e98_variant_evidence_item"},{"id":"cggv:01006809-aeb7-483d-a542-1a6e196e9e98_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NM_198075.4(LRRC56):c.326+1G>A is a variant that disrupts the highly conserved intron 7 donor splice site."}],"strengthScore":1,"dc:description":"Down-scored to 1 because variant was identified by targeted next generation sequencing rather than by a genome wide method."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5.2},{"id":"cggv:be1be0f8-9d3c-4195-97a2-139b5c801dbb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:be1be0f8-9d3c-4195-97a2-139b5c801dbb","type":"Proband","allele":{"id":"cggv:63757a45-33e5-4871-b8ce-3498d66bdadf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.419T>C (p.Leu140Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378940009"}},"detectionMethod":"Pathogenic variants and segregation in the families were confirmed using Sanger sequencing Autozygosity mapping identified 33 regions of homozygosity in each proband from family 2. No disease-causing variants in genes with known association to PCD and mucociliary clearance disorder were identified (Table S1)","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Situs inversus of the thoracic and abdominal organs, with a complex congenital heart malformation characterized by double outlet right ventricle","phenotypes":["obo:HP_0030853","obo:HP_0001627"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:20099e3c-cc16-4213-99da-13c77efca6c7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63757a45-33e5-4871-b8ce-3498d66bdadf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30388400"},"rdfs:label":"Family 2  IV-3"},{"id":"cggv:20099e3c-cc16-4213-99da-13c77efca6c7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20099e3c-cc16-4213-99da-13c77efca6c7_variant_evidence_item"},{"id":"cggv:20099e3c-cc16-4213-99da-13c77efca6c7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"NM_198075.4(LRRC56):c.419T>C (p.Leu140Pro) is a missense mutation that affects a highly conserved residue and is predicted to be deleterious by SIFT, Polyphen, and CADD.  The impact of a p.Leu140Pro substitution was evaluated in a trypanosome model (pLeu259Pro). One trypanosome copy of LRRC56 was knocked out, and the other was replaced with p.Leu259Pro. Trypanosome cells showed reduced motility and TEM ultrastructural analysis showed a reduction in the number of ODAs.  Authors conclude that the protein carrying the Leu to Pro substitution functions less efficiently than its normal counterpart."}],"strengthScore":0,"dc:description":"Down-scored to 0.1 for homozygosity by consanguinity. Down-scored to 0 because were not able to test for respiratory phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3456c209-f2fb-4398-b7e1-1ba73824bbab_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3456c209-f2fb-4398-b7e1-1ba73824bbab","type":"Proband","allele":{"id":"cggv:49e7d23a-0713-4697-9966-7d0464788ac7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.494T>C (p.Leu165Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA378941089"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Clinically diagnosed with PCD; Chronic wet cough; Chest X-rays were performed but results not presented for each patient","phenotypes":["obo:HP_0002643","obo:HP_0034315","obo:HP_0001696"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:6ef5be4d-a5c4-492a-aa79-d1cd8313b0f1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:49e7d23a-0713-4697-9966-7d0464788ac7"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37892347","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD, MIM 244400) is an inherited ciliopathy disorder characterized by recurrent sinopulmonary infections, subfertility, and laterality defects. The true incidence of PCD in Saudi Arabia is not known, but it is likely underdiagnosed due to the high prevalence of consanguineous marriages. In this study, we aim to study the clinical and genetic characteristics of PCD patients in the southwestern region of Saudi Arabia to provide guidance to clinicians and researchers studying PCD.","dc:creator":"Asseri AA","dc:date":"2023","dc:title":"Clinical and Genetic Characterization of Patients with Primary Ciliary Dyskinesia in Southwest Saudi Arabia: A Cross Sectional Study."}},"rdfs:label":"Patient 26"},{"id":"cggv:6ef5be4d-a5c4-492a-aa79-d1cd8313b0f1","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:6ef5be4d-a5c4-492a-aa79-d1cd8313b0f1_variant_evidence_item"},{"id":"cggv:6ef5be4d-a5c4-492a-aa79-d1cd8313b0f1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NM_198075.4(LRRC56):c.494T>C (p.Leu165Pro) is a missense mutation in a highly conserved Leu residue predicted to be damaging by PolyPhen 2 and SIFT."}],"strengthScore":0.05,"dc:description":"Down-scored for homozygosity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:06933ad7-8987-4bb4-b194-fd7ac33e67af_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:06933ad7-8987-4bb4-b194-fd7ac33e67af","type":"Proband","allele":[{"id":"cggv:db9292ac-9b0a-41ea-8843-f747bd06590a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198075.4(LRRC56):c.1053dup (p.Glu352ArgfsTer21)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5779936"}},{"id":"cggv:bca261e2-f5ab-4229-a026-6ad913a49c72"}],"detectionMethod":"Trio whole exome sequencing was performed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Prenatal case; Mirror-image detrocardia;The spinal conus is located at the lower margin level of L3; Diagnosis of PCD 39; Termination of Pregnancy","phenotypes":["obo:HP_0001696","obo:HP_0001651"],"previousTesting":true,"previousTestingDescription":"Karyotyping and Chromosomal microarray","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:cbb225c5-7f29-4fbf-b644-6d22a87beb7f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bca261e2-f5ab-4229-a026-6ad913a49c72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/39009665","type":"dc:BibliographicResource","dc:abstract":"To evaluate the genetic etiology of fetal dextrocardia, associated ultrasound anomalies, and perinatal outcomes, we investigated the utility of whole exome sequencing (WES) for prenatal diagnosis of dextrocardia. Fetuses with dextrocardia were prospectively collected between January 2016 and December 2022. Trio-WES was performed on fetuses with dextrocardia, following normal karyotyping and/or chromosomal microarray analysis (CMA) results. A total of 29 fetuses with dextrocardia were collected, including 27 (93.1%) diagnosed with situs inversus totalis and 2 (6.9%) with situs inversus partialis. Cardiac malformations were present in nine cases, extra-cardiac anomalies were found in seven cases, and both cardiac and extra-cardiac malformations were identified in one case. The fetal karyotypes and CMA results of 29 cases were normal. Of the 29 cases with dextrocardia, 15 underwent WES, and the other 14 cases refused. Of the 15 cases that underwent WES, clinically relevant variants were identified in 5/15 (33.3%) cases, including the diagnostic variants DNAH5, DNAH11, LRRC56, PEX10, and ZIC3, which were verified by Sanger sequencing. Of the 10 cases with non-diagnostic results via WES, eight (80%) chose to continue the pregnancies. Of the 29 fetuses with dextrocardia, 10 were terminated during pregnancy, and 19 were live born. Fetal dextrocardia is often accompanied by cardiac and extra-cardiac anomalies, and fetal dextrocardia accompanied by situs inversus is associated with a high risk of primary ciliary dyskinesia. Trio-WES is recommended following normal karyotyping and CMA results because it can improve the diagnostic utility of genetic variants of fetal dextrocardia, accurately predict fetal prognosis, and guide perinatal management and the reproductive decisions of affected families.","dc:creator":"Xue H","dc:date":"2024","dc:title":"Prenatal genetic diagnosis of fetuses with dextrocardia using whole exome sequencing in a tertiary center."}},{"id":"cggv:dcc6e49a-314c-4c34-8de9-20831e6fefb1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:db9292ac-9b0a-41ea-8843-f747bd06590a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/39009665"}],"rdfs:label":" Xue Patient 2"},{"id":"cggv:dcc6e49a-314c-4c34-8de9-20831e6fefb1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dcc6e49a-314c-4c34-8de9-20831e6fefb1_variant_evidence_item"}],"strengthScore":0,"dc:description":"Down-scored to 0 because not able to test for respiratory phenotype"},{"id":"cggv:cbb225c5-7f29-4fbf-b644-6d22a87beb7f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cbb225c5-7f29-4fbf-b644-6d22a87beb7f_variant_evidence_item"}],"strengthScore":0,"dc:description":"Down-scored to 0 because not able to test for respiratory phenotype"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8311a477-24d4-4ae5-9dcd-ac030bf0dc68_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8311a477-24d4-4ae5-9dcd-ac030bf0dc68","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:49e7d23a-0713-4697-9966-7d0464788ac7"},"detectionMethod":"Next-generation sequencing of known or potential ciliopathy genes","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Neonatal tachypnea; Infancy was marked by failure to thrive along with delay in achieving developmental milestones; Diagnosed with PCD","phenotypes":["obo:HP_0001531","obo:HP_0002090","obo:HP_0200117","obo:HP_0001696","obo:HP_0002205","obo:HP_0001651"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:dc82b3c1-99cb-4f97-8542-04e02f296eef_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:49e7d23a-0713-4697-9966-7d0464788ac7"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36176820","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) involves cilia impairment, with resultant symptoms of repeated respiratory infections, sinusitis, and infertility. We report a seven-year-old boy of Arab ethnicity, with consanguineous parents, who was identified to have situs inversus totalis in neonatal life. There was a significant family history of ciliopathy as situs inversus totalis, infertility, and recurrent respiratory infections were noted in his two paternal uncles. From five months of age, the child started to have recurrent hospital visits due to respiratory infections. Infancy was marked by failure to thrive along with delay in achieving developmental milestones. Next-generation sequencing of known or potential ciliopathy genes revealed him homozygous for a novel mutation c.494T>C of the ","dc:creator":"Alasmari BG","dc:date":"2022","dc:title":"Primary Ciliary Dyskinesia: Phenotype Resulting From a Novel Variant of LRRC56 Gene."}},"rdfs:label":"Alasmari patient"},{"id":"cggv:dc82b3c1-99cb-4f97-8542-04e02f296eef","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:dc82b3c1-99cb-4f97-8542-04e02f296eef_variant_evidence_item"},{"id":"cggv:dc82b3c1-99cb-4f97-8542-04e02f296eef_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"NM_198075.4(LRRC56):c.494T>C (p.Leu165Pro) is a missense mutation in a highly conserved Leu residue predicted to be damaging by PolyPhen 2 and SIFT."}],"strengthScore":0.05,"dc:description":"Down-scored for homozygosity by consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.2}],"evidenceStrength":"Moderate","sequence":9379,"specifiedBy":"GeneValidityCriteria11","strengthScore":10.7,"subject":{"id":"cggv:23b6d226-7a63-4e1c-89ac-2652833383c0","type":"GeneValidityProposition","disease":"obo:MONDO_0032637","gene":"hgnc:25430","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"**LRRC56 and Primary Ciliary Dyskinesia 39, autosomal recessive**\n\nPrimary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by chronic cough, recurrent infections of the upper and lower respiratory tract, randomization of left/right body asymmetry, and subfertility (PMID: 32943623). A subset of PCD cases have complex congenital heart defects (PMID: 17515466). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. The cytoplasmic assembly of these large multiprotein complexes is assisted by dynein axonemal assembly factors and their subsequent transport into cilia is facilitated by proteins involved in the intraflagellar transport system (IFT). \n\nMutations in genes encoding proteins involved in the assembly or transport of these complexes can result in the improper assembly of dynein chains or impaired transport of complexes into the axoneme, causing defects in outer and/or inner dynein arms (ODAs and/or IDAs) that can result in ciliary immotility or dysfunction (PMID: 31624012). ODAs are actively transported into cilia via the IFT system before attachment to microtubule doublets via the docking complex (PMIDs:  30133350, 33473120). LRRC56 (Leucine-Rich Repeat-Containing Protein 56) has been shown to be a transient cargo of IFT trains during flagellum construction (PMID: 38865178). It has been proposed that LRRC56 plays a role in the cytoplasmic maturation and intraflagellar transport of ODAs during flagellar assembly (PMID: 25558044).  It has also been suggested that it may play a role in the assembly of the dynein docking complex, perhaps as a transport adaptor (PMID: 38865178), or in aiding dyneins to bind with the axonemal docking complex (PMID: 25558044).\n\nThe *LRRC56* gene was first reported in relation to PCD in patients by Bonnefoy et al. in 2018 (PMID: 30388400). The specific disease entity, Primary Ciliary Dyskinesia 39 is an autosomal recessive disorder caused by homozygous or compound heterozygous mutation in the *LRRC56* gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and autosomal recessive mode of inheritance to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited *LRRC56* variants have been lumped into a single disease entity, Primary Ciliary Dyskinesia 39 (MONDO:0032637, OMIM # 618254).\n\nGenetic evidence from six probands, in four publications have been evaluated in this curation (PMIDs:  30388400, 36176820, 37892347, 39009665). Two of these probands were fetal patients that carried biallelic *LRRC56* mutations (1 frameshift, 1 nonsense, and 1 missense), had laterality and in one case cardiac defects, but could not be assessed for respiratory symptoms for a PCD diagnosis.  These patients’ pregnancies were terminated due to the risk of lethal defects. Four unique variants were scored from the remaining four probands (2 splice site, 1 missense, and 1 nonsense variant). The mechanism of pathogenicity in *LRRC56* mutations is biallelic loss of function.\n\nThe gene-disease association between *LRRC56* and PCD 39 is supported by gene expression data that show *LRRC56* expression in ciliated tissues. GTEx RNA-seq expression studies in reference human tissues show strong expression of *LRCC56* in lung, testis, brain, and Fallopian tube (PMID: 23715323). This pattern is consistent with the role that LRCC56 is thought to play in the assembly/transport of ODAs in motile cilia and flagella (sperm). Patients with *LRRC56* related PCD also have laterality defects such as *situs inversus* and dextrocardia (may also have cardiac defects) suggesting dysfunction in the embryonic node motile cilia.  A transcriptomic profile list of Left Right Organizer (LRO) genes from precisely staged 0–1 somite (when the LRO fluid flow is first detected) mouse embryos was generated using single cell RNA sequencing. *LRRC56* was one of 196 transcripts described as part of the LRO transcriptome (PMID: 37393374). This nodal localization is consistent with the observation that *LRRC56* mutations disrupt left-right patterning.\n\nIFT is essential for the development and maintenance of motile and sensory cilia. The efficient transport of ODAs into cilia is mediated by the IFT system. Coimmunoprecipitation studies in HEK293 cells show an interaction between human LRRC56 and IFT88, one of at least 16 subunits that form the IFT-B protein complex (PMID: 30388400). In *Trypanosoma brucei*, LRRC56 is a transient cargo of IFT trains during flagellum construction (PMID: 38865178) suggesting that LRRC56 may associate with the IFT trains as a cargo adaptor to transport ODAs from the cytoplasm to the cilia compartment. LRRC56 also interacts with the distal docking complex (dDC) where ODAs are released to bind the dDC on the axoneme (PMID: 38865178). LRRC56 could play a role in the transport or unloading and attachment of dDC to the axoneme.\n\nTwo non-human experimental models have been used to support the gene-disease relationship between *LRRC56* and PCD 39.  *LRRC56* knockout in *Trypanosoma brucei* results in a reduction in flagellar beating and cell swimming as well as an erratic swimming pattern.  TEM studies show a reduction in ODAs, and immunofluorescent studies show that this reduction is mostly in the distal tip of the flagellum (PMID: 30388400).  A functional alteration was also seen in trypanosomes carrying a missense *LRRC56* human variant (LRRC56:c.419T>C  p.L140P) seen in one of the fetal probands as a homozygous mutation. These mutants show reduced motility and a reduction in ODAs (PMID: 30388400). A *Chlamydomonas reinhardtii* null mutant, *oda8*, is characterized by the absence of ODAs all along the axoneme, reduced flagellar beat frequency, and impaired motility (slow swimming) (PMID: 2974040). The expression of ODA8 (LRRC56) restores wild type phenotype in these cells (PMID: 25558044). Of note: Mutations or deletion of the *LRRC56* gene lead to reduced ciliary motility in all species investigated so far, but with variable impact on ODA presence. The ODA defects seen in *LRRC56* loss of function mutations in trypanosome and *Chlamydomonas* have not been seen in human patients, although there is evidence of ciliary impairment in patients (PMID:30388400). There are no published mammalian model systems that might further support an understanding of the *LRRC56*-PCD relationship and provide insight to the mechanism of LRRC56 dysfunction in human patients.  \n\nIn summary, there is moderate evidence supporting a gene-disease relationship between variants in *LRCC56* and Primary Ciliary Dyskinesia 39. This classification was approved by the ClinGen Motile Ciliopathy GCEP on September 19, 2024 (SOP Version 11).\n","dc:isVersionOf":{"id":"cggv:ceef14a8-34d2-41ac-8c03-47c5eaff8986"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}