{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-12-29T21:34:20.928Z","role":"Publisher"},{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-08-08T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/2062380","type":"dc:BibliographicResource","dc:abstract":"X-linked spinal and bulbar muscular atrophy (Kennedy's disease) is an adult-onset form of motorneuron disease which may be associated with signs of androgen insensitivity. We have now investigated whether the androgen receptor gene on the proximal long arm of the X chromosome is a candidate gene for this disease. In patient samples we found androgen receptor gene mutations with increased size of a polymorphic tandem CAG repeat in the coding region. These amplified repeats were absolutely associated with the disease, being present in 35 unrelated patients and none of 75 controls. They segregated with the disease in 15 families, with no recombination in 61 meioses (the maximum log likelihood ratio (lod score) is 13.2 at a recombination rate of 0). The association is unlikely to be due to linkage disequilibrium, because 11 different disease alleles were observed. We conclude that enlargement of the CAG repeat in the androgen receptor gene is probably the cause of this disorder.","dc:creator":"La Spada AR","dc:date":"1991","dc:title":"Androgen receptor gene mutations in X-linked spinal and bulbar muscular atrophy."},"evidence":[{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ed7fde5-c6db-47ec-9e9f-e0279a221107","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e93bb09-ae3e-4211-bca5-2c1b632161ff","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"from Human Protein Atlas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"AR expression in Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc213008-f31c-4cc2-854c-28cdefd92eef","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:27ab64cc-c6a7-4445-a21c-2be0321f721e","type":"FunctionalAlteration","dc:description":"AR forms intranuclear inclusions in neuronal cells of patients, but not normal subjects. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15659427","type":"dc:BibliographicResource","dc:abstract":"Spinal and bulbar muscular atrophy (SBMA) is an inherited adult onset motor neuron disease caused by the expansion of a polyglutamine (polyQ) tract within the androgen receptor (AR), affecting only males. The characteristic pathological finding is nuclear inclusions (NIs) consisting of mutant AR with an expanded polyQ in residual motor neurons, and in certain visceral organs. We immunohistochemically examined 11 SBMA patients at autopsy with 1C2, an antibody that specifically recognizes expanded polyQ. Our study demonstrated that diffuse nuclear accumulation of mutant AR was far more frequent and extensive than NIs being distributed in a wide array of CNS nuclei, and in more visceral organs than thus far believed. Mutant AR accumulation was also present in the cytoplasm, particularly in the Golgi apparatus; nuclear or cytoplasmic predominance of accumulation was tissue specific. Furthermore, the extent of diffuse nuclear accumulation of mutant AR in motor and sensory neurons of the spinal cord was closely related to CAG repeat length. Thus, diffuse nuclear accumulation of mutant AR apparently is a cardinal pathogenetic process underlying neurological manifestations, as in SBMA transgenic mice, while cytoplasmic accumulation may also contribute to SBMA pathophysiology.","dc:creator":"Adachi H","dc:date":"2005","dc:title":"Widespread nuclear and cytoplasmic accumulation of mutant androgen receptor in SBMA patients."},"rdfs:label":"AR in postmortem normal and patient tissues, Adachi et al."}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:5e09f446-320d-42fa-859e-ed152c3590a0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:973c6cfe-f820-4ff1-a6c5-ca3e5c5b526c","type":"FunctionalAlteration","dc:description":"AR forms intranuclear inclusions in spinal motor neurons of patients, but not normal subjects. These inclusions also stain positive for ubiquitin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9708548","type":"dc:BibliographicResource","dc:abstract":"Spinal and bulbar muscular atrophy (SBMA) is an X-linked motor neuronopathy caused by the expansion of an unstable CAG repeat in the coding region of the androgen receptor (AR) gene. To study AR protein expression in normal and SBMA individuals, we used several antibodies that recognize AR protein, and analyzed neural and nonneural tissues by immunohistochemistry and western blotting. Both the normal and the mutant AR proteins were widely distributed, predominantly, but not exclusively, in the cytoplasm of neurons regardless of the pathological involvement, and predominantly in the nuclei of the nonneural tissues in both normal and SBMA individuals, with different expression levels of AR protein among different tissues. In the motor neurons of SBMA patients, there were AR-immunoreactive ubiquitinated nuclear inclusions that were detected by antibodies that recognize a small portion of the N terminus of the AR protein. Absence of other immunoreactive AR epitopes within the inclusion may be due to altered AR configuration, or masking of AR epitopes by other proteins, or proteolytic cleavage of the AR. Our data show that, in addition to the normal cellular distribution of the AR protein, mutant AR-bearing nuclear inclusions are present in SBMA.","dc:creator":"Li M","dc:date":"1998","dc:title":"Nuclear inclusions of the androgen receptor protein in spinal and bulbar muscular atrophy."},"rdfs:label":"AR in postmortem normal and patient tissues"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2e3a676-3065-4a90-b4cf-e1117d06ffdb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23816b39-7044-4e3c-80e4-012fb2fd626c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19279159","type":"dc:BibliographicResource","dc:abstract":"The nucleus is the primary site of protein aggregation in many polyglutamine diseases, suggesting a central role in pathogenesis. In SBMA, the nucleus is further implicated by the critical role for disease of androgens, which promote the nuclear translocation of the mutant androgen receptor (AR). To clarify the importance of the nucleus in SBMA, we genetically manipulated the nuclear localization signal of the polyglutamine-expanded AR. Transgenic mice expressing this mutant AR displayed inefficient nuclear translocation and substantially improved motor function compared with SBMA mice. While we found that nuclear localization of polyglutamine-expanded AR is required for SBMA, we also discovered, using cell models of SBMA, that it is insufficient for both aggregation and toxicity and requires androgens for these disease features. Through our studies of cultured motor neurons, we further found that the autophagic pathway was able to degrade cytoplasmically retained expanded AR and represents an endogenous neuroprotective mechanism. Moreover, pharmacologic induction of autophagy rescued motor neurons from the toxic effects of even nuclear-residing mutant AR, suggesting a therapeutic role for autophagy in this nucleus-centric disease. Thus, our studies firmly establish that polyglutamine-expanded AR must reside within nuclei in the presence of its ligand to cause SBMA. They also highlight a mechanistic basis for the requirement for nuclear localization in SBMA neurotoxicity, namely the lack of mutant AR removal by the autophagic protein degradation pathway.","dc:creator":"Montie HL","dc:date":"2009","dc:title":"Cytoplasmic retention of polyglutamine-expanded androgen receptor ameliorates disease via autophagy in a mouse model of spinal and bulbar muscular atrophy."},"rdfs:label":"transgenic mice with AR lacking nuclear localization signal"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"only partial rescue was observed"},{"id":"cggv:f860f2e9-ebd3-431c-bfd8-dce8d63e1a8b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8bb906c-6eb5-496c-88fe-3595fafa8fe4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Muscle weakness","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15003169","type":"dc:BibliographicResource","dc:abstract":"X-linked spinal and bulbar muscular atrophy (SBMA) is an inherited neuromuscular disorder characterized by lower motor neuron degeneration. SBMA is caused by polyglutamine repeat expansions in the androgen receptor (AR). To determine the basis of AR polyglutamine neurotoxicity, we introduced human AR yeast artificial chromosomes carrying either 20 or 100 CAGs into mouse embryonic stem cells. The AR100 transgenic mice developed a late-onset, gradually progressive neuromuscular phenotype accompanied by motor neuron degeneration, indicating striking recapitulation of the human disease. We then tested the hypothesis that polyglutamine-expanded AR interferes with CREB binding protein (CBP)-mediated transcription of vascular endothelial growth factor (VEGF) and observed altered CBP-AR binding and VEGF reduction in AR100 mice. We found that mutant AR-induced death of motor neuron-like cells could be rescued by VEGF. Our results suggest that SBMA motor neuronopathy involves altered expression of VEGF, consistent with a role for VEGF as a neurotrophic/survival factor in motor neuron disease.","dc:creator":"Sopher BL","dc:date":"2004","dc:title":"Androgen receptor YAC transgenic mice recapitulate SBMA motor neuronopathy and implicate VEGF164 in the motor neuron degeneration."},"rdfs:label":"AR100 transgenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"This mouse model recapitulates the features of the human disease."},{"id":"cggv:d4c96ec6-1c53-4bcc-88fa-b3c60423b7ac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7fc33e14-b353-466a-9742-ea7b9755685f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Progressive muscular atrophy and weakness occurs in both.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12372280","type":"dc:BibliographicResource","dc:abstract":"Spinal and bulbar muscular atrophy (SBMA) is a polyglutamine disease caused by the expansion of a CAG repeat in the androgen receptor (AR) gene. We generated a transgenic mouse model carrying a full-length AR containing 97 CAGs. Three of the five lines showed progressive muscular atrophy and weakness as well as diffuse nuclear staining and nuclear inclusions consisting of the mutant AR. These phenotypes were markedly pronounced in male transgenic mice, and dramatically rescued by castration. Female transgenic mice showed only a few manifestations that markedly deteriorated with testosterone administration. Nuclear translocation of the mutant AR by testosterone contributed to the phenotypic difference with gender and the effects of hormonal interventions. These results suggest the therapeutic potential of hormonal intervention for SBMA.","dc:creator":"Katsuno M","dc:date":"2002","dc:title":"Testosterone reduction prevents phenotypic expression in a transgenic mouse model of spinal and bulbar muscular atrophy."},"rdfs:label":"transgenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"This mouse model recapitulates the features of the human disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:b60e5230-1520-49a5-844a-6c10c30c5f6d","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b60e5230-1520-49a5-844a-6c10c30c5f6d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:592ac965-7acf-4f22-9d1b-9b002eadf108","type":"Cohort","allGenotypedSequenced":35,"alleleFrequency":1,"evidence":[{"id":"cggv:b60e5230-1520-49a5-844a-6c10c30c5f6d_cc_evidence_item"}],"numWithVariant":35,"relatedCondition":{"id":"obo:MONDO_0010735"}},"controlCohort":{"id":"cggv:3e6f6a5b-d4ed-41cc-9f7f-309a3827aedf","type":"Cohort","allGenotypedSequenced":75,"alleleFrequency":0,"evidence":[{"id":"cggv:b60e5230-1520-49a5-844a-6c10c30c5f6d_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2062380","rdfs:label":"La Spada et al. 1991 case-control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Definitive","sequence":7345,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:74ddbe63-4e4e-4dc4-9bcc-ab08f4715fe0","type":"GeneValidityProposition","disease":"obo:MONDO_0010735","gene":"hgnc:644","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"AR was first reported in relation to X-linked Kennedy disease in 1991 (La Spada et al., PMID: 2062380). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms and phenotypic variability. Therefore, the Kennedy disease (OMIM:313200) entity has been split from the following disease entities: hypospadias 1, X-linked (OMIM:300633), androgen insensitivity, partial, with or without breast cancer (OMIM:312300), androgen insensitivity (OMIM:300068), and prostate cancer, susceptibility to (OMIM:176807). \nOne variant (trinucleotide repeat expansion) that has been reported in 15 probands in 6 publications (PMIDs: 2062380, 1303195, 15659427, 25047668, 28877561, 37058074) is included in this curation. More evidence is available in the literature. The mechanism of pathogenicity is currently unknown; hypotheses with experimental support include disruption of AR's function as a transcription factor, altered interactions between AR protein and its coactivators and corepressors, and formation of nulear inclusions by peptides after proteolytic processing of AR. The gene-disease relationship is also supported by animal models, expression studies, functional alteration in patient cells, and rescue in non-human model organisms (PMIDs: 15003169, 24309898, 19279159, 15659427, 9708548, 12372280). \nIn summary, there is definitive evidence supporting the relationship between AR and X-linked Kennedy disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Amyotrophic Lateral Sclerosis Spectrum Disorders GCEP on the meeting date August 8, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:a05eab29-c7e9-4b2a-9378-ac384962b69c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}