{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-01-09T21:12:09.783Z","role":"Publisher"},{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-12-13T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9697698","type":"dc:BibliographicResource","dc:abstract":"Febrile seizures affect approximately 3% of all children under six years of age and are by far the most common seizure disorder. A small proportion of children with febrile seizures later develop ongoing epilepsy with afebrile seizures. Segregation analysis suggests the majority of cases have complex inheritance but rare families show apparent autosomal dominant inheritance. Two putative loci have been mapped (FEB1 and FEB2), but specific genes have not yet been identified. We recently described a clinical subset, termed generalized epilepsy with febrile seizures plus (GEFS+), in which many family members have seizures with fever that may persist beyond six years of age or be associated with afebrile generalized seizures. We now report linkage, in another large GEFS+ family, to chromosome region 19q13.1 and identification of a mutation in the voltage-gated sodium (Na+)-channel beta1 subunit gene (SCN1B). The mutation changes a conserved cysteine residue disrupting a putative disulfide bridge which normally maintains an extracellular immunoglobulin-like fold. Co-expression of the mutant beta1 subunit with a brain Na+-channel alpha subunit in Xenopus laevis oocytes demonstrates that the mutation interferes with the ability of the subunit to modulate channel-gating kinetics consistent with a loss-of-function allele. This observation develops the theme that idiopathic epilepsies are a family of channelopathies and raises the possibility of involvement of other Na+-channel subunit genes in febrile seizures and generalized epilepsies with complex inheritance patterns.","dc:creator":"Wallace RH","dc:date":"1998","dc:title":"Febrile seizures and generalized epilepsy associated with a mutation in the Na+-channel beta1 subunit gene SCN1B."},"evidence":[{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.7},{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:318119c3-6222-4d5c-87ce-481a9ccd22ce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e2d5ac2-73c5-4d72-9f53-b9554186f707","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Voltage-gated sodium channels are essential for creation of action potentials and alterations in these channels are associated with epilepsy (PMID: 33841294)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23090990","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated sodium (Na(V)) and potassium (K(V)) channels are critical components of neuronal action potential generation and propagation. Here, we report that Na(V)β1 encoded by SCN1b, an integral subunit of Na(V) channels, coassembles with and modulates the biophysical properties of K(V)1 and K(V)7 channels, but not K(V)3 channels, in an isoform-specific manner. Distinct domains of Na(V)β1 are involved in modulation of the different K(V) channels. Studies with channel chimeras demonstrate that Na(V)β1-mediated changes in activation kinetics and voltage dependence of activation require interaction of Na(V)β1 with the channel's voltage-sensing domain, whereas changes in inactivation and deactivation require interaction with the channel's pore domain. A molecular model based on docking studies shows Na(V)β1 lying in the crevice between the voltage-sensing and pore domains of K(V) channels, making significant contacts with the S1 and S5 segments. Cross-modulation of Na(V) and K(V) channels by Na(V)β1 may promote diversity and flexibility in the overall control of cellular excitability and signaling.","dc:creator":"Nguyen HM","dc:date":"2012","dc:title":"Modulation of voltage-gated K+ channels by the sodium channel β1 subunit."},"rdfs:label":"NaVβ1 Interacts with and Modulates KV1.x Channels"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06d369df-844b-499b-ba35-af81fe5b76a0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:452df5b4-305b-4878-94b6-2243eab98903","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice suffered seizures in response to elevated core temperatures. This is similar to the febrile seizures occurring in response to illness, such as fever, in individuals with GEFS+.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20628201","type":"dc:BibliographicResource","dc:abstract":"Febrile seizures are a common childhood seizure disorder and a defining feature of genetic epilepsy with febrile seizures plus (GEFS+), a syndrome frequently associated with Na+ channel mutations. Here, we describe the creation of a knockin mouse heterozygous for the C121W mutation of the beta1 Na+ channel accessory subunit seen in patients with GEFS+. Heterozygous mice with increased core temperature displayed behavioral arrest and were more susceptible to thermal challenge than wild-type mice. Wild-type beta1 was most concentrated in the membrane of axon initial segments (AIS) of pyramidal neurons, while the beta1(C121W) mutant subunit was excluded from AIS membranes. In addition, AIS function, an indicator of neuronal excitability, was substantially enhanced in hippocampal pyramidal neurons of the heterozygous mouse specifically at higher temperatures. Computational modeling predicted that this enhanced excitability was caused by hyperpolarized voltage activation of AIS Na+ channels. This heat-sensitive increased neuronal excitability presumably contributed to the heightened thermal seizure susceptibility and epileptiform discharges seen in patients and mice with beta1(C121W) subunits. We therefore conclude that Na+ channel beta1 subunits modulate AIS excitability and that epilepsy can arise if this modulation is impaired.","dc:creator":"Wimmer VC","dc:date":"2010","dc:title":"Axon initial segment dysfunction in a mouse model of genetic epilepsy with febrile seizures plus."},"rdfs:label":"Wimmer Mouse Thermal Seizure"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Currently, the Epilepsy GCEP feels that heat-induced seizures are not as robust of a model for human epilepsies as spontaneous seizures. However, because human febrile seizures can be triggered by elevated core temperatures, the group has decided to award this study one point as a model system for GEFS+ in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":5745,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.2,"subject":{"id":"cggv:c939c16b-a201-4bc3-9286-9dc33e5ddb64","type":"GeneValidityProposition","disease":"obo:MONDO_0018214","gene":"hgnc:10586","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*SCN1B* was first reported in relation to autosomal dominant generalized epilepsy with febrile seizures plus (GEFS+) in 1998 (Wallace et al., PMID: 9697698). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability. Therefore the following disease entities have been split into multiple disease entities: autosomal dominant GEFS+, autosomal recessive developmental and epileptic encephalopathy (DEE), and autosomal dominant atrial fibrillation or Brugada syndrome. Autosomal recessive DEE has been curated separately by the Epilepsy Gene Curation Expert Panel. This curation focuses only on autosomal dominant GEFS+ and does not include cases with isolated autosomal dominant atrial fibrillation/Brugada syndrome.\n\nEleven variants, including missense, nonsense, and start loss variants, in 15 probands from 11 publications have been included in this curation (PMIDs: 9697698, 14504340, 17020904, 28726809, 30660056, 31729702, 31980526, 35704740, 35886038, 19522081, 12011299). A well-described founder variant (p.Cys121Trp) has also been reported (PMIDs: 9697698, 17020904, 20628201). Variants in this gene were shown to segregate with disease in many additional family members. However, incomplete penetrance (calculated as ~60% in PMID: 9697698) and clinical heterogeneity have been reported. Therefore, there is some uncertainty around whether heterozygous variants in SCN1B might better be described as risk factors as opposed to a typical Mendelian disease of reasonable penetrance. The exact mechanism of disease is currently unknown. \n\nThis gene-disease relationship is also supported by animal models and biochemical experiments revealing gene function (PMIDs: 20628201, 23090990). In summary, there is definitive evidence supporting the relationship between *SCN1B* and GEFS+. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nOf note, this gene-disease pair was originally evaluated by the ClinGen Epilepsy Gene Curation Expert Panel on January 4, 2022. It was reevaluated on December 13, 2022. As a result of this reevaluation, the classification changed from Moderate to Definitive with the addition of new case data (PMIDs: 35704740, 35886038, 19522081, 12011299) and a new mouse model (PMID: 20628201) (SOP Version 9).","dc:isVersionOf":{"id":"cggv:91fb4b50-478b-4e3a-ac8a-a5cb7634a492"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}