{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-03-08T17:00:00.000Z","role":"Approver"},{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7c1b3fc1-e26f-4f90-9fe4-813a1f506f3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a77015e0-e87b-4a36-980e-bf10ff60e926","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":21,"detectionMethod":"Three cDNA covering the entire coding region were amplified, followed by direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"1st week of life: blood leucine 5 mg/dl. 6 months: hypotonia and dystonic movements, elevated plasma pyruvate, alpha-ketoglutarate, BCAAs, and alpha-ketoacids (also increased urinary excretion). 7 months: improvement on BCAA-restricted formula. Died at 21 months after ketoacidotic episode.","phenotypes":["obo:HP_0008344","obo:HP_0012402","obo:HP_0010911","obo:HP_0003542","obo:HP_0001252","obo:HP_0002451"],"previousTesting":true,"previousTestingDescription":"E3 activity was 6% of controls, citrate synthase was normal. Western blot showed about 40% reduction in E3 protein, while mRNA was present in normal amounts.","sex":"Male","variant":{"id":"cggv:7c1b3fc1-e26f-4f90-9fe4-813a1f506f3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3dbddec9-68ab-4dcc-b741-1123c44b9c68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1463C>T (p.Pro488Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11965"}},{"id":"cggv:0213650d-f397-4fc7-ad5a-e40251ac073e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.214A>G (p.Lys72Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11964"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8506365","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of dihydrolipoamide dehydrogenase (E3; dihydrolipoamide:NAD+ oxidoreductase, EC 1.8.1.4) deficiency in an E3-deficient patient was studied. Fibroblasts cultured from the patient contained only approximately 6% of the E3 activity of cells from a normal subject. Western and Northern blot analyses indicated that, compared to control cells, the patient's cells had a reduced amount of protein but normal amounts of E3 mRNA. Direct sequencing of E3 cDNA derived from the patient's RNA as well as each of the subclones of the cDNA revealed that the patient had two substitution mutations in the E3 coding region. One mutation changed a single nucleotide from A to G, resulting in substitution of Glu (GAA) for Lys-37 (AAA). The other point mutation was a nucleotide change from C to T, resulting in the substitution of Leu (CTG) for Pro-453 (CCG). These mutations appear to be significant in that they alter the active site and possibly the binding of FAD.","dc:creator":"Liu TC","dc:date":"1993","dc:title":"Identification of two missense mutations in a dihydrolipoamide dehydrogenase-deficient patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8506365","rdfs:label":"Liu 1993 Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"In vitro studies: P453L results in decrease in LADH activity and increase in generation of ROS (Ambrus, 2011). However, parental samples were not available to confirm that the variants were in trans."},{"id":"cggv:01a65bb6-0e7a-478a-9d34-4d0516237448_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d61ccdab-5276-43c4-a2da-405fd4fb939c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Specific genotyping method was not discussed in paper. Both variants were reported to be confirmed in trans by parental testing.","phenotypeFreeText":"1 year: recurrent emesis, encephalopathy, lactic acidosis, hypoglycemia episodes. 5 years: transaminase elevations. School-aged: learning disabilities.  12 years: small amounts of plasma alloisoleucine with normal BCAAs, abnormal leucine decarboxylation. 14 years: anion-gap (32) metabolic acidosis, transaminities, increased aspartate aminotransferases and alanine aminotransferases, increasing encephalopathy, aphasia, incontinence, inability to ambulate, unresponsiveness. Tested positive for primary mononucleosis infection during episode. Urine: massive lactic peak, low 2-hydroxybutyric, 2-hydroxyisovaleric, glutaric, adipic, and 2-oxoglutaric peaks, and moderate 2-hydroxyglutaric and 4-hydroxyphenyllactic peaks. MRI: bilateral and symmetric areas of impeded diffusion, increased T2 signal in posterior aspect of putamen, lateral and medial thalami, substantia nigra, lateral geniculate bodies, and splenium of corpus callosum. Developed slurred speech, dysmetria, hypotonia, and ataxic gait.","previousTesting":true,"previousTestingDescription":"12 years: alloisoleucine (~8 uM), leucine decarboxylation (24.3% of normal) in fibroblasts. 14 years: aspartate aminotransferase (496 IU/L, normal 8-30), alanine aminotransferase (279 IU/L, normal 7-35), glucose (75 mg/dL), lactate (5.6 mmol/L, normal 0.5-2.0), partial thromboplastin time (39.7 seconds, normal 22-32), ammonia (154 umol/L, normal 11-60), pH 7.39.  Valine of 406 μmol/L (normal 155-343), an isoleucine 183 μmol/L (normal 34-106), leucine 428 μmol/L (normal 86-206), alloisoleucine 26 μmol/L (normal 0), glutamine 2594 μmol/L (normal 457-857), citrulline 165 μmol/L (normal 19-52), and arginine 148 μmol/L (normal 1-81). Fibroblasts: pyruvate dehydrogenase complex activity 80% of mean. Pyruvate dehydrogenase E3 activity 29% of mean, alpha-ketoglutarate dehydrogenase complex activity normal but with decreased E3 component at 9% of mean. Negative for mutations in BCKDHA, BCKDHB, and DBT.","sex":"Female","variant":{"id":"cggv:01a65bb6-0e7a-478a-9d34-4d0516237448_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:57be5c69-cec6-4db2-84d6-8e4800810ea7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000007.14:g.107917284T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368858034"}},{"id":"cggv:deca9bc6-c765-4a69-9521-b19671172457","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000007.14:g.107905025_107905027del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891842420"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23290025","type":"dc:BibliographicResource","dc:abstract":"We present the biochemical and molecular diagnosis of dihydrolipoamide dehydrogenase deficiency (also known as E3 deficiency) and Leigh syndrome in a 14-year-old girl with learning disability and episodic encephalopathy and ketoacidosis. The diagnosis was based on values of plasma amino acids and urine organic acids, obtained during acute encephalopathy, lactic ketoacidosis, and liver failure, precipitated by infectious mononucleosis. Enzymatic and molecular analyses confirmed dihydrolipoamide dehydrogenase deficiency. E3 activity from cultured skin fibroblasts ranged from 9-29% of the mean. Molecular analysis revealed compound heterozygosity for novel and known pathogenic mutations (p.I353T and p.G136del, respectively). The patient received dietary augmentation and continuous renal replacement therapy, given her severe, persistent lactic acidosis. Acute decompensation resulted in magnetic resonance imaging changes involving the posterior aspect of the putamen, lateral, and medial thalami, substantia nigra, lateral geniculate bodies, and splenium of the corpus callosum. The cortex and subcortical white matter of the right and left occipital lobes and perirolandic region were also affected. In our review of molecularly confirmed patients with dihydrolipoamide dehydrogenase deficiency, Leigh syndrome was common. Our patient, whose most severe decompensation occurred at a more advanced age than previously reported, provides further evidence of the heterogeneous presentations of dihydrolipoamide dehydrogenase deficiency.","dc:creator":"Quinonez SC","dc:date":"2013","dc:title":"Leigh syndrome in a girl with a novel DLD mutation causing E3 deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23290025","rdfs:label":"Quinonez 2013 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:c0b15342-5b8b-41b0-9cb6-a5e95b01740d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:52bc223a-35be-4dad-ae9f-aeb39ad09934","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"Entire DLD cDNA amplified by RT-PCR, subcloned and sequenced. Mutations were confirmed in their corresponding exons by sequencing genomic DNA. Parents were tested by genomic DNA analysis.","phenotypeFreeText":"2 days: metabolic acidosis, siezures, myocardial dysfunction, pH 7.18, elevated plasma lactate, moderate liver dysfunction, elevated plasma ammonium, low free carnitine, elevation of amino acids including branched chain amino acids. Urine organic acids: elevated lactate, moderate alpha-ketoglutarate, beta-hydroxybutyrate. 3.5 years: unresponsive during illness, hypoglycemia, lactic acidosis, elevated transaminases. Liver biopsy: fatty, acute necrosis and Reye-like mitochondria. 8.5 years: liver failure, encephalopathy, abnormal signal in basal ganglia and frontal lobes on MRI, cholestasis and fibrosis with normal EM on liver histology.","phenotypes":["obo:HP_0008344","obo:HP_0001410","obo:HP_0001943","obo:HP_0001250","obo:HP_0008315","obo:HP_0006554","obo:HP_0001942","obo:HP_0002151","obo:HP_0001298","obo:HP_0001987","obo:HP_0002910","obo:HP_0004900","obo:HP_0003348"],"previousTesting":true,"previousTestingDescription":"2 days: pH 7.18, bicarbonate 5 mmol/L, plasma lactate 12.5 mmol/L (normal < 2.2), AST 480 IU/L, ALT 536 IU/L, plasma ammonium 86 umol/L, total carnitine 47 mmol/L (normal), free carnitine 17 mmol/L (low), alanine elevated to 1,136 mmol/L, alloisoleucine not detected. Fibroblasts PDH activity: 69% of control. alphaKGDH activity: 44% of control. BCKADH activity: 58% of control. DLD activity deficient in both forward and reverse enzyme reactions.\n\nNo mitochondrial DNA deletions or depletion detected.","sex":"Male","variant":{"id":"cggv:c0b15342-5b8b-41b0-9cb6-a5e95b01740d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ce7cb766-7cc4-4d8f-be65-6bf91b25b7a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.685G>T (p.Gly229Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11966"}},{"id":"cggv:8afeee09-3ffe-428b-b54a-d6685a1032a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.140T>C (p.Ile47Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40188"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16770810","type":"dc:BibliographicResource","dc:abstract":"We have diagnosed dihydrolipoamide dehydrogenase (DLD) deficiency in two male second cousins, who presented with markedly different clinical phenotypes. Patient 1 had a recurrent encephalopathy, and patient 2 had microcephaly and lactic acidosis. Their presentation is unusual, in that the DLD subunit deficiency had little effect on pyruvate dehydrogenase complex activity, but caused a severe reduction in the activities of other enzymes that utilize this subunit. We have identified two mutations in the DLD gene in each patient. The second cousins have one novel mutation in common resulting in a substitution of isoleucine for threonine (I47T), which has not been previously reported in the literature. Patient 1 has a second mutation that has been reported to be common in the Ashkenazi Jewish population, G229C. Patient 2 has a second mutation, E375K, which has also been previously reported in the literature. Enzyme kinetic measurements on patient fibroblasts show that under certain conditions, one heteroallelic mutation may have a higher K(m). This may account for the differing clinical phenotypes. These findings have important repercussions for other patients with similar clinical phenotypes, as DLD activity is not normally measured in cases with normal PDHc activity.","dc:creator":"Cameron JM","dc:date":"2006","dc:title":"Novel mutations in dihydrolipoamide dehydrogenase deficiency in two cousins with borderline-normal PDH complex activity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16770810","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"p.Gly229Cys is a common variant in patients with DLD deficiency (found at least 22 individuals in the literature). Functional studies show that it increases generation of reactive oxygen species compared to wild type (Ambrus et al., 2011)."},{"id":"cggv:4e95375b-c29e-40fb-8e59-cf36826b148c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bb323cea-88da-4f01-9e12-8fe70f3a5d17","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"Total RNA isolated from fibroblasts and lymphocytes of parents. First strand cDNA generated using MMLV-reverse transcriptase. Entire coding region PCR-amplified and direct sequencing performed.","phenotypeFreeText":"3 days: refused to feed, pallor, tachypnea, poor peripheral perfusion, hypoglycemia, metabolic acidosis, elevated plasma lactate, low free carnitine, aminoaciduria, increased lactate excretion. Recurrent episodes of metabolic acidosis usually triggered by infections. 9 months: microcephaly, inability to roll over or sit, blindness, deafness, low muscle tone, absent postural reflexes, brisk deep tendon reflexes, mild HCM.","phenotypes":["obo:HP_0008947","obo:HP_0003355","obo:HP_0001943","obo:HP_0002789","obo:HP_0006801","obo:HP_0002151","obo:HP_0000252","obo:HP_0001942","obo:HP_0011968","obo:HP_0001639","obo:HP_0008315"],"previousTesting":true,"previousTestingDescription":"3 days old: hypoglyemia (31 mg%), metabolic acidosis (pH 7.12, pCO2 17 mmHg), plasma lactate (9 mM; N< 1.5mM), plasma carnitine normal (45 uM) but free fraction low (25 uM), excretion of latate 1425 mol/mol creatine (control <0.2), branched-chain keto acids and alpha-ketoglutarate in normal range. Muscle biopsy: no activity of pyruvate dehydrogenase complex, decreased activity of alpha-ketoglutarate dehydrogenase complex (2%), and decreased DLD activity (15% of controls).","sex":"Female","variant":{"id":"cggv:4e95375b-c29e-40fb-8e59-cf36826b148c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fef33fec-3da8-4d91-9ed4-14c630475160","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1436A>T (p.Asp479Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40186"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10448086","type":"dc:BibliographicResource","dc:abstract":"An infant with a neurodegenerative disorder accompanied by lactic acidemia is described. In muscle homogenate, the activity of lipoamide dehydrogenase (LAD), the third catalytic subunit of pyruvate dehydrogenase complex (PDHc), alpha-ketoglutarate dehydrogenase complex (KGDHc), and branched-chain keto acid dehydrogenase complex was reduced to 15% of the control. The activity of PDHc was undetectable and the activity of KGDHc was 2% of the control mean. The immunoreactive LAD protein was reduced to about 10% of the control. Direct sequencing of LAD cDNA revealed only one mutation, substituting Asp for Val at position 479 of the precursor form. The mutation resides within the interface domain and likely perturbs stable dimerization. The phenotypic heterogeneity in LAD deficiency is not directly correlated with the residual LAD activity but rather with its impact on the multienzymatic complex activity.","dc:creator":"Shany E","dc:date":"1999","dc:title":"Lipoamide dehydrogenase deficiency due to a novel mutation in the interface domain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10448086","rdfs:label":"Shany 1999 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In vitro studies showed that the variant increased proteolytic activity of DLD (Babady, 2007; Vaubel, 2011)."},{"id":"cggv:e243b189-fe25-4787-b525-69cb0cf8681d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b9fb6b7e-c487-4081-8ac4-6464e2c342eb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"E3 cDNA prepared by RT-PCR from fibroblasts of proband and parents. For proband's E3 cDNA anlaysis, 1.5kb fragment was isolated from agarose gel and transformed into E. coli, followed by sequencing of the entire E3 cDNA. Direct sequencing was performed with genomic DNA to confirm variants in proband and parents.","phenotypeFreeText":"3 days: seizures, hypoventilation, circulatory failure, hepatomegaly, hypoglycemia, metabolic acidosis, elevated lactate. 2 months: poor feeding, somnolence, liver was normal. Developed lactic acidosis in hospital. Increased alanine, alpha-aminobutyrate, leucine, isoleucine, valine, glycine, threonine, methionine, mildy increased phenylalanine, cystathionine, cysteine, histidine. Urine analysis: increased lactic, pyruvic, and alpha-keto- and/or alpha-hydroxy-isovaleric, isocaproic, butyric, and glutaric acids. 15 months: head small (7th percentile), delayed development, progressive optic atrophy. Died at 5.5 years following acute illness.","phenotypes":["obo:HP_0000648","obo:HP_0001250","obo:HP_0002240","obo:HP_0001942","obo:HP_0002791","obo:HP_0001943","obo:HP_0011968","obo:HP_0003128","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"3 days: metabolic acidosis (pH 7.05), and elevated lactate (12.8 mM, normal: 0.6–2.5). 2 months: lactic acidosis (10-16 mM). Increased alanine (1348 μM; normal: 132–455), α-aminobutyrate (106 μM; normal: 4–24), leucine (300 μM; normal: 61–183), isoleucine (120 μM; normal: 27–80), valine (345 μM; normal: 78–142), glycine (553 μM; normal 106–254), threonine (236 μM; normal: 65–147), methionine (151 μM; normal: 6–36).","sex":"Male","variant":{"id":"cggv:e243b189-fe25-4787-b525-69cb0cf8681d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:deca9bc6-c765-4a69-9521-b19671172457"},{"id":"cggv:34cbfc35-f025-4c2d-b5e3-fbec22c1e7e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1123G>A (p.Glu375Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11971"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9540846","type":"dc:BibliographicResource","dc:abstract":"A male child with metabolic acidosis was diagnosed as having dihydrolipoamide dehydrogenase (E3) deficiency. E3 activity of the proband's cultured fibroblasts and blood lymphocytes was 3-9% of normal, while in the parent's lymphocytes it was about 60% of normal. The proband's pyruvate dehydrogenase complex (PDC) and the alpha-ketoglutarate dehydrogenase complex activities from cultured skin fibroblasts were 12% and 6% of normal, respectively. PDC activity in the parents cultured fibroblasts was 25-31% of normal. Western and Northern blot analyses showed similar quantities of E3 protein and mRNA in cultured fibroblasts from the proband and his parents. DNA sequencing of cloned full-length E3 cDNAs, from the proband and the parents, showed two mutations on different alleles of proband were inherited from the parents. One mutation is a three nucleotide (AGG) deletion, from the mother, resulting in deletion of Gly101 in the FAD binding domain. The other mutation is a nucleotide substitution (G to A), from the father, leading to substitution of Lys for Glu340 in the central domain. The same deletion mutation was found in E3 cDNA from a chorionic villus sample and cultured fibroblasts obtained from the mother's subsequent offspring. This finding illustrates the possibility of successful prenatal diagnosis of E3 deficiency utilizing mutations characterized prior to initiation of pregnancy.","dc:creator":"Hong YS","dc:date":"1997","dc:title":"Deficiency of dihydrolipoamide dehydrogenase due to two mutant alleles (E340K and G101del). Analysis of a family and prenatal testing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9540846","rdfs:label":"Hong 1997 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"E3 activity in blood lymphocytes and fibroblasts were 9% ad 3% respectively; PDC activity was 13% of controls; KGDC activity was 6% of controls. Protein levels were not changed. VariantEvidence: In vitro and in vivo functional studies for the missense variant show reduced enzyme activity compared to wild type (Ambrus et al., 2011; Vaubel et al., 2011)."},{"id":"cggv:59bfdc80-a5a4-4f97-b631-62a33e0313e0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8cccfafc-2279-4e25-8bad-0c873ed89891","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"Coding exons and exon-intron boundaries of nuclear-encoded DLD were PCR amplified followed by bidirectional sequencing. Mutations confirmed in family members.","phenotypeFreeText":"Infancy: hepatomegaly, episodes of drowsiness, ketonuria. 3 years: muscle pain, weakness, perioral cyanosis during physical activity. 4.5 years: episode of lethargy, hypotonia, sweating, pallor after fasting. Cytolysis, mild acidosis, ketonuria. Urinary lactic aciduria and mildly elevated alpha-keto acids. Enlarged and hyperechogenic liver with swollen hypatocytes with centrally placed nuclei, vacuolated cytoplasm, PAS-positive cytoplasmic glycogen deposits. 15 years: myalgia, exertional fatigue, numbness/weakness of lower limbs. 17 years: obesity, hepatomegaly, muscle weakness, worsening exertional fatigue. Intermittent hyperckemia, increase of LDH, elevated transaminases and gamma-GT, mild hypercholesterolemia, hypertrigylceridemia. Elevated blood lactate, plasma BCAAs, increased secretion of lactate, pyruvate, alpha-ketoglutarate, and branched chain alpha-hydroxy and alpha keto-acids. Responsive to riboflavin supplementation.","phenotypes":["obo:HP_0003124","obo:HP_0008344","obo:HP_0001513","obo:HP_0002910","obo:HP_0002240","obo:HP_0003738","obo:HP_0006852","obo:HP_0001324","obo:HP_0000980","obo:HP_0002919","obo:HP_0002155","obo:HP_0002329","obo:HP_0003648","obo:HP_0001069","obo:HP_0002151"],"previousTesting":true,"previousTestingDescription":"4.5 years: cytolysis (ASAT 199/ALAT 209 UI/L; nv < 40), mild acidosis (base excess -7.6). 17 years: hyperckemia (20x), LDL (10x), ASAT 60/ALAT137, gamma-GT (70-80 UI/L; nv < 40), blood lactate (1.5-6.0 mmol/L; nv < 1.2), valine (479 mmol/L, nv 150-320), isoleucine (146 mmol/L, nv 30-100), leucine (307 mmol/L, nv 50-190), alloisoleucine (2-13 mmol/L, nv 0).","sex":"Male","variant":{"id":"cggv:59bfdc80-a5a4-4f97-b631-62a33e0313e0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4a83df5e-784a-4bf4-9c1e-c3cbf5840ca0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1382G>A (p.Gly461Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/203685"}},{"id":"cggv:180995c6-7470-4552-9133-c5756f930911","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.118+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/557660"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25251739","type":"dc:BibliographicResource","dc:abstract":"Dihydrolipoamide dehydrogenase (DLD, E3) is a flavoprotein common to pyruvate, α-ketoglutarate and branched-chain α-keto acid dehydrogenases. We found two novel DLD mutations (p.I40Lfs*4; p.G461E) in a 19 year-old patient with lactic acidosis and a complex amino- and organic aciduria consistent with DLD deficiency, manifesting progressive exertional fatigue. Muscle biopsy showed mitochondrial proliferation and lack of DLD cross-reacting material. Riboflavin supplementation determined the complete resolution of exercise intolerance with the partial restoration of the DLD protein and disappearance of mitochondrial proliferation in the muscle. Morphological and functional studies support the riboflavin chaperon-like role in stabilizing DLD protein with rescue of its expression in the muscle.","dc:creator":"Carrozzo R","dc:date":"2014","dc:title":"Riboflavin responsive mitochondrial myopathy is a new phenotype of dihydrolipoamide dehydrogenase deficiency. The chaperon-like effect of vitamin B2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25251739","rdfs:label":"Carrozzo 2014 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"For the splice site mutation, RNA was extracted from fibroblasts and RT-PCR was performed. Variant causes skipping of exon 2 and predicts a frameshift resulting in truncated protein.For the missense variant, molecular modeling predicts an inability of E3 to homodimerize."},{"id":"cggv:243a6f76-df0a-47aa-99ca-ae4424aa93a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a082ccb0-509a-40bb-aa23-1d34cc02d2cb","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":32,"detectionMethod":"Genomic DNA from patients and parents. RNAs extracted from patient fibroblasts. Microsatellite analysis on E1, E2 and E3. Total RNAs were reverse transcribed and full coding sequence of E3 cDNA was amplified in overlapping fragments. PCR products sequenced. Southern blot and northern blot analysis did not detect large rearrangements of E3 gene or anomaly in amount of mRNA.","phenotypeFreeText":"Birth: hyopotonia. 3 months: generalized seizure. 6 months: opisthotonos and pronation of upper limbs, truncal hypotonia, poor head control, limb spasticity, pyramidal syndrome, weak crying and pseudomyopathic facial features. Elevated creatine kinase, aspartate aminotransferase, and alanine aminotransferase. 10 months: hypotonic, choreoathetoid movements, upward gaze.","phenotypes":["obo:HP_0001942","obo:HP_0001266","obo:HP_0002120","obo:HP_0003236","obo:HP_0002015","obo:HP_0001257","obo:HP_0008947","obo:HP_0002421","obo:HP_0002197","obo:HP_0003487","obo:HP_0002179","obo:HP_0001639","obo:HP_0008936","obo:HP_0002240","obo:HP_0006801"],"previousTesting":true,"previousTestingDescription":"Metabolic acidosis (blood pH 7.2; serum biocarbonate 10 mmol/L); creatine kinase in plasma (5800 U/L, normal <1600); aspartate aminotransferase (85 U/L, normal <20); alanine aminotransferase (70 U/L, normal <20). KGDC activity in fibroblasts <0.01 nmol/min/mg protein (control 11.2 +/- 3.9); E1 activity 3.3 nmol/min/mg protein (control 3.8 +/- 0.2); E3 activity 5.6 nmol/min/mg protein (control 24.8 +/- 35.7); PDC 0.52 nmol/min/mg protein (0.82 +/- 0.09); BCKDC 0.2 nmol/min/mg protein (control 0.036 +/- 0.012).","sex":"Male","variant":{"id":"cggv:243a6f76-df0a-47aa-99ca-ae4424aa93a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebbbe34d-6364-408f-9419-88bf7721f2b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1444A>G (p.Arg482Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40187"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15712224","type":"dc:BibliographicResource","dc:abstract":"The alpha-ketoglutarate dehydrogenase complex (KGDC) catalyses the decarboxylation of alpha-ketoglutarate into succinyl-coenzyme A in the Krebs cycle. This enzymatic complex is made up of three subunits (E1, encoded by PDHA1; E2, encoded by DLST; and E3, encoded by DLD). The E3 subunit is common to two other enzymatic complexes, namely pyruvate dehydrogenase complex (PDC) and branched-chain ketoacid dehydrogenase complex (BCKDC). KGDC deficiency is a rare autosomal recessive disorder, most often presenting with severe encephalopathy and hyperlactatemia with neonatal onset. We found a KGDC deficiency in cultured skin fibroblasts from three siblings born to consanguinous parents. E3 subunit activity was shown to be deficient (20% of control values), despite the absence of usual clinical clues to E3 deficiency, i.e. accumulation of pyruvate and branched-chain amino acids in plasma and branched-chain alpha-ketoacids in urine. RT-PCR of E3 mRNA from the three patients, followed by sequencing, revealed an homozygous c.1444A>G substitution located in E3 exon 13, predictive of a p.R482G (or R447G in the processed gene product) substitution in a highly conserved domain of the protein. Only eleven E3 mutations have been reported so far. The only other case of E3 deficiency without clinical or biochemical evidences of PDC and BCKDC deficiencies has been ascribed to a c.1436A>T (p.D479V; or D444V in the processed gene product) mutation, very close to the mutation reported herein. Since c.1444A>G (p.R482G; or R447G in the processed gene product) and c.1436A>T (p.D479V; or D444V in the processed gene product) lie within the interface domain of E3 with E2 (KGDC and BCKDC) or the E3-binding protein (PDC), our data suggest that interaction of E3 with these other subunits differs in some extent among KGDC, PDC, and BCKDC.","dc:creator":"Odièvre MH","dc:date":"2005","dc:title":"A novel mutation in the dihydrolipoamide dehydrogenase E3 subunit gene (DLD) resulting in an atypical form of alpha-ketoglutarate dehydrogenase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15712224","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In vitro analysis in E.coli showed that the variant decreased the activity to ~50% of WT and increased proteolytic activity of DLD (PMID: 21930696)."},{"id":"cggv:5f301d04-6b53-47d0-af51-de1b203d93d8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f64bde08-8613-4d9c-8aed-914abefbb6c1","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":14,"detectionMethod":"Entire DLD cDNA amplified by RT-PCR, subcloned and sequenced. Mutations were confirmed in their corresponding exons by sequencing genomic DNA and restriction digest. Parents were tested by genomic DNA analysis and restriction digest in father.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"14 months: developmental delay, elevated lactate, hypotonia, weakness, ptosis, microcephaly, lactic acidosis, elevated alanine. Urine: elevated lactate, beta-hydroxybutyrate, glutarate, alpha-ketoglutarate, alloisoleucine not observed. Muscle biopsy: accumulation of microvesicular fat. MRI: increased signal intensity in right centrum semivale and left frontal lobe. 2 years later: clubbing. CT scan: pulmonary arteriovenous malformation of left lung, right to left shunt of up to 30% of cardiac output.","phenotypes":["obo:HP_0000508","obo:HP_0001263","obo:HP_0001252","obo:HP_0002151","obo:HP_0000252","obo:HP_0000961","obo:HP_0001217","obo:HP_0003348","obo:HP_0001324","obo:HP_0003128"],"previousTesting":true,"previousTestingDescription":"Positive for 47 amino acid deletion in endoglin gene (mother also had mutation and diagnosed with hereditary hemorrhagic telangectasia). 14 months: lactate (6-7 mmol/L), lactic acidosis (pH 7.14, bicarbonate 8 mmol/L, plasma lactate 24 mmol/L). Fibroblasts PDH activity: 59% of control. alphaKGDH activity: 25% of control. BCKADH activity: 62% of control. DLD activity deficient in both forward and reverse enzyme reactions.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:5f301d04-6b53-47d0-af51-de1b203d93d8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8afeee09-3ffe-428b-b54a-d6685a1032a4"},{"id":"cggv:34cbfc35-f025-4c2d-b5e3-fbec22c1e7e6"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16770810"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16770810","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"VariantEvidence: In vitro and in vivo functional studies for E375L show reduced enzyme activity compared to wild type (Ambrus et al., 2011; Vaubel et al., 2011). Mother diagnosed with hereditary hemorrhagic telangectasia. Genetic testing showed a point mutation for both mother and proband in endoglin gene (47 amino acid deletion)."},{"id":"cggv:df5ff1cb-6fbb-4df3-a128-e995321f1ba3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:75c359ea-ba30-4b08-9688-b07d9a73943e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"DNA and total RNA isolated from fibroblasts. Entire sequenced amplified and direct sequencing performed. Parents also analyzed. Restriction enzyme analysis was also performed.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Referred to clinic at 2 years due to episodes of ataxia, glycogenosis, hypoglycemia and lactic acidosis. During 2nd year of life: developmental delay, insufficient growth (< 3rd percentile), microcephaly, hypotonia, liver size at upper limit of normal. Elevated serum lactate, elevated CSF lactate, increased lactate: pyruvate ratio, mildly elevated 3-hydroxybutyrate: acetoacetate ratio, mild to moderate ketosis, elevated BCAAs, alloisoleucine detectable, elevated transaminases and biotinidase. Urine: increased lactate, 2-oxoacids, 2-oxoglutarate, 3-hydroxybutyrate, and 2-hydroxyglutaric acid. Liver biopsy: chronic inflammatory damage, mild fibrosis, increased glycogen. 1 year later: stroke-like episode. MRI: symmetric hyperintensities of thalami, basal ganglia, and brain syndrome (suggesting Leigh syndrome). Tetraspasticity developed.","phenotypes":["obo:HP_0001988","obo:HP_0008344","obo:HP_0001263","obo:HP_0002490","obo:HP_0003128","obo:HP_0001252","obo:HP_0002151","obo:HP_0002910","obo:HP_0002131","obo:HP_0001510"],"previousTesting":true,"previousTestingDescription":"Hypoglycemia (as low as 1.1 mmol/L; normal >3.0),  serum lactate (2.9-7.2 mmol/L; normal <2.1), transaminases (1000 U/l; normal <45 U/l) and biotinidase (15.6 U/l; normal 7.0–10.6 U/l), liver glycogen content (9.6 g per 100 g wet weight; normal range: 2.4–6.4 g) but enzyme activities excluded hepatic types of glyocenosis.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:df5ff1cb-6fbb-4df3-a128-e995321f1ba3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:019ede1c-6aa6-4601-95b4-80cb663c313a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DLD, IVS9DS, G-A, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11970"}},{"id":"cggv:1b3791f2-dbfc-4611-8bd0-eb8143bad439","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1178T>C (p.Ile393Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11969"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12925875","type":"dc:BibliographicResource","dc:abstract":"A boy with recurrent episodes of hypoglycaemia and ataxia, microcephaly, mental retardation, permanent lactic acidaemia, intermittent 2-oxoglutaric aciduria as well as elevation of serum branched chain amino acids was diagnosed with dihydrolipoamide dehydrogenase (E3) deficiency. Analysis of genomic DNA revealed compound heterozygosity for two novel mutations: I393T in exon 11, located at the interface domain of the protein and possibly interfering with its dimerisation, and IVS9+1G>A located at a consensus splice site. A heterozygous polymorphism was also detected. In the patient's cDNA the I393T mutation and the polymorphism appeared to be homozygous, indicating that the mRNA coming from the IVS9+1G>A mutant allele is not stable.","dc:creator":"Grafakou O","dc:date":"2003","dc:title":"Leigh syndrome due to compound heterozygosity of dihydrolipoamide dehydrogenase gene mutations. Description of the first E3 splice site mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12925875","rdfs:label":"Grafakou 2003 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The I358T mutation cosegregated with a benign polymorphism (c.1422A>C) in exon 13. Both of these appeared homozygous in cDNA analysis, suggesting that the allele with the splice site variant was unstable."},{"id":"cggv:708d319b-dbda-443b-9fbb-232fb3c0cb33_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f4206829-543d-4168-abe8-415078b75c53","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":28,"detectionMethod":"Total RNA from fibroblasts used to synthesize E3 cDNA using RT-PCR. DNA sequencing of E3 cDNAs from controls, parents, and proband.","phenotypeFreeText":"History of developmental delay, hypotonia, metabolic acidosis. Transient neonatal hypoglycemia and poor sucking at birth but otherwise normal. Increased plasma amino acids, presence of alloisoleucine. Urine: increased lactic, 2-hydroxybutyric, 3-hydroxybutyric, alpha-ketoglutaric, and 3-hydroxyisovaleric acids. Increased blood lactate.","previousTesting":true,"previousTestingDescription":"Lymphocytes: PDC activity 26% of controls, E3 2% of controls. Fibroblasts: PDC activity 11% and E3 14%. E1 and E2 activity normal. Leucine (444 µM), isoleucine (134 µM), valine (314 µM) and alloisoleucine (46 µM). Blood lactate (5.4-9.9 mM).","sex":"Female","variant":{"id":"cggv:708d319b-dbda-443b-9fbb-232fb3c0cb33_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6d563f65-5d99-4f01-a728-600c956fd593","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DLD, 1-BP INS, 105A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11967"}},{"id":"cggv:f5cc381b-e5f7-468b-a35d-ef0f7504c24b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.4(DLD):c.1483A>G (p.Arg495Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11968"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8968745","type":"dc:BibliographicResource","dc:abstract":"An infant girl with elevated blood lactate, pyruvate, and plasma branched-chain amino acids was diagnosed with dihydrolipoamide dehydrogenase (E3; dihydrolipoamide: NAD+ oxidoreductase, EC 1.8.1.4) deficiency. Activities of the pyruvate dehydrogenase complex and E3 from patient were 26 and 2% of controls in blood lymphocytes, and 11 and 14% in cultured skin fibroblasts, respectively. Western blot analysis demonstrated that the amount of E3 protein in fibroblasts from the patient and her father was about half of controls, while Northern blot analysis showed normal amounts of E3 RNA. DNA sequencing of cloned full-length E3 cDNAs from the patient revealed two mutations in separate alleles. One is a single base insertion of an extra adenine in the last codon of the leader peptide sequence (TAC-->TAAC) leading to a nonsense mutation which results in the premature termination of the precursor E3 polypeptide (Y35X). The other is a missense mutation due to substitution of guanine for adenine, causing an Arg-->Gly substitution at amino acid 460 of the mature protein (R460G) which triggers the loss of E3 activity probably by structural change in the E3 dimer. DNA sequencing of E3 cDNAs from the parents demonstrated that the nonsense mutation was inherited from the father and the missense mutation was inherited from the mother.","dc:creator":"Hong YS","dc:date":"1996","dc:title":"Identification of two mutations in a compound heterozygous child with dihydrolipoamide dehydrogenase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8968745","rdfs:label":"Hong 1996 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:8b935cf5-e203-4789-b493-b967d4cd85d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:32c77a1b-78b1-4088-b57c-4f1d4e4487eb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Total RNA isolated from fibroblasts or lymphocytes, cDNA generated using reverse transcriptase. Entire coding region PCR-amplified and sequenced.","phenotypeFreeText":"3 years: recurrent vomiting for 3 months, hepatomegaly, intermittent elevation of liver transaminases. Admission to hospital: pale and apathetic, moderately enlarged liver (14 cm). 1 month later: generalized edmia, tachycardia, severe peripheral neuropathy, episodic delirium cerebellar dysfunction with microcytic anemia. Recurrent vomiting continued.","phenotypes":["obo:HP_0002572","obo:HP_0009830","obo:HP_0001935","obo:HP_0001649","obo:HP_0002240","obo:HP_0001317","obo:HP_0031258","obo:HP_0000969","obo:HP_0002910"],"previousTesting":true,"previousTestingDescription":"Peak lactate (9mM), ALT (16300 U/L), PT 13% of control. Activity of LAD in lymphocytes 12% of control.","sex":"Male","variant":{"id":"cggv:8b935cf5-e203-4789-b493-b967d4cd85d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ce7cb766-7cc4-4d8f-be65-6bf91b25b7a1"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9934985","type":"dc:BibliographicResource","dc:abstract":"We studied 13 patients with lipoamide dehydrogenase (LAD) deficiency, originating from seven Ashkenazi Jewish families. Their disease was characterized by recurrent attacks of vomiting, abdominal pain, and encephalopathy accompanied by elevated liver transaminases, prolonged prothrombin time, and occasionally associated with lactic and ketoacidemia or with myoglobinuria. Two patients who presented neonatally suffered from residual neurological damage with attention deficit hyperactive disorder, mild ataxia, motor incoordination, muscle hypotonia, and weakness. Nine patients who presented in early childhood or later suffered from exertional fatigue between decompensation episodes but were otherwise asymptomatic. Two patients died because of intractable metabolic acidosis and multi-organ failure. In all patients LAD activity was reduced to 8 to 21% of the control in muscle or lymphocytes. In four patients LAD protein in muscle was reduced to 20 to 60% of the control. Direct sequencing of the cDNA of the LAD gene showed that 12 of the 14 mutated alleles carried the G229C mutation and two carried an insertion mutation 105insA (Y35X). The patients who presented neonatally and had more severe sequelae were compound heterozygotes for the two mutations; patients who presented in early childhood or later were homozygous for the G229C mutation. Using an allele-specific oligonucleotide hybridization technique, nine heterozygotes for the G229C mutation were identified among 845 anonymous individuals of Ashkenazi Jewish origin disclosing a carrier rate of 1:94. Because of the significant morbidity associated with the disease, screening for the G229C mutation among Ashkenazi Jewish couples should be considered.","dc:creator":"Shaag A","dc:date":"1999","dc:title":"Molecular basis of lipoamide dehydrogenase deficiency in Ashkenazi Jews."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9934985","rdfs:label":"Family 6 Index Case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Common pathogenic variant with a carrier frequency of 1 in 94 in Ashkenazi Jewish population. Functional studies show that the variant impairs DLD function and increases ROS generation (PMID: 21930696)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:712d1a17-3c15-4e3c-8a61-81925e0e59d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:04ae4380-b922-4a36-95d8-f523ea4db3a8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"DLD encodes dihydrolipoamide dehydrogenase (E3) that is involved in activities of 3 complexes: pyruvate dehydrogenase complex (PDC), alpha-ketoglutarate dehydrogenase complex (KGDC), and branched-chain alpha-keto acid dehydrogenase complex (BCKDC). Patients are characterized by a deficiency in activity of these complexes. Typically individuals have lactic acidosis, increased urinary excretion of alpha-keto acids (pyruvate) and increased concentration of BCAAs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28579060","type":"dc:BibliographicResource","dc:abstract":"This review summarizes our present view on the molecular pathogenesis of human (h) E3-deficiency caused by a variety of genetic alterations with a special emphasis on the moonlighting biochemical phenomena related to the affected (dihydro)lipoamide dehydrogenase (LADH, E3, gene: dld), in particular the generation of reactive oxygen species (ROS). E3-deficiency is a rare autosomal recessive genetic disorder frequently presenting with a neonatal onset and premature death; the highest carrier rate of a single pathogenic dld mutation (1:94-1:110) was found among Ashkenazi Jews. Patients usually die during acute episodes that generally involve severe metabolic decompensation and lactic acidosis leading to neurological, cardiological, and/or hepatological manifestations. The disease owes its severity to the fact that LADH is the common E3 subunit of the alpha-ketoglutarate (KGDHc), pyruvate (PDHc), and branched-chain α-keto acid dehydrogenase complexes and is also part of the glycine cleavage system, hence the malfunctioning of LADH simultaneously incapacitates several central metabolic pathways. Nevertheless, the clinical pictures are usually not unequivocally portrayed through the loss of LADH activities and imply auxiliary mechanisms that exacerbate the symptoms and outcomes of this disorder. Enhanced ROS generation by disease-causing hE3 variants as well as by the E1-E2 subcomplex of the hKGDHc likely contributes to selected pathogeneses of E3-deficiency, which could be targeted by specific drugs or antioxidants; lipoic acid was demonstrated to be a potent inhibitor of ROS generation by hE3 in vitro. Flavin supplementation might prove to be beneficial for those mutations triggering FAD loss in the hE3 component. Selected pathogenic hE3 variants lose their affinity for the E2 component of the hPDHc, a mechanism which warrants scrutiny also for other E3-haboring complexes.","dc:creator":"Ambrus A","dc:date":"2018","dc:title":"Human dihydrolipoamide dehydrogenase (E3) deficiency: Novel insights into the structural basis and molecular pathomechanism."},"rdfs:label":"Multiple functions for E3"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"DLD's involvement in all 3 complexes can explain the wide range of phenotypic presentations in patients with DLD deficiency. Diagnosis is made on the basis of a defect of any or all of the complexes."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04f33ada-de11-4e18-be84-a10ce1d13e8f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e21e765-64c3-48c3-b699-072e720251b9","type":"FunctionalAlteration","dc:description":"Isolated fibroblasts mitochondrial from proband carrying c.118+1G>T 2 and p.Gly461Glu variants in trans showed reduced enzymatic activities of the pyruvate dehydrogenase complex (PDHc), alpha-ketoglutarate dehydrogenase complex (KGDHc), and branched-chain alpha-keto acid dehydrogenase complex  (BCKDHc) (reduced between 60-80% of controls, p<0.0005). DLD is the flavoprotein component of all 3 mitochondrial multi-enzyme complexes. Deficiency is associated with increased urinary excretion of alpha-keto acids, increased plasma lactate and BCAAs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25251739","rdfs:label":"PDHc, KGDHc, and BCKDHc Activities"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1d1c15e-772a-46ce-9b5b-1b3beb4a099c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e66f722-9c35-4945-aed3-f82a05f4d4ba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Embryonic lethality of DLD-/- mice is consistent with the absence of humans with a complete loss of E3 activity. Some residual activity of E3 is required to survive to the post-natal state.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9405644","type":"dc:BibliographicResource","dc:abstract":"The Dld gene product, known as dihydrolipoamide dehydrogenase or the E3 component, catalyzes the oxidation of dihydrolipoyl moieties of four mitochondrial multienzyme complexes: pyruvate dehydrogenase, alpha-ketoglutarate dehydrogenase, branched-chain alpha-ketoacid dehydrogenase, and the glycine cleavage system. Deficiency of E3 activity in humans results in various degrees of neurological dysfunction and organic acidosis caused by accumulation of branched-chain amino acids and lactic acid. In this study, we have introduced a null mutation into the murine Dld gene (Dldtm1mjp). The heterozygous animals are shown to have approximately half of wild-type activity levels for E3 and all affected multienzyme complexes but are phenotypically normal. In contrast, the Dld-/- class dies prenatally with apparent developmental delay at 7.5 days postcoitum followed by resorption by 9.5 days postcoitum. The Dld-/- embryos cease to develop at a time shortly after implantation into the uterine wall when most of the embryos have begun to gastrulate. This null phenotype provides in vivo evidence for the requirement of a mitochondrial oxidative pathway during the perigastrulation period. Furthermore, the early prenatal lethal condition of the complete deficiency state may explain the low incidence of detectable cases of E3 deficiency in humans.","dc:creator":"Johnson MT","dc:date":"1997","dc:title":"Targeted disruption of the murine dihydrolipoamide dehydrogenase gene (Dld) results in perigastrulation lethality."},"rdfs:label":"DLD Null Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Without enzyme assays, it is unclear whether this mouse model recapitulates the disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":163,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.5,"subject":{"id":"cggv:9c847c7e-0873-47d7-9e41-59e90487f69a","type":"GeneValidityProposition","disease":"obo:MONDO_0009529","gene":"hgnc:2898","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between DLD and pyruvate dehydrogenase E3 deficiency (autosomal recessive) was evaluated using the ClinGen Clinical Validity Framework as of November 13, 2018. Variants in DLD were first reported in humans with this disease as early as 1993 (Liu et al., PMID: 8506365). At least 15 variants (missense, in-frame indel, nonsense, frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Summary of Case Level Data: 12 points. Variants in this gene have been reported in at least 11 probands in 10 publications.\nVariants in this gene segregated with disease in 3 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence and/or\nexperimental evidence (12 pts.) has been reached. This gene-disease association is supported by in vitro functional assays and an animal model. In summary, DLD is definitively associated with autosomal recessive pyruvate dehydrogenase E3 deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on March 8th, 2019.\n","dc:isVersionOf":{"id":"cggv:a9dfbbc2-cede-491e-9db0-fc5719fbc729"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}