{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-11T18:47:45.818Z","role":"Approver"}],"evidence":[{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b04d83c8-582d-4ccc-a40f-bf699c062656","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:73a4704a-fb67-4f36-9f1a-d6a36177b230","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"By immunofluorescence microscopy homogeneous expression was detected in normal hepatocytes as well as in epithelial cells lining the stomach, the small and the large intestine. Positive staining was also found in epithelial cells of the endometrium and ovary, and in basal keratinocytes of esophagus and skin. By Northern blot analysis, high levels of c‐met messenger RNA were detected in specimens of liver, gastro‐intestinal tract and kidney. The antibodies revealed expression of c‐MET protein in hepatomas (11/14), carcinomas of colon and rectum (19/21), stomach (11/22), kidney (16/19), ovary (9/17) and skin (7/17). Carcinomas of the lung (13/20), thyroid (11/13) and pancreas (5/7) were also positive.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1917129","type":"dc:BibliographicResource","dc:abstract":"The human c-MET oncogene encodes a transmembrane tyrosine kinase (p190c-met) with structural and functional features of a growth-factor receptor. Monoclonal antibodies (MAbs) have been used to investigate the distribution of the c-Met protein in human normal and neoplastic tissues. By immunofluorescence microscopy homogeneous expression was detected in normal hepatocytes as well as in epithelial cells lining the stomach, the small and the large intestine. Positive staining was also found in epithelial cells of the endometrium and ovary, and in basal keratinocytes of esophagus and skin. By Northern blot analysis, high levels of c-met messenger RNA were detected in specimens of liver, gastro-intestinal tract and kidney. c-met-specific mRNA was also found in thyroid, pancreas and placenta, in which organs c-Met protein was barely detectable by immunofluorescence. The antibodies revealed expression of c-MET protein in hepatomas (11/14), carcinomas of colon and rectum (19/21), stomach (11/22), kidney (16/19), ovary (9/17) and skin (7/17). Carcinomas of the lung (13/20), thyroid (11/13) and pancreas (5/7) were also positive. In these last cases (lung, thyroid and pancreas) tumor cells were homogeneously stained by the antibodies, whereas in their normal counterparts staining was barely detectable. These data suggest that the receptor encoded by c-MET plays a physiological role in epithelial cell growth and that its expression is altered in human carcinomas.","dc:creator":"Prat M","dc:date":"1991","dc:title":"The receptor encoded by the human c-MET oncogene is expressed in hepatocytes, epithelial cells and solid tumors."},"rdfs:label":"MET express in hepatocytes, epithelial cells and kidney"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:110855ae-6657-4b91-9742-a5cf12e7b2fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9472f35-bc19-43b4-906f-ec75f163af76","type":"FunctionalAlteration","dc:description":"Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met. Moreover, mutant Met molecules form foci in vitro and are tumorigenic in nude mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9326629","type":"dc:BibliographicResource","dc:abstract":"Recently, mutations in the Met tyrosine kinase receptor have been identified in both hereditary and sporadic forms of papillary renal carcinoma. We have introduced the corresponding mutations into the met cDNA and examined the effect of each mutation in biochemical and biological assays. We find that the Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met. Moreover, NIH 3T3 cells expressing mutant Met molecules form foci in vitro and are tumorigenic in nude mice. Enzymatic and biological differences were evident among the various mutants examined, and the somatic mutations were generally more active than those of germ-line origin. A strong correlation between the enzymatic and biological activity of the mutants was observed, indicating that tumorigenesis by Met is quantitatively related to its level of activation. These results demonstrate that the Met mutants originally identified in human papillary renal carcinoma are oncogenic and thus are likely to play a determinant role in this disease, and these results raise the possibility that activating Met mutations also may contribute to other human malignancies.","dc:creator":"Jeffers M","dc:date":"1997","dc:title":"Activating mutations for the met tyrosine kinase receptor in human cancer."},"rdfs:label":"Activating mutations for Met in human cancer"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Increase points because eight MET mutants were tested."},{"id":"cggv:726084b4-380a-4b1c-8507-6ef47bfb52e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2eafbb4d-92b9-435d-81fc-dac0df27e108","type":"FunctionalAlteration","dc:description":"MET mutants (V1092I, H1094R, D1228H, Y1230H, M1250T) increase kinase activity which can be inhibited by MET inhibiter AM7","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18055465","type":"dc:BibliographicResource","dc:abstract":"c-Met is a receptor tyrosine kinase often deregulated in human cancers, thus making it an attractive drug target. One mechanism by which c-Met deregulation leads to cancer is through gain-of-function mutations. Therefore, small molecules capable of targeting these mutations could offer therapeutic benefits for affected patients. SU11274 was recently described and reported to inhibit the activity of the wild-type and some mutant forms of c-Met, whereas other mutants are resistant to inhibition. We identified a novel series of c-Met small molecule inhibitors that are active against multiple mutants previously identified in hereditary papillary renal cell carcinoma patients. AM7 is active against wild-type c-Met as well as several mutants, inhibits c-Met-mediated signaling in MKN-45 and U-87 MG cells, and inhibits tumor growth in these two models grown as xenografts. The crystal structures of AM7 and SU11274 bound to unphosphorylated c-Met have been determined. The AM7 structure reveals a novel binding mode compared with other published c-Met inhibitors and SU11274. The molecule binds the kinase linker and then extends into a new hydrophobic binding site. This binding site is created by a significant movement of the C-helix and so represents an inactive conformation of the c-Met kinase. Thus, our results demonstrate that it is possible to identify and design inhibitors that will likely be active against mutants found in different cancers.","dc:creator":"Bellon SF","dc:date":"2008","dc:title":"c-Met inhibitors with novel binding mode show activity against several hereditary papillary renal cell carcinoma-related mutations."},"rdfs:label":"MET mutants enhance kinase activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:740e25bb-567a-438e-bd85-6f2b6d0a1ef6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66c741cc-9e67-4a3d-a658-d2f1ca744f0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Met mutant mice develop unique tumor profiles. Mice harboring D1226N, Y1228C, and M1248T\u0002/L1193V mutations developed a high frequency of sarcomas and some lymphomas, whereas the M1248T mice developed carcinomas and lymphomas.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15557554","type":"dc:BibliographicResource","dc:abstract":"Tyrosine kinase-activating mutations in Met have been observed in hereditary papillary renal carcinomas as well as in other cancers. These mutations have been examined in several in vitro systems, where they cause constitutive Met activation, focus formation, and cell motility, and are tumorigenic in xenografts. To study the influence of these mutations on tumorigenesis in vivo, we generated mice with targeted mutations in the murine met locus. The following five mouse lines with mutant Met were created: WT, D1226N, Y1228C, M1248T, and M1248T/L1193V. We observed that mice harboring D1226N, Y1228C(,) and M1248T/L1193V mutations developed a high frequency of sarcomas and some lymphomas, whereas the M1248T mice developed carcinomas and lymphomas. Of considerable interest, we observed trisomy of chromosome 6 and duplication of the mutant met allele in a majority of the tumors, similar to what has been reported in patients with hereditary renal papillary carcinomas. These results demonstrate that activating Met mutations and met amplification play key roles in promoting tumorigenesis in vivo. Moreover, our findings show that different mutations in the Met kinase domain can influence the types of cancers that develop.","dc:creator":"Graveel C","dc:date":"2004","dc:title":"Activating Met mutations produce unique tumor profiles in mice with selective duplication of the mutant allele."},"rdfs:label":"Activating Met mutations produce unique tumors in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Increase points because four mouse lines with mutant Met were created: D1226N, Y1228C, M1248T, and M1248T\u0002L1193V."},{"id":"cggv:9fcaff95-9cfa-4e6a-a087-74d1ced34096","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:275eb146-14ba-48e5-b2ee-e885bc3fc364","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A mouse model of sporadic tumorigenesis in which they targeted the activated human MET oncogene to adult liver. They observed slowly progressive hepatocarcinogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15772665","type":"dc:BibliographicResource","dc:abstract":"The close relationship between activation of blood coagulation and cancer is an old enigma. In 1865, migrans trombophlebitis ('a condition of the blood that predisposes it to spontaneous coagulation') was described as a forewarning of occult malignancy (Trousseau's sign). This pioneering observation emphasized the existence of haemostasis disorders associated with cancer onset; this phenomenon has since been extensively reported in clinical and epidemiological studies, but has so far resisted a mechanistic explanation. Here we report a mouse model of sporadic tumorigenesis based on genetic manipulation of somatic cells. Targeting the activated, human MET oncogene to adult liver caused slowly progressing hepatocarcinogenesis. This was preceded and accompanied by a syndrome manifesting first with blood hypercoagulation (venous thromboses), and then evolving towards fatal internal haemorrhages. The pathogenesis of this syndrome is driven by the transcriptional response to the oncogene, including prominent upregulation of plasminogen activator inhibitor type 1 (PAI-1) and cyclooxygenase-2 (COX-2) genes. In vivo analysis showed that both proteins support the thrombohaemorrhagic phenotype, thus providing direct genetic evidence for the long-sought-after link between oncogene activation and haemostasis.","dc:creator":"Boccaccio C","dc:date":"2005","dc:title":"The MET oncogene drives a genetic programme linking cancer to haemostasis."},"rdfs:label":"Activate MET oncogene cause progressing hepatocarcinogenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Decrease points because they observed slowly progressive hepatocarcinogenesis in adult liver, but not study on kidney."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0c5d221d-7120-4477-bf80-86c520c588c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60aaed79-55b9-4a20-b904-8c93adaacaac","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:0c5d221d-7120-4477-bf80-86c520c588c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aa73f3e6-3685-48a6-813d-5aaf7acedc89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3616G>T (p.Val1206Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13882"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9140397","type":"dc:BibliographicResource","dc:abstract":"Hereditary papillary renal carcinoma (HPRC) is a recently recognized form of inherited kidney cancer characterized by a predisposition to develop multiple, bilateral papillary renal tumours. The pattern of inheritance of HPRC is consistent with autosomal dominant transmission with reduced penetrance. HPRC is histologically and genetically distinct from two other causes of inherited renal carcinoma, von Hippel-Lindau disease (VHL) and the chromosome translocation (3;8). Malignant papillary renal carcinomas are characterized by trisomy of chromosomes 7, 16 and 17, and in men, by loss of the Y chromosome. Inherited and sporadic clear cell renal carcinomas are characterized by inactivation of both copies of the VHL gene by mutation, and/or by hypermethylation. We found that the HPRC gene was located at chromosome 7q31.1-34 in a 27-centimorgan (cM) interval between D7S496 and D7S1837. We identified missense mutations located in the tyrosine kinase domain of the MET gene in the germline of affected members of HPRC families and in a subset of sporadic papillary renal carcinomas. Three mutations in the MET gene are located in codons that are homologous to those in c-kit and RET, proto-oncogenes that are targets of naturally-occurring mutations. The results suggest that missense mutations located in the MET proto-oncogene lead to constitutive activation of the MET protein and papillary renal carcinomas.","dc:creator":"Schmidt L","dc:date":"1997","dc:title":"Germline and somatic mutations in the tyrosine kinase domain of the MET proto-oncogene in papillary renal carcinomas."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family158"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"V1206L mutations strengthen the packing of a hydrophobic cluster at the beginning of the flexible A-loop. (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation."},{"id":"cggv:ffd7b366-efc5-4fd0-88d3-f332f78b5aed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:699dfbca-257e-4b9b-8744-8ca9351e78d1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ffd7b366-efc5-4fd0-88d3-f332f78b5aed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8a215eaf-cd22-41e4-ab15-01f04dd3e8d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3712G>A (p.Val1238Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13883"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family 163"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"V1238I mutations strengthen the packing of a hydrophobic cluster at the beginning of the flexible A-loop. (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation."},{"id":"cggv:addbd6f5-c292-4e0e-9cba-4b0b12b04b29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3c92066-6c4a-440c-934d-06f3adb74d98","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:addbd6f5-c292-4e0e-9cba-4b0b12b04b29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8b15eef-3088-4dc5-a55a-219e7f8fcb11","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3335A>G (p.His1112Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13887"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10433944","type":"dc:BibliographicResource","dc:abstract":"Germline mutations of c-met oncogene at 7q31 have been detected in patients with hereditary papillary renal cell carcinoma. In addition, c-met mutations were shown to play a role in 13% of patients with papillary renal cell carcinoma and no family history of renal tumors. The histopathology of papillary renal cell carcinoma with c-met mutations has not been previously described. We analyzed the histopathology of 103 bilateral archival papillary renal cell carcinomas and 4 metastases in 29 patients from 6 hereditary papillary renal cell carcinoma families with germline c-met mutations and 6 papillary renal cell carcinomas with c-met mutations from 5 patients with no family history of renal tumors. Twenty-five sporadic renal tumors with prominent papillary architecture and without somatic c-met mutations were evaluated for comparison. All papillary renal cell carcinomas with c-met mutations were 75 to 100% papillary/tubulopapillary in architecture and showed chromophil basophilic, papillary renal cell carcinoma type 1 histology. Fuhrman nuclear grade 1-2 was seen in tumors from 23 patients, and nuclear grade 3 was observed focally in 8 patients. Seventeen patients had multiple papillary adenomas and microscopic papillary lesions in the surrounding renal parenchyma. Clear cells with intracytoplasmic lipid and glycogen were focally present in tumors of 94% papillary renal cell carcinoma patients. Clear cells of papillary renal cell carcinoma had small basophilic nuclei, and clear cell areas lacked a fine vascular network characteristic of conventional (clear) cell renal cell carcinoma. We conclude that papillary renal cell carcinoma patients with c-met mutations develop multiple, bilateral, papillary macroscopic and microscopic renal lesions. Renal tumors with c-met genotype show a distinctive papillary renal cell carcinoma type 1 phenotype and are genetically and histologically different from renal tumors seen in other hereditary renal syndromes and most sporadic renal tumors with papillary architecture. Although all hereditary and sporadic papillary renal cell carcinomas with c-met mutations share papillary renal cell carcinoma type 1 histology, not all type 1 sporadic papillary renal cell carcinomas harbor c-met mutations.","dc:creator":"Lubensky IA","dc:date":"1999","dc:title":"Hereditary and sporadic papillary renal carcinomas with c-met mutations share a distinct morphological phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944","rdfs:label":"Family 150 and 160"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"His1112 are maintained by a network of hydrogen bonds. Mutations H1112R will destroy these interactions and facilitate Tyr1177 movement (Miller et al. 2001). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation.  Haplotype analysis suggested that a founder effect was responsible for the disorder in the 2 families (150 and 160).  Two stars in ClinVar.  Can increase to 2 points."},{"id":"cggv:f56e5323-69be-451a-88ea-f094e1452063_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:76afdc27-fd7e-4df8-8008-fc95a1c37a9e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f56e5323-69be-451a-88ea-f094e1452063_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b82fbfdc-34fd-42b7-b9b5-b136c27f1a81","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3446T>C (p.Met1149Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13881"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family 162"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"M1149T increase flexibility at the critical points of the tertiary structure and facilitate subdomain movements (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation."},{"id":"cggv:50255f0e-100c-47be-826c-b7980fa68cc0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36113940-944c-41e7-a7bc-2ef0c9666577","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:50255f0e-100c-47be-826c-b7980fa68cc0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:71eb3f64-7cf7-41d6-87ac-3f40c30982b7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3743A>G (p.Tyr1248Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13885"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family 165"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Y1248C directly alter contacts between residues from the activation loop in its inhibitory conformation and those from the main body of the catalytic domain (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation."},{"id":"cggv:714ae73e-639c-4f58-b65e-0d2eef285eb3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:95cd6e25-003b-4910-abb8-72f0948ec160","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:714ae73e-639c-4f58-b65e-0d2eef285eb3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b82fbfdc-34fd-42b7-b9b5-b136c27f1a81"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family 152"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"M1149T increase flexibility at the critical points of the tertiary structure and facilitate subdomain movements (Miller et al. 2001).  Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997).  Increase points because the mechanism is gain of function.  There are sufficient functional evidences to support deleterious of this mutation."},{"id":"cggv:2e5fbae2-42ac-4951-b7e4-bb82eab537c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c30887b-ec84-4bfe-b854-2f44df731371","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2e5fbae2-42ac-4951-b7e4-bb82eab537c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9ccb109c-15a3-4aee-912b-6fd8d2dc561c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3736G>A (p.Asp1246Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13884"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9140397","rdfs:label":"Family 164"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Mutation D1246N plays a role in stabilizing the active form of the enzyme (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). Increase points because the mechanism is gain of function. There are sufficient functional evidences to support deleterious of this mutation.."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:77ac39c5-e795-41fb-bdda-cd86c13df361_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15365cbe-94d9-4573-962a-ac5284b0961b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:77ac39c5-e795-41fb-bdda-cd86c13df361_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2468cf72-b20b-4f6a-84eb-0591cd873dcd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3742T>C (p.Tyr1248His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/194929"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944","rdfs:label":"6059"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Y1248H directly alter contacts between residues from the activation loop in its inhibitory conformation and those from the main body of the catalytic domain (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). There are sufficient functional evidences to support deleterious of this mutation. No family history of renal tumors, maternity and paternity not confirmed."},{"id":"cggv:e10bad03-cb1f-4b0b-a151-eca06a55078b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:284396ef-3c6c-41b0-a1d3-78a0311c2b83","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e10bad03-cb1f-4b0b-a151-eca06a55078b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88d577c6-ea2b-4a90-84b9-9ccd2c98633b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3803T>C (p.Met1268Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/376126"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944","rdfs:label":"6082"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"M1268T directly alter contacts between residues from the activation loop in its inhibitory conformation and those from the main body of the catalytic domain (Miller et al. 2001). Met mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity toward an exogenous substrate when compared with wild-type Met (Jeffers et al. 1997). There are sufficient functional evidences to support deleterious of this mutation. No family history of renal tumors, maternity and paternity not confirmed."},{"id":"cggv:a2ebf4af-cea1-434c-8688-882d76f4d055_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0221fdc9-9e09-4a18-89e8-3c22e23cd710","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0006766","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a2ebf4af-cea1-434c-8688-882d76f4d055_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b09fd7bf-af8e-4e4a-81a1-7bfef5a49118","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001127500.2(MET):c.3328G>A (p.Val1110Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/186141"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10433944","rdfs:label":"Family 5946 and 6088"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"V1110I directly alter contacts between residues from the activation loop in its inhibitory conformation and those from the main body of the catalytic domain (Miller et al. 2001). Presented in two unrelated families (5946 and 6088). No family history of renal tumors, maternity and paternity not confirmed."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":317,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:b8ded9ed-5b02-46e2-8e9f-63fe22e8bc8f","type":"GeneValidityProposition","disease":"obo:MONDO_0017884","gene":"hgnc:7029","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"There is abundant published evidence associating the MET gene with papillary renal cell carcinoma since the gene-disease relationship was first proposed by Schmidt et al. (1997). Multiple case level studies have been performed with RCCP patients that have variants in the MET gene. Since gain of function is the disease mechanism, all pathogenic variants reported so far are missense variants. MET expresses in hepatocytes, epithelial cells and kidney. MET mutants exhibit increased levels of tyrosine phosphorylation and enhanced kinase activity in cell assays. Mutant MET molecules form foci in vitro and are tumorigenic in nude mice. Multiple MET knock-in in vivo mouse models of the kinase domain mutations have been established to show consistent phenotypes of tumorigenesis with RCCP patients. All of these types of evidence are consistent with a definitive relationship between the MET gene and papillary renal cell carcinoma.\n","dc:isVersionOf":{"id":"cggv:a71d9990-7202-487a-b7a3-4e659e0be73c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}