{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T16:02:20.446Z","role":"Publisher"},{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ffe9b1a-c44b-4a5e-8eec-38a842140d5f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aecd22ce-08a0-4a74-85d1-34b4e18a2aa5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This gene is associated with the RAS/MAPK pathway which is affiliated with the RASopathies and therefore can be used as supportng evidence for the gene disease affiliation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"RAF1 in the RAS/MAPK pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc865b04-60d3-44d8-9ea3-1740a3d365c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41485ea6-2070-41e6-a57f-089cb8c95b8c","type":"FunctionalAlteration","dc:description":"Both the p.Leu613Val and p.Leu613Val mutant proteins showed increased kinase activity compared to the WT control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17603483","type":"dc:BibliographicResource","dc:abstract":"Noonan and LEOPARD syndromes are developmental disorders with overlapping features, including cardiac abnormalities, short stature and facial dysmorphia. Increased RAS signaling owing to PTPN11, SOS1 and KRAS mutations causes approximately 60% of Noonan syndrome cases, and PTPN11 mutations cause 90% of LEOPARD syndrome cases. Here, we report that 18 of 231 individuals with Noonan syndrome without known mutations (corresponding to 3% of all affected individuals) and two of six individuals with LEOPARD syndrome without PTPN11 mutations have missense mutations in RAF1, which encodes a serine-threonine kinase that activates MEK1 and MEK2. Most mutations altered a motif flanking Ser259, a residue critical for autoinhibition of RAF1 through 14-3-3 binding. Of 19 subjects with a RAF1 mutation in two hotspots, 18 (or 95%) showed hypertrophic cardiomyopathy (HCM), compared with the 18% prevalence of HCM among individuals with Noonan syndrome in general. Ectopically expressed RAF1 mutants from the two HCM hotspots had increased kinase activity and enhanced ERK activation, whereas non-HCM-associated mutants were kinase impaired. Our findings further implicate increased RAS signaling in pathological cardiomyocyte hypertrophy.","dc:creator":"Pandit B","dc:date":"2007","dc:title":"Gain-of-function RAF1 mutations cause Noonan and LEOPARD syndromes with hypertrophic cardiomyopathy."},"rdfs:label":"p.Ser257Leu and p.Leu613Val proteins"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Doesn't provide specific evidence for NS condition"},{"id":"cggv:2d6b1900-f53c-4a7a-818c-8d175f0c6966","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8812c38-13f1-4e06-997e-c4c6178a12ff","type":"FunctionalAlteration","dc:description":"The p.Ser257Leu protein was found not to be phophorylated at the Ser259 residue which is crucial for protein function.ELK activation was enhanced in p.Ser257Leu expressing cells compared to cells expressing the WT protein. \nAs in the Pandit et al. 2007 study, the p.Ser257Leu variant did not bind to 14-3-3.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20052757","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) and related disorders are autosomal dominant disorders characterized by heart defects, facial dysmorphism, ectodermal abnormalities, and mental retardation. The dysregulation of the RAS/MAPK pathway appears to be a common molecular pathogenesis of these disorders: mutations in PTPN11, KRAS, and SOS1 have been identified in patients with NS, those in KRAS, BRAF, MAP2K1, and MAP2K2 in patients with CFC syndrome, and those in HRAS mutations in Costello syndrome patients. Recently, mutations in RAF1 have been also identified in patients with NS and two patients with LEOPARD (multiple lentigines, electrocardiographic conduction abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness) syndrome. In the current study, we identified eight RAF1 mutations in 18 of 119 patients with NS and related conditions without mutations in known genes. We summarized clinical manifestations in patients with RAF1 mutations as well as those in NS patients withPTPN11, SOS1, or KRAS mutations previously reported. Hypertrophic cardiomyopathy and short stature were found to be more frequently observed in patients with RAF1 mutations. Mutations in RAF1 were clustered in the conserved region 2 (CR2) domain, which carries an inhibitory phosphorylation site (serine at position 259; S259). Functional studies revealed that the RAF1 mutants located in the CR2 domain resulted in the decreased phosphorylation of S259, and that mutant RAF1 then dissociated from 14-3-3, leading to a partial ERK activation. Our results suggest that the dephosphorylation of S259 is the primary pathogenic mechanism in the activation of RAF1 mutants located in the CR2 domain as well as of downstream ERK.","dc:creator":"Kobayashi T","dc:date":"2010","dc:title":"Molecular and clinical analysis of RAF1 in Noonan syndrome and related disorders: dephosphorylation of serine 259 as the essential mechanism for mutant activation."},"rdfs:label":"p.Ser257Leu variant"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"doesn't provide evidence for NS"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5f825cb-731b-4037-95a3-c4e6a4faafab","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:85f3ad1c-5929-4664-bb12-9a577e5d71e7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The study found that the p.Leu613Val and p.Ser257Leu variants showed decreased phosphorylation at the p.Ser621 residue  compared to WT protein which negatively affects the stability of the protein. They also showed that overexpression of  p.Ser613Val or p.Ser257Leu leads to cardiomyocyte hypertrophy and causes sarcomeric disorganization. The researchers were able to rescue this phenotype by treating the cells with cyclosporine of co-expression of a dominant negative form of MEK.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21440552","type":"dc:BibliographicResource","dc:abstract":"RAS activation is implicated in physiologic and pathologic cardiac hypertrophy. Cross-talk between the Ras and calcineurin pathways, the latter also having been implicated in cardiac hypertrophy, has been suspected for pathologic hypertrophy. Our recent discovery that germ-line mutations in RAF1, which encodes a downstream RAS effector, cause Noonan and LEOPARD syndromes with a high prevalence of hypertrophic cardiomyopathy provided an opportunity to elaborate the role of RAF1 in cardiomyocyte biology. Here, we characterize the role of RAF1 signaling in cardiomyocyte hypertrophy with an aim of identifying potential therapeutic targets. We modeled hypertrophic cardiomyopathy by infecting neonatal and adult rat cardiomyocytes (NRCMs and ARCMs, respectively) with adenoviruses encoding wild-type RAF1 and three Noonan/LEOPARD syndrome-associated RAF1 mutants (S257L, D486N or L613V). These RAF1 proteins, except D486N, engendered cardiomyocyte hypertrophy. Surprisingly, these effects were independent and dependent of mitogen activated protein kinases in NRCMs and ARCMs, respectively. Inhibiting Mek1/2 in RAF1 overexpressing cells blocked hypertrophy in ARCMs but not in NRCMs. Further, we found that endogenous and heterologously expressed RAF1 complexed with calcineurin, and RAF1 mutants causing hypertrophy signaled via nuclear factor of activated T cells (Nfat) in both cell types. The involvement of calcineurin was also reflected by down regulation of Serca2a and dysregulation of calcium signaling in NRCMs. Furthermore, treatment with the calcineurin inhibitor cyclosporine blocked hypertrophy in NRCMs and ARCMs overexpressing RAF1. Thus, we have identified calcineurin as a novel interaction partner for RAF1 and established a mechanistic link and possible therapeutic target for pathological cardiomyocyte hypertrophy induced by mutant RAF1. This article is part of a Special Issue entitled 'Possible Editorial'.","dc:creator":"Dhandapany PS","dc:date":"2011","dc:title":"Cyclosporine attenuates cardiomyocyte hypertrophy induced by RAF1 mutants in Noonan and LEOPARD syndromes."},"rdfs:label":"HCM model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"while this may be strong evidence for the pathogenicity of this variant and the ability of this gene to cause RASopathy phenotypes, it doesn't provide solid evidence to show that the gene causes only NSML"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:38831c2e-9fbc-4d27-b61c-7318b725322c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a37a502-9fa9-4901-a10d-77ce72fadfac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"hypertrophic cardiomyopathy; short stature; multiple lentigines; café-au-lait spot; supraventricular tachycardia; pectus excavatum; mild global developmental delay;","previousTesting":true,"previousTestingDescription":"No family data provided.","sex":"Female","variant":{"id":"cggv:38831c2e-9fbc-4d27-b61c-7318b725322c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.770C>T (p.Ser257Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA235334"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24775816","type":"dc:BibliographicResource","dc:abstract":"LEOPARD syndrome is an autosomal dominant condition related to Noonan syndrome, although it occurs less frequently. The aim of this study was to characterize the clinical and molecular features of a large series of LEOPARD syndrome patients.","dc:creator":"Carcavilla A","dc:date":"2013","dc:title":"LEOPARD syndrome: a variant of Noonan syndrome strongly associated with hypertrophic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24775816","rdfs:label":"Patient 9"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 19 individuals with LEOPARD syndrome for variants in PTPN11, RAF1, and BRAF using bidirectional Sanger sequencing. They identified variants in RAF1 in two individuals. See Table 1 for patient and variant information. Variant function information is from Pandit et al. 2007."},{"id":"cggv:f6aac5b1-fdce-415b-8214-3e760b2619a7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d2c13bb-9cc6-4c5b-b40b-16b1162d9d39","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"phenotypeFreeText":"hypertrophic cardiomyopathy; pulmonic stenosis; short stature; multiple lentigines; café-au-lait spot; mild global developmental delay; cryptorchidism; pectus excavatum","sex":"Male","variant":{"id":"cggv:f6aac5b1-fdce-415b-8214-3e760b2619a7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24775816"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24775816","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:6807ed96-53ea-41de-a00d-3f2758e7fed7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ec7ba17-961d-4a3a-8089-397b5b256677","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"phenotypeFreeText":"heart failure; infantile muscular hypotonia; concentric hypertrophic cardiomyopathy; supraventricular tachycardia; ventricular extrasystoles; right bundle branch block; mitral regurgitation; tricuspid regurgitation; ptosis; proptosis; short neck; shield chest; pectus excavatum; numerous nevi; multiple lentigines; intellectual disability, mild; short stature","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.","sex":"Female","variant":{"id":"cggv:6807ed96-53ea-41de-a00d-3f2758e7fed7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22389993","type":"dc:BibliographicResource","dc:abstract":". LEOPARD syndrome 2 (LS-2) (OMIM #611554) is a rare, dominantly inherited genetic disorder affecting multiple organ systems. We report two unrelated females of different ages whose phenotype fits best in the category of LEOPARD syndrome, both with proven mutations in the RAF1 gene not previouslyreported in pediatric patients. In our 10-year-old patient, who was negative in the PTPN11 gene analysis but involving the RAF1 gene in a complementary analysis, the sequence variant Ser257Leu (770C > T, exon 7) was detected, which previously had been reported in only one 35-year-old woman with LS. The second patient was a two-year-old female infant with Ser259Leu mutation in the same gene, described in several patients with Noonan syndrome (NS) but not in LS patients of any age. The first girl had ventricular and supraventricular extrasystoles, and the second had episodes of paroxysmal supraventricular tachycardia. Echocardiographic examination revealed biventricular obstructive hypertrophic cardiomyopathy in both patients.","dc:creator":"Kuburović V","dc:date":"2011","dc:title":"Two cases of LEOPARD syndrome--RAF1 mutations firstly described in children."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22389993","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study documented the phenotype of two girls with LEOPARD syndrome and screened them for variants in PTPN11 and RAF1. They identified a RAF1 variant in each of the girls. Functional data for p.Ser257Leu is from Pandit et al. 2007."},{"id":"cggv:6fda7f6d-c6c5-4d52-b119-b2e54e3aa1b6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e5faf55-2678-4d8d-b126-ae2211375e59","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"detectionMethod":"This study screened 6 individuals with LEOPARD syndrome for variants in RAF1 using denaturing HPLC. They identified RAF1 variants in 2 individuals that were not present in 210 control individuals. They performed phosphorylation assays and 14-3-3 binding assays on the variants expressed in Cos-1 cells. See Supplemental Table 1 for patient and variant information. See Figure 3 and 4 for functional results.","phenotypeFreeText":"short stature; dolichocephaly; downslanted palpebral fissures; hypertelorism; epicanthus; depressed nasal bridge; thick vermillion border; low-set ears; thickened helices; mandibular prognathia; hypertrophic cardiomyopathy; abnormality of the mitral valve; Cafe-au-lait spot; multiple lentigines; dry skin; redundant skin; curly hair; webbed neck; short neck; cubitus valgus; abnormality of the sternum; delayed puberty","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.","sex":"Female","variant":{"id":"cggv:6fda7f6d-c6c5-4d52-b119-b2e54e3aa1b6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:782b8e84-1c4e-4258-8f28-751af17dab03"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603483"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603483","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This study screened 6 individuals with LEOPARD syndrome for variants in RAF1 using denaturing HPLC. They identified RAF1 variants in 2 individuals that were not present in 210 control individuals. They performed phosphorylation assays and 14-3-3 binding assays on the variants expressed in Cos-1 cells. See Supplemental Table 1 for patient and variant information. See Figure 3 and 4 for functional results."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:d5bf7d45-08bd-431a-86f5-2ef4f0a9812b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:588cacb4-6aea-4433-b79e-0a0ab9f54a12","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":43,"phenotypeFreeText":"short stature; dolichocephaly; prominent forehead; downslanted palpebral fissures; hypertelorism; palpebral ptosis;  thick vermillion border; low-set ears; thickened helices; mandibular prognathia; hypertrophic cadiomyopathy; pulmonic stenosis; abnormality of the mitral valve; cafe-au-lait spot; multiple lentigines; dry skin; redundant skin; curly hair; webbed neck; short neck; abnormality of the sternum; laryngomalacia; intellectual disability, mild; prominent fingertip pads; hepatosplenomegaly; delayed puberty","previousTesting":true,"previousTestingDescription":"Negative for mutations in PTPN11.","sex":"Female","variant":{"id":"cggv:d5bf7d45-08bd-431a-86f5-2ef4f0a9812b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:75170236-8960-4f50-854d-aa9f49ed51e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001354689.3(RAF1):c.1897C>G (p.Leu633Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257066"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603483"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17603483","rdfs:label":"Patient 18"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":2357,"specifiedBy":"GeneValidityCriteria5","strengthScore":4.5,"subject":{"id":"cggv:b00f5aa0-06cf-4e6b-b64b-e8aa2684d867","type":"GeneValidityProposition","disease":"obo:MONDO_0007893","gene":"hgnc:9829","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"There was only sufficient evidence in the literature for the association between RAF1 and Noonan syndrome with multiple lentigines (NSML) association to be classified as Limited. Only two variants with supporting evidence for pathogenicity (one de novo) in this gene have been found in individuals with NSML (Carcavilla et al., 2013; Kuburovic, Vukomanovic, Carcavilla, Ezquieta-Zubicaray, & Kuburovic, 2011; Pandit et al., 2007). The RAF1 gene is also located in the Ras/MAPK pathway, which is associated with the NSML phenotype (Aoki et al., 2016; Rauen, 2013). Of note, RAF1 is also classified as Definitive in association with Noonan syndrome (NS) and as Disputed in association with Costello syndrome and cardiofaciocutaneous syndrome. The ClinGen RASopathy Expert Panel found no evidence associating RAF1 with NS-like disorder with loose anagen hair. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/25/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:cda0bf05-836b-40bb-99f5-e1dbfd0f6741"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}