{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-06-21T04:00:00.000Z","role":"Approver"},{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-03-30T17:50:04.028Z","role":"Publisher"}],"evidence":[{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:516fba04-e925-4651-a0bd-7f8ab7441af3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00eb282c-0705-4927-b027-ea274a3f2b0d","type":"FunctionalAlteration","dc:description":"A varierty of functional changes were documented, including reduced current amplitudes, depolarizing shift in voltage dependence, a dominant-negative effect on Kv7.2 current amplitudes, and more.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24318194","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNQ2 and KCNQ3, encoding the voltage-gated potassium channels KV 7.2 and KV 7.3, are known to cause benign familial neonatal seizures mainly by haploinsufficiency. Here, we set out to determine the disease mechanism of 7 de novo missense KCNQ2 mutations that were recently described in patients with a severe epileptic encephalopathy including pharmacoresistant seizures and pronounced intellectual disability.","dc:creator":"Orhan G","dc:date":"2014","dc:title":"Dominant-negative effects of KCNQ2 mutations are associated with epileptic encephalopathy."},"rdfs:label":"Functional Alteration in Xenopus Oocyte Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e602ef79-1ebe-4b67-9c9f-9ec0086fa3d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c39c3c8-6595-479c-81fd-96bc24616e13","type":"FunctionalAlteration","dc:description":"Patch clamp technique showed that the CHO cells with heterometic R213Q channels exhibited reduced voltage sensitivity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23440208","type":"dc:BibliographicResource","dc:abstract":"Mutations in the K(V)7.2 gene encoding for voltage-dependent K(+) channel subunits cause neonatal epilepsies with wide phenotypic heterogeneity. Two mutations affecting the same positively charged residue in the S4 domain of K(V)7.2 have been found in children affected with benign familial neonatal seizures (R213W mutation) or with neonatal epileptic encephalopathy with severe pharmacoresistant seizures and neurocognitive delay, suppression-burst pattern at EEG, and distinct neuroradiological features (R213Q mutation). To examine the molecular basis for this strikingly different phenotype, we studied the functional characteristics of mutant channels by using electrophysiological techniques, computational modeling, and homology modeling. Functional studies revealed that, in homomeric or heteromeric configuration with K(V)7.2 and/or K(V)7.3 subunits, both mutations markedly destabilized the open state, causing a dramatic decrease in channel voltage sensitivity. These functional changes were (i) more pronounced for channels incorporating R213Q- than R213W-carrying K(V)7.2 subunits; (ii) proportional to the number of mutant subunits incorporated; and (iii) fully restored by the neuronal K(v)7 activator retigabine. Homology modeling confirmed a critical role for the R213 residue in stabilizing the activated voltage sensor configuration. Modeling experiments in CA1 hippocampal pyramidal cells revealed that both mutations increased cell firing frequency, with the R213Q mutation prompting more dramatic functional changes compared with the R213W mutation. These results suggest that the clinical disease severity may be related to the extent of the mutation-induced functional K(+) channel impairment, and set the preclinical basis for the potential use of K(v)7 openers as a targeted anticonvulsant therapy to improve developmental outcome in neonates with K(V)7.2 encephalopathy.","dc:creator":"Miceli F","dc:date":"2013","dc:title":"Genotype-phenotype correlations in neonatal epilepsies caused by mutations in the voltage sensor of K(v)7.2 potassium channel subunits."},"rdfs:label":"R213Q CHO Cell Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c63fe55-ac3b-45a3-a540-8d5568c9642f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cbfb1443-39e7-40d2-9dde-8a3d27764abc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Spontaneous seizures in mice has been interpreted as a robust model for epilepsy in humans. These mice also exhibit congnitive impariment, which well represents the developmental delays seen in patients with neonatal-onset developmental and epileptic encephalopathy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34911751","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathy (EE) is characterized by seizures that respond poorly to antiseizure drugs, psychomotor delay, and cognitive and behavioral impairments. One of the frequently mutated genes in EE is ","dc:creator":"Kim EC","dc:date":"2021","dc:title":"Spontaneous seizure and memory loss in mice expressing an epileptic encephalopathy variant in the calmodulin-binding domain of K"},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This model was downgraded due to the conditional expression of the modified potassium channel only in the forebrain of the mouse."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":6035,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:c7305a72-f4e5-4554-94aa-4c168a0afb64","type":"GeneValidityProposition","disease":"obo:MONDO_0100455","gene":"hgnc:6296","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KCNQ2* was first reported in relation to autosomal dominant neonatal-onset developmental and epileptic encephalopathy in 2012 (Weckhuysen et al., PMID: 22275249). Assertions have been made for a relationship between *KCNQ2* and several neurodevelopmental presentations. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have found differences in molecular mechanism and phenotypic variability between these assertions. Therefore, the curation has been split into multiple autosomal dominant disease entities: neonatal-onset developmental and epileptic encephalopathy (MONDO:0100455; thought to be dominant negative), self-limited familial neonatal epilepsy (MONDO:0100023; thought to be loss of function), complex neurodevelopmental disorder (MONDO:0100038; thought to be gain of function), and neonatal encephalopathy with non-epileptic myoclonus (MONDO:0100456; thought to be gain of function). The split curations have been curated separately by the Epilepsy GCEP and this entry will only cover autosomal dominant neonatal-onset developmental and epileptic encephalopathy (MONDO:0100455).\n\nTwenty-two missense variants that have been reported in 29 probands in three publications are included in this curation (PMIDs: 22275249, 24107868, 23621294). Probands display multiple features, including seizure onset as early as the first day of life and neurodevelopmental delays that range from moderate to severe. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is thought to be dominant negative (PMID: 24318194). This gene-disease relationship is also supported by animal models and functional alteration studies (PMIDs: 23440208, 24318194, 34911751). In summary, there is a definitive relationship between *KCNQ2* and autosomal dominant neonatal-onset developmental and epileptic encephalopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on June 21, 2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:a631c0a5-8751-42df-878f-4b4ee9d1ec5c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}