{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-05-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-31T20:26:26.684Z","role":"Publisher"}],"evidence":[{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d32f8b76-e1dc-4f09-a082-0cd152797b4b","type":"EvidenceLine","evidence":[{"id":"cggv:d32f8b76-e1dc-4f09-a082-0cd152797b4b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:6036d82b-e52a-4c18-9088-d9d7c98b06a5","type":"Cohort","allGenotypedSequenced":38,"alleleFrequency":0.2631578947368421,"detectionMethod":"The nine genes that have been most clearly demonstrated to be associated with HCM were selected for this study (ACTC1, MYBPC3, MYH7, MYL2, MYL3, TNNI3, TNNT2, TPM1, and CASQ2). DNA was extracted, sequenced, and read with variants being filtered for pathogenicity.","evidence":[{"id":"cggv:d32f8b76-e1dc-4f09-a082-0cd152797b4b_cc_evidence_item"}],"numWithVariant":10,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:400fee53-3eea-4512-98d1-c649657d3b5f","type":"Cohort","allGenotypedSequenced":21,"alleleFrequency":0,"detectionMethod":"The nine genes that have been most clearly demonstrated to be associated with HCM were selected for this study (ACTC1, MYBPC3, MYH7, MYL2, MYL3, TNNI3, TNNT2, TPM1, and CASQ2). DNA was extracted, sequenced, and read with variants being filtered for pathogenicity.","evidence":[{"id":"cggv:d32f8b76-e1dc-4f09-a082-0cd152797b4b_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25892673","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy is a common genetic cardiac disease. Prevention and early diagnosis of this disease are very important. Because of the large number of causative genes and the high rate of mutations involved in the pathogenesis of this disease, traditional methods of early diagnosis are ineffective.","dc:creator":"Glotov AS","dc:date":"2015","dc:title":"Targeted next-generation sequencing (NGS) of nine candidate genes with custom AmpliSeq in patients and a cardiomyopathy risk group."},"rdfs:label":"CC1"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"Small groups, cases not well-matched for age and gender"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f0cbd7f-6c03-4a1d-83f1-331b7c5b1df8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f22ff7d2-32b2-4900-9c17-bc0e17645660","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Large RNAseq transcriptomic study showing high expression in human heart. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNAseq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8b1bb566-b02d-4c04-b8be-1702c45050af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac93637c-dd72-45e8-b9b3-dbb682ffa493","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"cDNA microarray to compare expression levels of calsequestrinn mRNA in HCM vs DCM vs normal","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12118103","type":"dc:BibliographicResource","dc:abstract":"Despite similar clinical endpoints, heart failure resulting from dilated cardiomyopathy (DCM) or hypertrophic cardiomyopathy (HCM) appears to develop through different remodeling and molecular pathways. Current understanding of heart failure has been facilitated by microarray technology. We constructed an in-house spotted cDNA microarray using 10,272 unique clones from various cardiovascular cDNA libraries sequenced and annotated in our laboratory. RNA samples were obtained from left ventricular tissues of precardiac transplantation DCM and HCM patients and were hybridized against normal adult heart reference RNA. After filtering, differentially expressed genes were determined using novel analyzing software. We demonstrated that normalization for cDNA microarray data is slide-dependent and nonlinear. The feasibility of this model was validated by quantitative real-time reverse transcription-PCR, and the accuracy rate depended on the fold change and statistical significance level. Our results showed that 192 genes were highly expressed in both DCM and HCM (e.g., atrial natriuretic peptide, CD59, decorin, elongation factor 2, and heat shock protein 90), and 51 genes were downregulated in both conditions (e.g., elastin, sarcoplasmic/endoplasmic reticulum Ca2+-ATPase). We also identified several genes differentially expressed between DCM and HCM (e.g., alphaB-crystallin, antagonizer of myc transcriptional activity, beta-dystrobrevin, calsequestrin, lipocortin, and lumican). Microarray technology provides us with a genomic approach to explore the genetic markers and molecular mechanisms leading to heart failure.","dc:creator":"Hwang JJ","dc:date":"2002","dc:title":"Microarray gene expression profiles in dilated and hypertrophic cardiomyopathic end-stage heart failure."},"rdfs:label":"Similar mRNA Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"No difference for HCM"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79db5fe1-d34e-4e37-9445-a3d888930cf5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b67fc3c2-a026-4318-a23d-554af0346367","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overexpression; highly overexpressed (20x) - does not match human genetic pathogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9774476","type":"dc:BibliographicResource","dc:abstract":"Calsequestrin is a high capacity Ca2+-binding protein in the sarcoplasmic reticulum (SR) lumen. To elucidate the functional role of calsequestrin in vivo, transgenic mice were generated that overexpressed mouse cardiac calsequestrin in the heart. Overexpression (20-fold) of calsequestrin was associated with cardiac hypertrophy and induction of a fetal gene expression program. Isolated transgenic cardiomyocytes exhibited diminished shortening fraction (46%), shortening rate (60%), and relengthening rate (60%). The Ca2+ transient amplitude was also depressed (45%), although the SR Ca2+ storage capacity was augmented, as suggested by caffeine application studies. These alterations were associated with a decrease in L-type Ca2+ current density and prolongation of this channel's inactivation kinetics without changes in Na+-Ca2+ exchanger current density. Furthermore, there were increases in protein levels of SR Ca2+-ATPase, phospholamban, and calreticulin and decreases in FKBP12, without alterations in ryanodine receptor, junctin, and triadin levels in transgenic hearts. Left ventricular function analysis in Langendorff perfused hearts and closed-chest anesthetized mice also indicated depressed rates of contraction and relaxation of transgenic hearts. These findings suggest that calsequestrin overexpression is associated with increases in SR Ca2+ capacity, but decreases in Ca2+-induced SR Ca2+ release, leading to depressed contractility in the mammalian heart.","dc:creator":"Sato Y","dc:date":"1998","dc:title":"Cardiac-specific overexpression of mouse cardiac calsequestrin is associated with depressed cardiovascular function and hypertrophy in transgenic mice."},"rdfs:label":"Overexpression Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Limited description of phenotype with mild LVH described only. "},{"id":"cggv:33cc40b3-ca9a-43dc-b677-90cffed5d593","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69d51ab8-c046-43ba-9333-a8f7749ba636","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LVH with no myocyte disarray","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16932808","type":"dc:BibliographicResource","dc:abstract":"Cardiac calsequestrin (Casq2) is thought to be the key sarcoplasmic reticulum (SR) Ca2+ storage protein essential for SR Ca2+ release in mammalian heart. Human CASQ2 mutations are associated with catecholaminergic ventricular tachycardia. However, homozygous mutation carriers presumably lacking functional Casq2 display surprisingly normal cardiac contractility. Here we show that Casq2-null mice are viable and display normal SR Ca2+ release and contractile function under basal conditions. The mice exhibited striking increases in SR volume and near absence of the Casq2-binding proteins triadin-1 and junctin; upregulation of other Ca2+ -binding proteins was not apparent. Exposure to catecholamines in Casq2-null myocytes caused increased diastolic SR Ca2+ leak, resulting in premature spontaneous SR Ca2+ releases and triggered beats. In vivo, Casq2-null mice phenocopied the human arrhythmias. Thus, while the unique molecular and anatomic adaptive response to Casq2 deletion maintains functional SR Ca2+ storage, lack of Casq2 also causes increased diastolic SR Ca2+ leak, rendering Casq2-null mice susceptible to catecholaminergic ventricular arrhythmias.","dc:creator":"Knollmann BC","dc:date":"2006","dc:title":"Casq2 deletion causes sarcoplasmic reticulum volume increase, premature Ca2+ release, and catecholaminergic polymorphic ventricular tachycardia."},"rdfs:label":"Casq2 -/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Homozygote model"},{"id":"cggv:b2b560e5-0b29-472f-a581-ba059dc9460e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37b98f7c-7fb7-4071-b459-3d334e3c1fc0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system reproduced CPVT which is a known association of homozygous mutations in Casq2. There was mild LVH seen but no myocyte disarray and no clear phenotype of HCM. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17656677","type":"dc:BibliographicResource","dc:abstract":"Cardiac calsequestrin-null mice (Casq2-/-) display catecholaminergic ventricular tachycardia akin to humans with CASQ2 mutations. However, the specific contribution of Casq2 deficiency to the arrhythmia phenotype is difficult to assess because Casq2-/- mice also show significant reductions in the sarcoplasmic reticulum (SR) proteins junctin and triadin-1 and increased SR volume. Furthermore, it remains unknown whether Casq2 regulates SR Ca2+ release directly or indirectly by buffering SR luminal Ca2+. To address both questions, we examined heterozygous (Casq2+/-) mice, which have a 25% reduction in Casq2 but no significant decrease in other SR proteins. Casq2+/- mice (n=35) challenged with isoproterenol displayed 3-fold higher rates of ventricular ectopy than Casq2+/+ mice (n=31; P<0.05). Programmed stimulation induced significantly more ventricular tachycardia in Casq2+/- mice than in Casq2+/+ mice. Field-stimulated Ca2+ transients, cell shortening, L-type Ca2+ current, and SR volume were not significantly different in Casq2+/- and Casq2+/+ myocytes. However, in the presence of isoproterenol, SR Ca2+ leak was significantly increased in Casq2+/- myocytes (Casq2+/- 0.18+/-0.02 F(ratio) versus Casq2+/+ 0.11+/-0.01 F(ratio), n=57, 60; P<0.01), resulting in a significantly higher rate of spontaneous SR Ca2+ releases and triggered beats. SR luminal Ca2+ measured using Mag-Fura-2 was not altered by Casq2 reduction. As a result, the relationship between SR Ca2+ leak and SR luminal Ca2+ was significantly different between Casq2+/- and Casq2+/+ myocytes (P<0.01). Thus, even modest reductions in Casq2 increase SR Ca2+ leak and cause ventricular tachycardia susceptibility under stress. The underlying mechanism is likely the direct regulation of SR Ca2+ release channels by Casq2 rather than altered luminal Ca2+.","dc:creator":"Chopra N","dc:date":"2007","dc:title":"Modest reductions of cardiac calsequestrin increase sarcoplasmic reticulum Ca2+ leak independent of luminal Ca2+ and trigger ventricular arrhythmias in mice."},"rdfs:label":"CASQ2 +/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Homozygote model"},{"id":"cggv:f5114656-0deb-4a66-950d-31abd123b7d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96968dad-6335-4e9b-a418-7b32a935391d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Not an HCM model.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27484853","type":"dc:BibliographicResource","dc:abstract":"Several genetically modified mice models were studied so far to investigate the role of cardiac calsequestrin (CSQ2) for the contractile function of the ventricle and for the occurrence of ventricular tachycardia. Using a CSQ2 knockout mouse, we wanted to study also the atrial function of CSQ2.","dc:creator":"Gergs U","dc:date":"2017","dc:title":"Evidence for a functional role of calsequestrin 2 in mouse atrium."},"rdfs:label":"Cardiac Hypertrophy in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not an HCM model."},{"id":"cggv:ecaf20c6-be0c-4040-93be-bf32f19fc9e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd6f19f4-53d3-4ca6-adf7-efa6594f8a6c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LVH in mice with cell hypertrophy and 'blurred striations'. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9525981","type":"dc:BibliographicResource","dc:abstract":"To probe the physiological role of calsequestrin in excitation-contraction coupling, transgenic mice overexpressing cardiac calsequestrin were developed. Transgenic mice exhibited 10-fold higher levels of calsequestrin in myocardium and survived into adulthood, but had severe cardiac hypertrophy, with a twofold increase in heart mass and cell size. In whole cell-clamped transgenic myocytes, Ca2+ channel- gated Ca2+ release from the sarcoplasmic reticulum was strongly suppressed, the frequency of occurrence of spontaneous or Ca2+ current-triggered \"Ca2+ sparks\" was reduced, and the spark perimeter was less defined. In sharp contrast, caffeine-induced Ca2+ transients and the resultant Na+-Ca2+ exchanger currents were increased 10-fold in transgenic myocytes, directly implicating calsequestrin as the source of the contractile-dependent pool of Ca2+. Interestingly, the proteins involved in the Ca2+-release cascade (ryanodine receptor, junctin, and triadin) were downregulated, whereas Ca2+-uptake proteins (Ca2+-ATPase and phospholamban) were unchanged or slightly increased. The parallel increase in the pool of releasable Ca2+ with overexpression of calsequestrin and subsequent impairment of physiological Ca2+ release mechanism show for the first time that calsequestrin is both a storage and a regulatory protein in the cardiac muscle Ca2+-signaling cascade. Cardiac hypertrophy in these mice may provide a novel model to investigate the molecular determinants of heart failure.","dc:creator":"Jones LR","dc:date":"1998","dc:title":"Regulation of Ca2+ signaling in transgenic mouse cardiac myocytes overexpressing calsequestrin."},"rdfs:label":"Casq2 overexpression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Limited similarity with human phenotype. "},{"id":"cggv:edb03646-89d8-4b31-823b-e3b2b8029d00","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:48ba0744-8e98-4216-a1cb-e4e86e136e5b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mouse lines \"recapitulate human CPVT\". These studies implicate changes in Ca2+ cycing to late-onset hypertrophic remodeling. No human subjects homozygous for D307H have reached 4th decade. Cardiac hypertrophy could represent tachycardia-induced cardiomyopathy, prolonged diastolic dysfunction due to delayed Ca uptake, or elevated diastolic Ca stimulation of cardiomyopathic pathways.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17607358","type":"dc:BibliographicResource","dc:abstract":"Catecholamine-induced polymorphic ventricular tachycardia (CPVT) is a familial disorder caused by cardiac ryanodine receptor type 2 (RyR2) or calsequestrin 2 (CASQ2) gene mutations. To define how CASQ2 mutations cause CPVT, we produced and studied mice carrying a human D307H missense mutation (CASQ(307/307)) or a CASQ2-null mutation (CASQ(DeltaE9/DeltaE9)). Both CASQ2 mutations caused identical consequences. Young mutant mice had structurally normal hearts but stress-induced ventricular arrhythmias; aging produced cardiac hypertrophy and reduced contractile function. Mutant myocytes had reduced CASQ2 and increased calreticulin and RyR2 (with normal phosphorylated proportions) but unchanged calstabin levels, as well as reduced total sarcoplasmic reticulum (SR) Ca(2+), prolonged Ca(2+) release, and delayed Ca(2+) reuptake. Stress further diminished Ca(2+) transients, elevated cytosolic Ca(2+), and triggered frequent, spontaneous SR Ca(2+) release. Treatment with Mg(2+), a RyR2 inhibitor, normalized myocyte Ca(2+) cycling and decreased CPVT in mutant mice, indicating RyR2 dysfunction was critical to mutant CASQ2 pathophysiology. We conclude that CPVT-causing CASQ2 missense mutations function as null alleles. In the absence of CASQ2, calreticulin, a fetal Ca(2+)-binding protein normally downregulated at birth, remains a prominent SR component. Adaptive changes to CASQ2 deficiency (increased posttranscriptional expression of calreticulin and RyR2) maintained electrical-mechanical coupling, but increased RyR2 leakiness, a paradoxical response further exacerbated by stress. The central role of RyR2 dysfunction in CASQ2 deficiency unifies the pathophysiologic mechanism underlying CPVT due to RyR2 or CASQ2 mutations and suggests a therapeutic approach for these inherited cardiac arrhythmias.","dc:creator":"Song L","dc:date":"2007","dc:title":"Calsequestrin 2 (CASQ2) mutations increase expression of calreticulin and ryanodine receptors, causing catecholaminergic polymorphic ventricular tachycardia."},"rdfs:label":"D307H Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not counted because, although mice develop HCM, this is likely due to CPVT pathogenesis."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":5283,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.6,"subject":{"id":"cggv:afb2e6ca-f948-4850-be42-ed7d7d1842ed","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:1513","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"*CASQ2* codes for calsequestrin 2, a calcium binding protein that buffers Ca2+ in the sarcoplasmic reticulum and regulates RYR2 activity. *CASQ2* has been definitively associated with autosomal recessive (AR) Catecholaminergic polymorphic ventricular tachycardia (CPVT) and there is a moderate level of evidence for an relationship with autosomal dominant (AD) CPVT. *CASQ2* was first reported in association with AD hypertrophic cardiomyopathy (HCM) in 2007 in an isolated individual from a cohort study (PMID 17655857). However, this individual had an alternate genetic explanation for disease. Another reported variant is likely benign (PMID 25892673). Two case control studies have shown no enrichment of *CASQ2* variants in HCM cohorts (PMIDs 28082330, 23396983). As such, early disease assertions for this gene have been disputed by more recent literature. This gene is expressed in the heart (PMID 24309898), but its expression is not altered in disease states (PMID 12118103). Animal studies have shown no structural disease in heterozygote models and only mild late onset left ventricular hypertrophy without myocyte disarray in homozygote models. (PMIDs 17607358, 17656677, 9774476, 27484853). \n\nThis gene-disease relationship was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy GCEP on January 17, 2017. It was re-evaluated on March 10, 2022. As a result of this recuration, the classification changed from the original No Known Disease Relationship (formerly No reported Evidence) to Disputed. In summary, the evidence supporting the relationship between *CASQ2* and autosomal dominant Hypertrophic Cardiomyopathy has been DISPUTED and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *CASQ2* plays in HCM. This classification was approved by the ClinGen Hereditary Cardiovascular Diseases GCEP on March 9, 2022.\nSince the first assertion in 2007 there has been data to dispute a gene-disease relationship including two case control studies showing no enrichment of variants in HCM cases vs. controls (PMIDs 28082330, 23396983). Additionally there was no reduced expression in HCM hearts (PMID 12118103) and heterozygote animal models show no structural phenotype (PMIDs 17607358, 17656677, 9774476, 27484853). ","dc:isVersionOf":{"id":"cggv:07177c89-7845-4df5-ba3e-bdd415b5c8b3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}