{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345v1.4","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-23T07:00:00.000Z","role":"Approver"},{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-06-26T15:33:13.177Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23033978","type":"dc:BibliographicResource","dc:abstract":"The causes of intellectual disability remain largely unknown because of extensive clinical and genetic heterogeneity.","dc:creator":"de Ligt J","dc:date":"2012","dc:title":"Diagnostic exome sequencing in persons with severe intellectual disability."},"evidence":[{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66e9f402-3448-4e02-bdea-1a5ba7417be3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4522948d-d87a-4baf-bfb8-df1b2cc5bc02","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Memory recognition improved and compulsive behaviors decreased. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34509565","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) and intellectual disability (ID) are neurodevelopmental diseases associated with various gene mutations. Previous genetic and clinical studies reported that ASH1L is a high ASD risk gene identified in human patients. Our recent study used a mouse model to demonstrate that loss of ASH1L in the developing mouse brain was sufficient to cause multiple developmental defects, core autistic-like behaviors, and impaired cognitive memory, suggesting that the disruptive ASH1L mutations are the causative drivers leading the human ASD/ID genesis. Using this Ash1L-deletion-induced ASD/ID mouse model, here we showed that postnatal administration of vorinostat (SAHA), a histone deacetylase inhibitor (HDACi), significantly ameliorated both ASD-like behaviors and ID-like cognitive memory deficit. Thus, our study demonstrates that SAHA is a promising reagent for the pharmacological treatment of core ASD/ID behavioral and memory deficits caused by disruptive ASH1L mutations.","dc:creator":"Gao Y","dc:date":"2021","dc:title":"Vorinostat, a histone deacetylase inhibitor, ameliorates the sociability and cognitive memory in an Ash1L-deletion-induced ASD/ID mouse model."},"rdfs:label":"Gao SAHA rescue "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"As the mouse model was not scored due to not sufficiently recapitulating the human phenotype, the rescue model was not scored either. "},{"id":"cggv:c4374fd6-1f54-4219-b58f-1b9b212b753e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5c86e93-ec3a-49b0-8bd9-66b6ee62ba21","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice displayed repetitive behaviors similar to those with autism spectrum disorder commonly seen in probands with ASH1L variants. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34145365","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a neurodevelopmental disease associated with various gene mutations. Recent genetic and clinical studies report that mutations of the epigenetic gene ASH1L are highly associated with human ASD and intellectual disability (ID). However, the causality and underlying molecular mechanisms linking ASH1L mutations to genesis of ASD/ID remain undetermined. Here we show loss of ASH1L in the developing mouse brain is sufficient to cause multiple developmental defects, core autistic-like behaviors, and impaired cognitive memory. Gene expression analyses uncover critical roles of ASH1L in regulating gene expression during neural cell development. Thus, our study establishes an ASD/ID mouse model revealing the critical function of an epigenetic factor ASH1L in normal brain development, a causality between Ash1L mutations and ASD/ID-like behaviors in mice, and potential molecular mechanisms linking Ash1L mutations to brain functional abnormalities.","dc:creator":"Gao Y","dc:date":"2021","dc:title":"Loss of histone methyltransferase ASH1L in the developing mouse brain causes autistic-like behaviors."},"rdfs:label":"Gao Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The GCEP decided that the mouse model did not sufficiently recapitulate the disease phenotype and therefore the model was not scored. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":6511,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:52beb1e3-d9f8-4e09-b2a8-cf7a81d98e70","type":"GeneValidityProposition","disease":"obo:MONDO_0800439","gene":"hgnc:19088","modeOfInheritance":"obo:HP_0000006"},"version":"1.4","dc:description":"*ASH1L* was first reported in relation to an autosomal dominant intellectual disability disorder in 2012 (de Ligt et al., PMID: 23033978). Phenotypes are variable with most probands having intellectual disability or developmental delay, autism spectrum disorder, variable dysmorphic features, and behavioral problems including attention deficit hyperactivity disorder and self-injurious behavior. Less prevalent features include cryptorchidism, penile torsion, abnormal brain MRI, hypotonia, seizures, pectus, scoliosis, cervical spine fusion, hyperopia, strabismus, nystagmus, and ptosis (PMIDs: 29753921, 28394464, 34373061, 23033978, 29276005, 28191889). This gene has been curated under the disease entity syndromic complex neurodevelopmental disorder. \n\nThere are nine *de novo* heterozygous variants found in nine probands reported in six publications (PMIDs: 29753921, 28394464, 34373061, 23033978, 29276005, 28191889) included in this curation. Of these, seven variants are nonsense or frameshift, supporting a hypothesized disease mechanism of haploinsufficiency; two additional variants included here are missense, but no functional studies were performed. Of note, two additional probands are available from the Brain Gene Registry (braingeneregistry.wustl.edu); the variants identified in these individuals are not formally documented in this curation due to technical limitations, but they are available in ClinVar (ClinVar IDs: SCV003927994.1 and SCV003927995.1). These individuals, one presenting with a *de novo* frameshift variant and one with a *de novo* nonsense variant, added the phenotypes of ataxic gait, mixed-receptive language disorder, anxiety, and depression to the phenotypic spectrum. At present, there is no experimental evidence to support the gene-disease relationship. Two mouse models have been reported in the literature but have not been scored as they did not sufficiently recapitulate the human disease phenotype. \n\nIn summary, there is definitive evidence to support the relationship between *ASH1L* and  syndromic complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on February 23, 2023 (SOP 9). \n","dc:isVersionOf":{"id":"cggv:41052ba5-878d-4e64-8ef2-ed65887a1345"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}