{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T21:17:34.425Z","role":"Publisher"},{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-08-08T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28584052","type":"dc:BibliographicResource","dc:creator":"Willems AP","dc:date":"2017","dc:title":"Mutations in "},"evidence":[{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.2},{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4837f0ce-de18-4b27-8d7c-ebd32730d053","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61b87e7c-6b5e-40a6-a060-4b213be25624","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"OGT physically contacts the mSin3A PAH4 domain through its TPR domain (shown in vitro by GST pull-down and then in vivo through a mammalian two-hybrid assay). Coexpression of OGT and mSin3A in cells synergistically represses both basal and Sp1-activated transcription.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12150998","type":"dc:BibliographicResource","dc:abstract":"Transcription factors and RNA polymerase II can be modified by O-linked N-acetylglucosamine (O-GlcNAc) monosaccharides at serine or threonine residues, yet the precise functional roles of this modification are largely unknown. Here, we show that O-GlcNAc transferase (OGT), the enzyme that catalyzes this posttranslational modification, interacts with a histone deacetylase complex by binding to the corepressor mSin3A. Functionally, OGT and mSin3A cooperatively repress transcription in parallel with histone deacetylation. We propose that mSin3A targets OGT to promoters to inactivate transcription factors and RNA polymerase II by O-GlcNAc modification, which acts in concert with histone deacetylation to promote gene silencing in an efficient and specific manner.","dc:creator":"Yang X","dc:date":"2002","dc:title":"Recruitment of O-GlcNAc transferase to promoters by corepressor mSin3A: coupling protein O-GlcNAcylation to transcriptional repression."},"rdfs:label":"Sin3A / OGT binding "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Scored because OGT directly interacts with SIN3A for transcriptional corepression in mice. In humans, SIN3A is associated with an overlapping syndromic disorder (Witteveen-Kolk syndrome OMIM 613406), which includes features of dysmorphologies, eye problems, defects in male genitalia, finger deformities, intellectual disability and developmental delay. "},{"id":"cggv:20285566-1152-4226-973c-4f6a6ddb0816","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f325e53c-660d-4cef-88a1-eba15978d4df","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"OGT binds and cleaves the HCF-1PRO repeats while inducing O-GlcNAcylation of the HCF-1N subunit. Direct interaction between the two proteins was demonstrated by coimmunoprecipitation. This study, through several experiments, investigates the mechanisms of HCF-1 proteolytic maturation and identifies a link between OGT-induced HCF-1 proteolysis and O-GlcNAcylation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21295698","type":"dc:BibliographicResource","dc:abstract":"The human epigenetic cell-cycle regulator HCF-1 undergoes an unusual proteolytic maturation process resulting in stably associated HCF-1(N) and HCF-1(C) subunits that regulate different aspects of the cell cycle. Proteolysis occurs at six centrally located HCF-1(PRO)-repeat sequences and is important for activation of HCF-1(C)-subunit functions in M phase progression. We show here that the HCF-1(PRO) repeat is recognized by O-linked β-N-acetylglucosamine transferase (OGT), which both O-GlcNAcylates the HCF-1(N) subunit and directly cleaves the HCF-1(PRO) repeat. Replacement of the HCF-1(PRO) repeats by a heterologous proteolytic cleavage signal promotes HCF-1 proteolysis but fails to activate HCF-1(C)-subunit M phase functions. These results reveal an unexpected role of OGT in HCF-1 proteolytic maturation and an unforeseen nexus between OGT-directed O-GlcNAcylation and proteolytic maturation in HCF-1 cell-cycle regulation.","dc:creator":"Capotosti F","dc:date":"2011","dc:title":"O-GlcNAc transferase catalyzes site-specific proteolysis of HCF-1."},"rdfs:label":"HCF-1 / OGT binding "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Scored because of the significant role OGT plays in HCF-1 (HCFC1) protein maturation and the definitive curation of HCFC1 in an overlapping intellectual disability syndrome (OMIM 309541 (MRX3) -- G2P, definitive evaluation in 2015). "},{"id":"cggv:b6baafd0-3b81-4d95-a67d-f2c6f8a296b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:170c8516-4955-4163-9297-942a7c893c13","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glycosyltransferase activity is altered in reported individuals with mutated OGT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26237509","type":"dc:BibliographicResource","dc:abstract":"O-GlcNAc transferase (OGT) glycosylates a diverse range of intracellular proteins with O-linked N-acetylglucosamine (O-GlcNAc), an essential and dynamic post-translational modification in metazoans. Although this enzyme modifies hundreds of proteins with O-GlcNAc, it is not understood how OGT achieves substrate specificity. In this study, we describe the application of a high-throughput OGT assay to a library of peptides. We mapped sites of O-GlcNAc modification by electron transfer dissociation MS and found that they correlate with previously detected O-GlcNAc sites. Crystal structures of four acceptor peptides in complex with Homo sapiens OGT suggest that a combination of size and conformational restriction defines sequence specificity in the -3 to +2 subsites. This work reveals that although the N-terminal TPR repeats of OGT may have roles in substrate recognition, the sequence restriction imposed by the peptide-binding site makes a substantial contribution to O-GlcNAc site specificity.","dc:creator":"Pathak S","dc:date":"2015","dc:title":"The active site of O-GlcNAc transferase imposes constraints on substrate sequence."},"rdfs:label":"Electron transfer dissociation MS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56c4314b-9ca7-4903-9775-cb0bbf409613","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9e9ad24-fb0c-45ac-b0d0-ee51810331b2","type":"FunctionalAlteration","dc:description":"OGT-L254F was less efficient at putting O-GlcNAc modifications on protein lysate compared to recombinant wildtype OGT by graphing Michaelis-Menten kinetics measured by fluorimetric assay as described previously (Borodkin et al., 2014). X-ray crystallography shows this mutation leads to shifts up to 12 Å in the TPR helix, which ties in with the observed reduction in kinetic activity. Additionally, the authors used differential scanning fluorimetry and molecular dynamics simulations to show that the OGT-L254F TPR helix is significantly destabilized, leading to defects in substrate recognition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29606577","type":"dc:BibliographicResource","dc:abstract":"O-linked β-N-acetyl-","dc:creator":"Gundogdu M","dc:date":"2018","dc:title":"The O-GlcNAc Transferase Intellectual Disability Mutation L254F Distorts the TPR Helix."},"rdfs:label":"L254F in vitro studies "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.1,"dc:description":"Downgraded because studies were done in vitro and variant support was previously used in support of upgrading case data (alongside a large pedigree of 3 affecteds across 4 generations). "},{"id":"cggv:0f45559a-5e7f-4201-8113-8685c2ed3c0b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62e54e83-cb3a-4820-a1b9-4f93c548f930","type":"FunctionalAlteration","dc:description":"hESCs were CRISPR engineered with XLID OGT-TPR point mutations and subject to RNAseq. No replicates mentioned. Ingenuity pathway analysis revealed components of the LXR/RXR activation pathway to be the most significantly represented in all of the mutants compared with WT (p < 0.001) and predicted the pathway itself to be down-regulated (z-score, L254F, −2.71; A259T, −0.80; R284P, −1.7; E339G, −3.89). The LXR/RXR pathway has an established role in cell fate specification and neurogenesis. RT-qPCR analysis was performed to orthogonally validate the directionality and fold change of the expression data. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29769320","rdfs:label":"RNAseq on hESC with TPR variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Scored because gene expression pathways in neurodevelopment were affected similarly across all TPR missense variants compared to wildtype. The authors also showed reduced thermal stability (by Thermofluor assay on recombinant mutant TPR domains) and reduced kinetic activity (by in vitro luminescence on recombinant mutant OGT) which was scored as case-level variant functional support.  \n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.6},{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4de9f83c-cae1-4e5f-a415-173ea745f525","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b18641a-355c-4522-8cf0-9fe85b174ce0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotypes illustrated in the mouse model such as low weight, short stature and craniofacial dysmorphism has been reported in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38566589","type":"dc:BibliographicResource","dc:abstract":"The addition of O-linked β-N-acetylglucosamine (O-GlcNAc) to proteins (referred to as O-GlcNAcylation) is a modification that is crucial for vertebrate development. O-GlcNAcylation is catalyzed by O-GlcNAc transferase (OGT) and reversed by O-GlcNAcase (OGA). Missense variants of OGT have recently been shown to segregate with an X-linked syndromic form of intellectual disability, OGT-linked congenital disorder of glycosylation (OGT-CDG). Although the existence of OGT-CDG suggests that O-GlcNAcylation is crucial for neurodevelopment and/or cognitive function, the underlying pathophysiologic mechanisms remain unknown. Here we report a mouse line that carries a catalytically impaired OGT-CDG variant. These mice show altered O-GlcNAc homeostasis with decreased global O-GlcNAcylation and reduced levels of OGT and OGA in the brain. Phenotypic characterization of the mice revealed lower body weight associated with reduced body fat mass, short stature and microcephaly. This mouse model will serve as an important tool to study genotype-phenotype correlations in OGT-CDG in vivo and for the development of possible treatment avenues for this disorder.","dc:creator":"Authier F","dc:date":"2024","dc:title":"Neurodevelopmental defects in a mouse model of O-GlcNAc transferase intellectual disability."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"A known missense variant that has been reported in human disease was utilised in this animal model with multiple phenotypes illustrated such as low weight, short stature and craniofacial dysmorphism. However the intellectual disability phenotype was not demonstrated.\n"},{"id":"cggv:d7a823c1-a69f-4b4a-a807-be58c973c072","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5cc3704e-70d6-4cfd-9479-b9642e7f9ea7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"cKO mice (hGFAP-Cre; OgtloxP/Y,cKO) were made to knock out OGT expression in multipotent NSCs from embryonic day 12.5 (E12.5). The authors find that OGT plays a critical role in regulating early brain development (reduced brain size), neuronal differentiation (IF staining), and synaptogenesis (reduced expression of proteins that regulate cell apoptosis and synapse maturation, and up-regulated mRNA level of ER stress-related genes). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32896380","type":"dc:BibliographicResource","dc:abstract":"The proper development of the cerebral cortex is essential for brain formation and functioning. O-GlcNAcylation, an important posttranslational modification, regulates the pathways critical for neuronal health and the survival of the cerebral cortex in neurodegenerative diseases. However, the role of O-GlcNAcylation in regulating cerebral cortical development at the embryonic and early postnatal (0-21 days) stages is still largely unknown. Here we report that the selective deletion of O-GlcNAc transferase (OGT) in neural stem cells (NSCs) in mice led to a series of severe brain developmental deficits, including dramatic shrinkage of cortical and hippocampal histoarchitecture, widespread neuronal apoptosis, decrease in cell proliferation, induction of endoplasmic reticulum (ER) stress, and inhibition of neuronal dendritic and axonal differentiation. The pathology of corticogenesis deficits caused by OGT deletion may largely rely on complicated biological processes, such as proliferation, apoptosis and differentiation. Our results suggest that dysfunctional O-GlcNAcylation in NSCs may be an important contributor to neurodevelopmental diseases.","dc:creator":"Cheng J","dc:date":"2020","dc:title":"Loss of O-GlcNAc transferase in neural stem cells impairs corticogenesis."},"rdfs:label":"OGT cKO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded because the cKO mouse model does not recapitulate all the missense OGT variant phenotypes seen in human but strongly supports a role for OGT in mammalian brain development. "},{"id":"cggv:5d7c78b3-93fd-415e-b160-437ba8b2e474","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7e6d5792-a1c9-4d67-8f39-a5ff8d99669b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The defective habituation learning displayed by the flies with sxc (OGT in humans) alterations is analogous to the intellectual disability seen in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35500025","type":"dc:BibliographicResource","dc:abstract":"O-GlcNAcylation is a reversible co-/post-translational modification involved in a multitude of cellular processes. The addition and removal of the O-GlcNAc modification is controlled by two conserved enzymes, O-GlcNAc transferase (OGT) and O-GlcNAc hydrolase (OGA). Mutations in OGT have recently been discovered to cause a novel Congenital Disorder of Glycosylation (OGT-CDG) that is characterized by intellectual disability. The mechanisms by which OGT-CDG mutations affect cognition remain unclear. We manipulated O-GlcNAc transferase and O-GlcNAc hydrolase activity in Drosophila and demonstrate an important role of O-GlcNAcylation in habituation learning and synaptic development at the larval neuromuscular junction. Introduction of patient-specific missense mutations into Drosophila O-GlcNAc transferase using CRISPR/Cas9 gene editing leads to deficits in locomotor function and habituation learning. The habituation deficit can be corrected by blocking O-GlcNAc hydrolysis, indicating that OGT-CDG mutations affect cognition-relevant habituation via reduced protein O-GlcNAcylation. This study establishes a critical role for O-GlcNAc cycling and disrupted O-GlcNAc transferase activity in cognitive dysfunction, and suggests that blocking O-GlcNAc hydrolysis is a potential strategy to treat OGT-CDG.","dc:creator":"Fenckova M","dc:date":"2022","dc:title":"Intellectual disability-associated disruption of O-GlcNAc cycling impairs habituation learning in Drosophila."},"rdfs:label":"Drosophila Model  "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded for the type of animal model and the use of an orthologous gene sxc."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.1}],"evidenceStrength":"Moderate","sequence":9161,"specifiedBy":"GeneValidityCriteria10","strengthScore":11.3,"subject":{"id":"cggv:47294cd5-a0eb-4032-aa8f-4a7011aa81c8","type":"GeneValidityProposition","disease":"obo:MONDO_0030907","gene":"hgnc:8127","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"The OGT gene (OMIM_300255) is located on chromosome Xq13.1 and encodes the O-linked N-acetyleglucosamine (O-GlCNAc) transferase, which is an enzyme that modifies intracellular proteins post-translationally by transferring N-acetylglucosamine (GlcNAc) from UDP-GlcNAc to serine and threonine residues of protein substrates through O-glycosylation. OGT was first reported in relation to intellectual disability, X-linked 106 (MONDO:0030907) in 2017 (Willems et al., 2017, PMID 28584052; Vaidyanathan et al., 2017, PMID 28302723). Ten variants (9 missense, 1 splice region variant) that have been reported in 10 probands in 10 publications (PMIDs:32080367, 28584052, 28302723, 31627256, 31296563, 29769320, 29606577, 37334838, 35970915, 33349918) are included in this curation. These affected individuals have been described with de novo or maternally inherited missense variants presenting with developmental delay, intellectual disability, dysmorphic features of the face and hands, eye abnormalities and hypotonia. Although the exact mechanism of how missense variants in OGT results in a syndromic intellectual disability disorder is unknown, each described variant has a collection of function evidence demonstrating detrimental effects of these missense variants on OGT activity. Additional evidence supporting this gene-disease relationship includes a conditional mouse model, transcriptome analysis on mutant hESC, and protein interaction between OGT and genes linked to syndromes with overlapping features (e.g., Sin3A and HCFC1) (PMIDs:29769320, 32896380, 12150998, 21295698). In summary, the available evidence of this gene-disease relationship is convincing due to the essential role OGT plays in development, the high missense constraint of variation in OGT, and the functional evaluation of variants and phenotypic similarities across the affected individuals described in the literature. Currently there is moderate evidence to support the relationship between OGT and X-linked syndromic intellectual disability. \n\nThe gene-disease pair was originally evaluated by the Syndromic Disorders GCEP on February 3, 2021 and was re-evaluated on August 8, 2024. As a result of this re-evaluation, although there were new published case reports included (3 missense variants from PMIDs: 35970915, 33349918, 37334838) and new experimental evidence in the form of biochemical evidence (PMID: 26237509), a mouse model (PMID: 38566589) and a drosophila model (PMID: 35500025), the classification did not change. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date of August 8, 2024 (SOP Version 10).\nA total score of 11.3 points is classified as Moderate by the Syndromic GCEP.","dc:isVersionOf":{"id":"cggv:07776d36-7494-4ee4-992e-c6fb82c36749"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}