{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-11-20T10:00:00.000Z","role":"Approver"},{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-12-06T14:45:13.063Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db733b78-e342-45e2-bec6-bf80217e4101","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ae2fe25-c909-434d-9089-ff8df4475b3d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Bulk tissue gene expression of STAT1 is widely enhanced in EBV transformed lymphocytes which is consistent with its crucial rule in immune system function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Bulk tissue gene expression of STAT1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Expression of STAT1 is widely enhanced in EBV transformed lymphocytes which is consistent with its crucial rule in immune system function. "},{"id":"cggv:3d494506-df9c-41c4-bbdd-a626bbe12c20","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e079dbec-4704-4f51-962f-edd2acaf6b50","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Immunoprecipitation experiment detected increase in STAT1 nuclear localization after IFN-γ and IFN-α treatments which is consistent with decreased in STAT1 DNA binding activity in patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16319195","type":"dc:BibliographicResource","dc:abstract":"The STAT (signal transducer and activator of transcription) proteins play a crucial role in the regulation of gene expression, but their targets and the manner in which they select them remain largely unknown. Using chromatin immunoprecipitation and DNA microarray analysis (ChIP-chip), we have identified the regions of human chromosome 22 bound by STAT1 and STAT2 in interferon-treated cells. Analysis of the genomic loci proximal to these binding sites introduced new candidate STAT1 and STAT2 target genes, several of which are affiliated with proliferation and apoptosis. The genes on chromosome 22 that exhibited interferon-induced up- or down-regulated expression were determined and correlated with the STAT-binding site information, revealing the potential regulatory effects of STAT1 and STAT2 on their target genes. Importantly, the comparison of STAT1-binding sites upon interferon (IFN)-gamma and IFN-alpha treatments revealed dramatic changes in binding locations between the two treatments. The IFN-alpha induction revealed nonconserved STAT1 occupancy at IFN-gamma-induced sites, as well as novel sites of STAT1 binding not evident in IFN-gamma-treated cells. Many of these correlated with binding by STAT2, but others were STAT2 independent, suggesting that multiple mechanisms direct STAT1 binding to its targets under different activation conditions. Overall, our results reveal a wealth of new information regarding IFN/STAT-binding targets and also fundamental insights into mechanisms of regulation of gene expression in different cell states.","dc:creator":"Hartman SE","dc:date":"2005","dc:title":"Global changes in STAT target selection and transcription regulation upon interferon treatments."},"rdfs:label":"STAT1 gene targets following IFN stimulation of HeLa cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Immunoprecipitation and PCR experiments detected increased STAT1 nuclear localization and enriched quantity of the IRF1 promoter respectively after IFN-γ and IFN-α stimulation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a554adec-1d8d-4e02-9ea0-ff94fffc26bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab8e2f98-947c-4398-ab30-bed23a9edb45","type":"FunctionalAlteration","dc:description":"Before stimulation, the STAT1 proteins were located in the cytoplasm in both STAT1WT cells and STAT1V631A cells. After IFN-γ and IFN-α stimulation, most of the STAT1 was translocated to the nucleus in STAT1WT cells, but only a few STAT1 were translocated to the nucleus in STAT1V631A cells . \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36339330","type":"dc:BibliographicResource","dc:abstract":"Mendelian susceptibility to mycobacterial diseases (MSMD) is a rare congenital immune deficiency characterized by susceptibility to weakly virulent mycobacteria. Loss-of-function (LOF) mutation of signal transducer and activator of transcription 1 (","dc:creator":"Ye F","dc:date":"2022","dc:title":"A novel STAT1 loss-of-function mutation associated with Mendelian susceptibility to mycobacterial disease."},"rdfs:label":"localization of STAT1 protein  by fluorescence microscopy."}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:9eab80ff-9454-4e51-a8e3-7fd30cfa19f9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b85f5687-4665-45b9-b331-3547d9b98149","type":"FunctionalAlteration","dc:description":"DNA-binding ability of the mutant STAT1 proteins after stimulating EBV-B cells with IFN-γ is reduced compared to control cells. A cotransfection experiment detected that these mutants had a dominant-negative effect on WT STAT1. The mutants had a dose-dependent negative effect on WT STAT1,  possibly through their interaction with WT STAT1, on IFN-γ-induced WT STAT1-mediated GAF binding to DNA.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22573496","type":"dc:BibliographicResource","dc:abstract":"Patients carrying two loss-of-function (or hypomorphic) alleles of STAT1 are vulnerable to intracellular bacterial and viral diseases. Heterozygosity for loss-of-function dominant-negative mutations in STAT1 is responsible for autosomal dominant (AD) Mendelian susceptibility to mycobacterial disease (MSMD), whereas heterozygosity for gain-of-function loss-of-dephosphorylation mutations causes AD chronic mucocutaneous candidiasis (CMC). The two previously reported types of AD MSMD-causing STAT1 mutations are located in the tail segment domain (p.L706S) or in the DNA-binding domain (p.E320Q and p.Q463H), whereas the AD CMC-causing mutations are located in the coiled-coil domain. We identified two cases with AD-STAT1 deficiency in two unrelated patients from Japan and Saudi Arabia carrying heterozygous missense mutations affecting the SH2 domain (p.K637E and p.K673R). p.K673R is a hypomorphic mutation that impairs STAT1 tyrosine phosphorylation, whereas the p.K637E mutation is null and affects both STAT1 phosphorylation and DNA-binding activity. Both alleles are dominant negative and result in impaired STAT1-mediated cellular responses to interferon (IFN)-γ and IL-27. In contrast, STAT1-mediated cellular responses against IFN-α and IFN-λ1 were preserved at normal levels in patients' cells. We describe here the first dominant mutations in the SH2 domain of STAT1, revealing the importance of this domain for tyrosine phosphorylation and DNA binding, as well as for antimycobacterial immunity.","dc:creator":"Tsumura M","dc:date":"2012","dc:title":"Dominant-negative STAT1 SH2 domain mutations in unrelated patients with Mendelian susceptibility to mycobacterial disease."},"rdfs:label":"DNA-binding ability of the mutant STAT1 proteins"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84c825be-bd54-4b50-9388-675322305cc9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5203c4c6-c62e-4120-a938-90ffbc0c208a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Defective GAF response which results in impaired mycobacterial immunity could be recapitulated in a mouse fibroblast cell line. Mutant mouse cells showed defective STAT1 phosphorylation and nuclear accumulation that resulted in impaired STAT1 activation after stimulation by IFN-γ.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11452125","type":"dc:BibliographicResource","dc:abstract":"Interferons (IFN) alpha/beta and gamma induce the formation of two transcriptional activators: gamma-activating factor (GAF) and interferon-stimulated gamma factor 3 (ISGF3). We report a natural heterozygous germline STAT1 mutation associated with susceptibility to mycobacterial but not viral disease. This mutation causes a loss of GAF and ISGF3 activation but is dominant for one cellular phenotype and recessive for the other. It impairs the nuclear accumulation of GAF but not of ISGF3 in heterozygous cells stimulated by IFNs. Thus, the antimycobacterial, but not the antiviral, effects of human IFNs are principally mediated by GAF.","dc:creator":"Dupuis S","dc:date":"2001","dc:title":"Impairment of mycobacterial but not viral immunity by a germline human STAT1 mutation."},"rdfs:label":"STAT1 deficient fibroblast cell line"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":9467,"specifiedBy":"GeneValidityCriteria11","strengthScore":12.5,"subject":{"id":"cggv:50769da4-4b3b-4420-a8bb-7eeb60260bfd","type":"GeneValidityProposition","disease":"obo:MONDO_0013956","gene":"hgnc:11362","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*STAT1* was first reported in relation to Mendelian Susceptibility to Mycobacterial Disease (MSMD), autosomal dominant, in 2001 (Dupuis et al., PMID: 11452125). \nSTAT1 is primarily activated by IFN in the response of the antimicrobial immune system. IFN-γ stimulation leads to STAT1 phosphorylation, inducing its homodimerization to form γ-activating factor (GAF), which is translocated to the nucleus, and binds to γ-activating sequences to induce transcription of target genes (PMID: 35456913).\n\nMSMD is a primary immunodeficiency disease characterized by predisposition to clinical disease caused by weakly virulent mycobacteria such as non-tuberculous mycobacteria, Bacillus Calmette Guerin (BCG) and environmental mycobacteria, caused by a single gene mutation (PMID: 25453225). Genetic etiologies of MSMD are involved in the production or response to interferon-γ (IFN-γ).\n\n6 missense variants that have been reported in 7 probands in 4 publications are included in this curation (PMIDs: 11452125, 16934001, 22573496, 36339330). Functional experiments demonstrated  impaired phosphorylation, nuclear accumulation and GAF DNA binding activity of the mutant STAT1. Variants reported showed  a dominant-negative effect on the gamma interferon activated sequence (GAS) activation, but not on the interferon-stimulated response element (ISRE) activation (PMID: 22573496).\n\nExperimental evidence also supports this gene-disease relationship. Expression of STAT1 is widely enhanced in EBV transformed lymphocytes (PMID: 23715323). Defective GAF response which results in impaired mycobacterial immunity could be demonstrated in a mouse fibroblast cell line. Mutant cells showed defective STAT1 phosphorylation and nuclear accumulation upon stimulation by IFN-γ (PMID: 11452125). \n\nIn summary, *STAT1* is definitively associated with Mendelian Susciptibility to Mycobacterial Disease (MSMD). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n","dc:isVersionOf":{"id":"cggv:ac2fe8ac-e470-4fa3-b596-ad8e15d5b065"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}