{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2021-10-26T16:58:35.977Z","role":"Approver"},{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2021-11-04T16:11:51.173Z","role":"Publisher"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/30733661","type":"dc:BibliographicResource","dc:abstract":"The beta-actin gene encodes 1 of 6 different actin proteins. De novo heterozygous missense mutations in ","dc:creator":"Sandestig A","dc:date":"2019","dc:title":"Could Dissimilar Phenotypic Effects of "},{"id":"https://pubmed.ncbi.nlm.nih.gov/27633570","type":"dc:BibliographicResource","dc:abstract":"There are no published reports of patients harboring microdeletions involving the 7p22.1 region. Although 7p22.1 microdeletions are rare, some reports have shown microduplications encompassing this region. In this study, we report five patients with overlapping deletions of the 7p22.1 region. The patients exhibited clinical similarities including non-specific developmental delay, short stature, microcephaly, and other distinctive features. The shortest region of overlap within the 7p22.1 region includes five genes, FBXL18, ACTB, FSCN1, RNF216, and ZNF815P. Of these genes, only ACTB is known to be associated with an autosomal dominant trait. Dominant negative mutations in ACTB are responsible for Baraitser-Winter syndrome 1. We analyzed ACTB expression in immortalized lymphocytes derived from one of the patients and found that it was reduced to approximately half that observed in controls. This indicates that ACTB expression is linearly correlated with the gene copy number. We suggest that haploinsufficiency of ACTB may be responsible for the clinical features of patients with 7p22.1 microdeletions. ","dc:creator":"Shimojima K","dc:date":"2016","dc:title":"7p22.1 microdeletions involving ACTB associated with developmental delay, short stature, and microcephaly."},{"id":"https://pubmed.ncbi.nlm.nih.gov/32588558","type":"dc:BibliographicResource","dc:abstract":"Baraitser-Winter cerebrofrontofacial syndrome (BWCFF) is a rare autosomal dominant developmental disorder associated with missense mutations in the genes ACTB or ACTG1. The classic presentation of BWCFF is discerned by the combination of unique craniofacial characteristics including ocular coloboma, intellectual disability, and hypertelorism. Congenital contractures and organ malformations are often present, including structural defects in the brain, heart, renal, and musculoskeletal system. However, there is limited documentation regarding its prenatal presentation that may encourage healthcare providers to be aware of this disorder when presented throughout pregnancy. Herein we describe a case of a pregnancy with large cystic hygroma and omphalocele. Whole exome sequencing (WES) was performed and a de novo, heterozygous, likely pathogenic mutation in ACTB was detected, c.1004G>A (p.Arg335His), conferring a diagnosis of BWCFF.","dc:creator":"Zhang K","dc:date":"2020","dc:title":"Prenatal presentation and diagnosis of Baraitser-Winter syndrome using exome sequencing."}],"evidence":[{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:405cae27-cc2e-46dd-8b8f-71278bbeb649","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53d15192-35bf-44e3-bd38-98098fffc846","type":"FunctionalAlteration","dc:description":"Studies in yeast showed virtually complete loss of normal polarization of the cytoskeleton with the mutant, and mutant cells were almost completely resistant to the depolymerizing agent latrunculin A, suggesting that E117K might result in strengthened actin monomer-monomer interactions and increased filament stability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23649928","type":"dc:BibliographicResource","dc:abstract":"Exome sequence analysis can be instrumental in identifying the genetic etiology behind atypical disease. We report a patient presenting with microcephaly, dysmorphic features, and intellectual disability with a tentative diagnosis of Dubowitz syndrome. Exome analysis was performed on the patient and both parents. A de novo missense variant was identified in ACTB, c.349G>A, p.E117K. Recent work in Baraitser-Winter syndrome has identified ACTB and ACTG1 mutations in a cohort of individuals, and we rediagnosed the patient with atypical Baraitser-Winter syndrome. We performed functional characterization of the variant actin and show that it alters cell adhesion and polymer formation supporting its role in disease. We present the clinical findings in the patient, comparison of this patient to other patients with ACTB/ACTG1 mutations, and results from actin functional studies that demonstrate novel functional attributes of this mutant protein. ","dc:creator":"Johnston JJ","dc:date":"2013","dc:title":"Functional analysis of a de novo ACTB mutation in a patient with atypical Baraitser-Winter syndrome."},"rdfs:label":"In Vitro Actin Studies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:4ad38985-744d-4f31-a870-dab7c3e61fcd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:57c7df7e-164e-4ca2-b432-716b207dfac9","type":"FunctionalAlteration","dc:description":"Microscopic analysis of lymphoblasts treated with latrunculin A revealed that drug conditions leading to the depolymerization of the actin cytoskeleton in control lymphoblasts were less effective in cells carrying the R183W substitution (fig. 8). To assess this apparent resistance quantitatively, we treated the cells in suspension and measured the loss of phalloidin-stained filamentous actin, using flow cytometry. Consistent with the microscopy results, the mutant lymphoblasts were resistant to latrunculin A over a wide range of drug concentrations (fig. ​(fig.9A9A and ​and9B).9B). In contrast, when the drug was washed out, actin repolymerized to the same baseline levels in both control and mutant cells, irrespective of the extent of the latrunculin-induced actin depolymerization (fig. ​(fig.9C9C and ​and9D9D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16685646","type":"dc:BibliographicResource","dc:abstract":"Actin, one of the major filamentous cytoskeletal molecules, is involved in a variety of cellular functions. Whereas an association between muscle actin mutations and skeletal and cardiac myopathies has been well documented, reports of human disease arising from mutations of nonmuscle actin genes have been rare. We have identified a missense point mutation in the gene coding for beta -actin that results in an arginine-to-tryptophan substitution at position 183. The disease phenotype includes developmental midline malformations, sensory hearing loss, and a delayed-onset generalized dystonia syndrome in monozygotic twins. Cellular studies of a lymphoblastoid cell line obtained from an affected patient demonstrated morphological abnormalities of the actin cytoskeleton and altered actin depolymerization dynamics in response to latrunculin A, an actin monomer-sequestering drug. Resistance to latrunculin A was also observed in NIH 3T3 cells expressing the mutant actin. These findings suggest that mutations in nonmuscle actins may be associated with a broad spectrum of developmental malformations and/or neurological abnormalities such as dystonia.","dc:creator":"Procaccio V","dc:date":"2006","dc:title":"A mutation of beta -actin that alters depolymerization dynamics is associated with autosomal dominant developmental malformations, deafness, and dystonia."},"rdfs:label":"Quantitation of latrunculin A resistance in patient cells u"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:c9bd8560-c758-4796-94b2-101faa347fef","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:978c2397-af88-40fe-b40d-f1a7e57e0320","type":"FunctionalAlteration","dc:description":"Protein levels and morphology in lymphoblastoid cell lines: No differences were seen in β- and γ-actin protein levels between two representative cell lines derived from individuals carrying either the ACTB recurrent mutation (encoding p.Arg196His) and controls, similar to what was described for a previously reported ACTB mutation. Comparable results were obtained with the other cell lines with mutated actin genes. The two representative mutant cell lines both had greatly increased F-actin content and multiple, anomalous F-actin–rich, filopodia-like protrusions compared to control cells, resulting in increased cell perimeter. They probed the stability of F-actin using latrunculin A, which binds actin monomers, thereby preventing their incorporation into growing filaments. Both representative mutant cell lines showed altered sensitivity to latrunculin A, albeit with different outcomes. They observed increased resistance to latrunculin A in mutant cells with the β-actin p.Arg196His alteration relative to controls, which is consistent with the effect of the previously reported p.Arg183Trp alteration. Immunofluorescent staining of F-actin in lymphoblastoid cell lines from the affected individuals showed patterns of cytoskeletal changes and abnormal accumulation of F-actin that were reproducible between independent cell lines carrying the same alteration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22366783","type":"dc:BibliographicResource","dc:abstract":"Brain malformations are individually rare but collectively common causes of developmental disabilities. Many forms of malformation occur sporadically and are associated with reduced reproductive fitness, pointing to a causative role for de novo mutations. Here, we report a study of Baraitser-Winter syndrome, a well-defined disorder characterized by distinct craniofacial features, ocular colobomata and neuronal migration defect. Using whole-exome sequencing of three proband-parent trios, we identified de novo missense changes in the cytoplasmic actin-encoding genes ACTB and ACTG1 in one and two probands, respectively. Sequencing of both genes in 15 additional affected individuals identified disease-causing mutations in all probands, including two recurrent de novo alterations (ACTB, encoding p.Arg196His, and ACTG1, encoding p.Ser155Phe). Our results confirm that trio-based exome sequencing is a powerful approach to discover genes causing sporadic developmental disorders, emphasize the overlapping roles of cytoplasmic actin proteins in development and suggest that Baraitser-Winter syndrome is the predominant phenotype associated with mutation of these two genes.","dc:creator":"Rivière JB","dc:date":"2012","dc:title":"De novo mutations in the actin genes ACTB and ACTG1 cause Baraitser-Winter syndrome."},"rdfs:label":"Immunofluorescence assay of F-actin in lymphoblastoid cell"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:8028089b-ee86-4a89-a1c8-83a190a4b329","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:771ab05c-5546-4c92-8ba4-c33891a96a3c","type":"FunctionalAlteration","dc:description":"Control cells exhibited a rounded morphology and lamellapodia with microspikes, as well as some small filopodia (fig. 5A), and the pattern of filamentous actin was most concentrated in the cell cortex (fig. 5B). In contrast, cells expressing the mutant β-actin exhibited variations in cell shape, with long tapering processes extending for distances greater than a cell diameter (fig. ​(fig.5C5C and ​and5D).5D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16685646","rdfs:label":"The morphology of the lymphoblastoid cell lines"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":3611,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:14e65fae-0e2f-4ad4-812d-cbd7c7be2603","type":"GeneValidityProposition","disease":"obo:MONDO_0017579","gene":"hgnc:132","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"De novo variants in ACTB were first reported individuals with autosomal dominant Baraitser-Winter syndrome (BWS) in 2012 (Rivière et al., PMID 22366783). BWS (initially described in 1988 by Baraitser and Winter) is characterized by distinct facial features (the combination of congenital ptosis, high-arched eyebrows, hypertelorism, ocular coloboma) and cerebral malformations ( anterior-predominant lissencephaly, microcephaly) with other abnormalities. Phenotypic variability has been reported.  The mechanism of pathogenicity is known to be de novo gain-of-function. Interestingly, loss -of -function variants in this gene have been purported to cause a different neurodevelopmental disorder (described in PMID: 29220674); these variants were not considered as part of this curation. At least eleven missense variants have been reported in 18 probands with BWS across six publications (PMIDs: 23756437, 23649928, 22366783, 29388391, 25052316, 16685646).  This gene-disease relationship is also supported by a G-actin polymerization assay with yeast (PMID 23649928), in vitro functional assays, and immunofluorescence staining with patient derived lymphoblastoid cell (PMIDs: 22366783, 16685646). In summary, ACTB is definitively associated with autosomal dominant Baraitser-Winter syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This was approved by  the ClinGen Brain Malformations GCEP on October 26, 2021.","dc:isVersionOf":{"id":"cggv:fa13dfad-ab93-4521-874a-5ede8f608fe4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}