{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:48:12.773Z","role":"Publisher"},{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:48:03.625Z","role":"Approver"}],"evidence":[{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:7c094ec3-b77f-44a2-a5d5-859468ba5c4e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:57252aae-f4ae-45b8-8be2-ba7556b5c958","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"mtDNA sequencing by NGS followed by exome trio","firstTestingMethod":"Other","phenotypeFreeText":"Sagittal T1 demonstrates cerebellar atrophy, with prominence of the folia (thin arrow), thinning of the corpus callosum and a retrocerebellar cyst. Axial T2 demonstrates hyperintensities in bilateral globus palladi , thalami,  multiple lesions in posterior corpus callosum (ray), ventriculomegaly and cortical atrophy, and posterior white matter hyperintensities. Axial T2 demonstrates bilateral substantia nigral hyperintensities. Axial T2 demonstrates midbrain hyperintense lesions.  mtDNA genome sequencing identified a single large-scale 5 kilobase mtDNA deletion (m.8629_14068del5440), present at 68% and 16% heteroplasmy in the proband’s fibroblast cell line and blood, respectively. Mitochondrial respiratory capacity as measured by Oxygraph 2K (Oroboros) showed a 20% decrease in basal and maximal respiratory capacity of the proband as compared to fibroblasts from the father, and a 17% decrease in lymphoblastoid cells compared to the mother (S5B Fig). Coincident with this drop in mitochondrial respiratory capacity, a 50% decreased mtDNA copy number was observed in lymphoblastoid cells of the proband as compared to the mother using qPCR against mt-ND1 (not affected by the deletion) and mt-COXIII (affected by the deletion)","phenotypes":["obo:HP_0000510","obo:HP_0000824","obo:HP_0001903","obo:HP_0005528","obo:HP_0001508","obo:HP_0012622","obo:HP_0002490","obo:HP_0000508","obo:HP_0031546","obo:HP_0001251","obo:HP_0000407","obo:HP_0000602","obo:HP_0003128"],"secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:7c094ec3-b77f-44a2-a5d5-859468ba5c4e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:afaaf347-78fc-4b79-8416-70d5156ed238","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003143.3(SSBP1):c.79G>A (p.Glu27Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA369559294"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31479473","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial DNA (mtDNA) genome integrity is essential for proper mitochondrial respiratory chain function to generate cellular energy. Nuclear genes encode several proteins that function at the mtDNA replication fork, including mitochondrial single-stranded DNA-binding protein (SSBP1), which is a tetrameric protein that binds and protects single-stranded mtDNA (ssDNA). Recently, two studies have reported pathogenic variants in SSBP1 associated with hearing loss, optic atrophy, and retinal degeneration. Here, we report a 14-year-old Chinese boy with severe and progressive mitochondrial disease manifestations across the full Pearson, Kearns-Sayre, and Leigh syndromes spectrum, including infantile anemia and bone marrow failure, growth failure, ptosis, ophthalmoplegia, ataxia, severe retinal dystrophy of the rod-cone type, sensorineural hearing loss, chronic kidney disease, multiple endocrine deficiencies, and metabolic strokes. mtDNA genome sequencing identified a single large-scale 5 kilobase mtDNA deletion (m.8629_14068del5440), present at 68% and 16% heteroplasmy in the proband's fibroblast cell line and blood, respectively, suggestive of a mtDNA maintenance defect. On trio whole exome blood sequencing, the proband was found to harbor a novel de novo heterozygous mutation c.79G>A (p.E27K) in SSBP1. Size exclusion chromatography of p.E27K SSBP1 revealed it remains a stable tetramer. However, differential scanning fluorimetry demonstrated p.E27K SSBP1 relative to wild type had modestly decreased thermostability. Functional assays also revealed p.E27K SSBP1 had altered DNA binding. Molecular modeling of SSBP1 tetramers with varying combinations of mutant subunits predicted general changes in surface accessible charges, strength of inter-subunit interactions, and protein dynamics. Overall, the observed changes in protein dynamics and DNA binding behavior suggest that p.E27K SSBP1 can interfere with DNA replication and precipitate the introduction of large-scale mtDNA deletions. Thus, a single large-scale mtDNA deletion (SLSMD) with manifestations across the clinical spectrum of Pearson, Kearns-Sayre, and Leigh syndromes may result from a nuclear gene disorder disrupting mitochondrial DNA replication.","dc:creator":"Gustafson MA","dc:date":"2019","dc:title":"Mitochondrial single-stranded DNA binding protein novel de novo SSBP1 mutation in a child with single large-scale mtDNA deletion (SLSMD) clinically manifesting as Pearson, Kearns-Sayre, and Leigh syndromes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31479473","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"denovo variant (awarded 2pts as per SOP V.7)"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d522b46-317c-47d9-9253-b87771d9fb6e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7659919-5714-4b03-9472-d0d8b51ad861","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that SSBP1 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000106028-SSBP1/tissue) Protein expression in the brain has been shown in the basal ganglia, cerebral cortex, hippocampus, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas Brain Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:9c7aa297-b28f-4fd1-b0c4-f1917cfe81b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0cd0dde2-3509-4104-adb0-84dc06aaa18f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SSBP1 is a housekeeping gene involved in mitochondrial biogenesis, including mtDNA replication and maintenance (summary by Tiranti et al., 1995; Jurkute et al., 2019). It is also a subunit of a single-stranded DNA (ssDNA)-binding complex involved in the maintenance of genome stability (Huang et al., 2009).  Four other mitochondrial maintenance genes (POLG, SUCLA2, SUCLG1, and FBXL4) have been implicated in causing Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"SSBP1 mitochondrial maintenance"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"SSBP1 shares a similar function to 2-5 genes associated with Leigh syndrome (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df537bb3-660e-4752-a7e2-62a8a9be4536","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:25ee01d1-064d-4e4d-8235-8c55cefb5869","type":"FunctionalAlteration","dc:description":"Fibroblast cell lines were established for four patients reported in this study. SSBP1 multimerization was assessed. The p. R107Q and p.I132V mutations led to reduced production of multimeric products (had difficulty forming trimerics and tetramers). All 4 patient cell lines showed mitochondrial depletion and demonstrated decreased efficiency of Pol-y dependent DNA synthesis. p. R107Q and p.G40V mutant cell lines demonstrated in oxygen consumption rate and a shift towards glycolysis.  Blue native gels demonstrated in significant reduction of Complex 1 (in all but one cell line).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31550240","type":"dc:BibliographicResource","dc:abstract":"Inherited optic neuropathies include complex phenotypes, mostly driven by mitochondrial dysfunction. We report an optic atrophy spectrum disorder, including retinal macular dystrophy and kidney insufficiency leading to transplantation, associated with mitochondrial DNA (mtDNA) depletion without accumulation of multiple deletions. By whole-exome sequencing, we identified mutations affecting the mitochondrial single-strand binding protein (SSBP1) in 4 families with dominant and 1 with recessive inheritance. We show that SSBP1 mutations in patient-derived fibroblasts variably affect the amount of SSBP1 protein and alter multimer formation, but not the binding to ssDNA. SSBP1 mutations impaired mtDNA, nucleoids, and 7S-DNA amounts as well as mtDNA replication, affecting replisome machinery. The variable mtDNA depletion in cells was reflected in severity of mitochondrial dysfunction, including respiratory efficiency, OXPHOS subunits, and complex amount and assembly. mtDNA depletion and cytochrome c oxidase-negative cells were found ex vivo in biopsies of affected tissues, such as kidney and skeletal muscle. Reduced efficiency of mtDNA replication was also reproduced in vitro, confirming the pathogenic mechanism. Furthermore, ssbp1 suppression in zebrafish induced signs of nephropathy and reduced optic nerve size, the latter phenotype complemented by WT mRNA but not by SSBP1 mutant transcripts. This previously unrecognized disease of mtDNA maintenance implicates SSBP1 mutations as a cause of human pathology.","dc:creator":"Del Dotto V","dc:date":"2020","dc:title":"SSBP1 mutations cause mtDNA depletion underlying a complex optic atrophy disorder."},"rdfs:label":"SSBP1 fibroblast cell line"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"More than one patient cell line demonstrating mitochondrial defects. (Score 1.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:843608fa-c776-4148-bd0a-0ef205200894","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8fe48fc-cf2a-4212-8027-bbb1d719fe66","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both growth restriction and early mortality have been described in individuals with Leigh/Leigh-like syndrome.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31550240","rdfs:label":"SSBP1 zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish with mutant SSBP1 homolog presenting with phenotype similar to Leigh syndrome (Growth restriction and early mortality) (Awarded 1 pt as per scoring rubric)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":2923,"specifiedBy":"GeneValidityCriteria7","strengthScore":6,"subject":{"id":"cggv:00663600-cb24-4097-a6fe-20a4a63c1145","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:11317","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between SSBP1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 24, 2021. The SSBP1 gene encodes the mitochondrial single-stranded DNA-binding protein that binds and protects single-stranded mitochondrial DNA at the replication fork from damage, prevents the formation of DNA secondary structures, and prevents inappropriate binding of DNA metabolizing enzymes.\n\nThe SSBP1 gene was first reported in relation to de novo dominant Leigh syndrome spectrum in 2019 (PMID: 31479473). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one de novo variant in one case in one publication (PMID: 31479473). This case had a single large scale mitochondrial DNA deletion (SLSMD) that was suspected to be related to the SSBP1 pathogenic variant. The patient’s phenotype was consistent with SLSMD syndrome. SSBP1 variants have also been reported to be associated with optic atrophy, retinal degeneration and hearing loss in other cases who did not have LSS. No segregation data were available. The mechanism of disease (loss or gain of function) is still being elucidated but is proposed to involve impaired mitochondrial DNA replication as a result of altered mitochondrial single-stranded DNA-binding. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, and animal models (PMIDs: 27977873, 25613900, 31550240).\n \nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 24, 2021 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:6ef6f4e7-6e59-4eaf-b303-7f975542d1b9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}