{"id":"https://genegraph.clinicalgenome.org/r/0e99b67d-05c3-4272-8ad8-f24c391a2dbdv1.0","type":"EvidenceStrengthAssertion","dc:description":"Primary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by chronic cough, recurrent infections of the upper and lower respiratory tract, randomization of left/right body symmetry, and subfertility (PMID: 32943623). A subset of PCD cases have situs abnormalities and/or complex congenital heart defects (PMID: 17515466). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. The cytoplasmic assembly of these large multiprotein complexes is assisted by dynein axonemal assembly factors and their subsequent transport into cilia is facilitated by proteins involved in the intraflagellar transport (IFT) system. Variants in genes encoding proteins involved in the assembly or transport of these complexes can result in the improper assembly of dynein chains or impaired transport of complexes into the axoneme, causing defects in outer dynein arms (ODAs) and/or inner dynein arms (IDAs) that can result in ciliary immotility or dysfunction (PMID: 31624012).\n\nThe *DAW1* (Dynein Assembly Factor with WD Repeats 1) gene, also referred to as ODA16 and WDR69, encodes a transport adaptor for the multi-subunit IFT-B1 complex, facilitating the efficient transport of ODAs along the axoneme (PMIDs: 18852297, 30133350). In 2022, Leslie et al. described a motile ciliopathy characterized by laterality defects and subtle ciliary beat abnormalities caused by biallelic variants in *DAW1* in two unrelated families with an autosomal recessive mode of inheritance (PMID: 36074124). The first family had phenotypes suggestive of a mild form of PCD, including a laterality defect (situs inversus) and oto-sinopulmonary phenotypes, whlie the second family had laterality and complex congenital heart defects but no respiratory symptoms. These findings matched earlier work in 2017 by Jin et al. reporting two probands with biallelic *DAW1* variants and laterality and cardiac phenotypes, but no mention of respiratory symptoms (PMID: 28991257).\n\nUpon review of the genetic evidence available for *DAW1*, the ClinGen Motile Ciliopathy GCEP concluded that the molecular mechanism (biallelic loss of function) and the mode of inheritance (autosomal recessive) are consistent among unrelated patients carrying *DAW1* variants. However, the variability in respiratory phenotypes reported among patients was notable and suggestive of reduced evidence of a *DAW1* relationship to PCD as opposed to an isolated laterality defect. PCD is a motile ciliopathy with a respiratory phenotype. Therefore, per criteria outlined by the ClinGen Lumping & Splitting Working Group, *DAW1* was recommended for split curation for two distinct disease assertions; primary ciliary dyskinesia 52 (MONDO: 0957922, OMIM # 620570) and visceral heterotaxy (MONDO: 0018677). This curation has evaluated all of the available genetic evidence for *DAW1*, however, scoring has only been reported for cases relevant to a gene-disease association between *DAW1* and primary ciliary dyskinesia 52.\n\nGenetic evidence from one proband from the Leslie et al. publication (PMID: 36074124) has been scored in this curation.  High speed video microscopy of respiratory cells from this patient showed a subtle reduction of ciliary beating amplitude, an impaired recovery stroke, and a resulting stiff beating pattern (PMID: 36074124). This ciliary phenotype is consistent with the laterality and mild respiratory symptoms described for this patient and her sisters. The proband carries a homozygous missense variant, NM_178821.3(DAW1):c.427A>G (p.Asn143Asp), shown to be a loss-of-function variant through rescue experiments in a zebrafish *DAW1* knockout model system (PMID: 36074124).\n\nThe gene-disease association between *DAW1* and PCD 52 is supported by gene expression data that shows high *DAW1* levels in ciliated tissues such as lung, testis, and fallopian tube (PMID: 23715323), consistent with the proposed role of DAW1 in the transport of ODAs in motile cilia and flagella (PMID: 32943623). RNA *in situ* hybridization studies of embryonic mice show that *Daw1* is expressed in the embryonic node (PMID: 36074124), consistent with Daw1's role in left-right organization. The efficient transport of ODAs into cilia is mediated by the interaction of DAW1 with both ODAs and the IFT46 protein of the multi-subunit IFT-B1 complex (PMID: 18852297, 30133350). DAW1 plays a role as a linker protein between these complexes. IFT46 is a core component of the IFT machinery and is required for the formation of all cilia. In *Xenopus*, knockdown of *IFT46* results in a shorter body axis as well as the formation of fewer and shorter cilia (PMIDs: 27320864, 33628615). Yeast two-hybrid experiments confirm an *in vivo* interaction between ODA16 (human) and IFT46 (mouse) (PMID: 18852297). Co-immunoprecipitation studies in *Chlamydomonas* confirm that ODA16 physically interacts with ODAs (PMID: 28298440). RNAi knockdown of *daw1* in the planarian *Schmidtea mediterranea* resulted in locomotion defects and protonephridial dysfunction (edema) (PMID: 32359074). These phenotypes are indicative of ciliary dysfunction in cells functionally dependent on motile cilia: the planarian epidermis and the protonephridial excretory system. Zebrafish *wdr69* antisense morpholino knockdown produced embryos with phenotypes consistent with defective cilia in multiple tissues: curled tail, pronephric cysts, pericardial edema, and extra otoliths (PMID: 20568242). Embryos were shown to have defective ciliary motility in the Kupffer’s vesicle and developed left-right asymmetries in the heart and gut. Electron microscopy of Kupffer’s vesicle cilia showed an absence of ODAs, confirming that Wdr69 (DAW1) is needed for ODA assembly in the embryonic axoneme.\nMice homozygous for a *Wdr69* loss-of-function missense variant were studied as a mammalian PCD model (PMID: 28289722). The *wdr69–/–* mouse model recapitulates phenotypes one might associate with a PCD patient with ODA defects. *Wdr69–/–* mice respiratory cells show an absence or reduction in ODAs as well as dyskinetic ciliary motion, despite normal ciliated area and ciliary beat frequency.  The absence of ODAs is consistent with the role DAW1 is thought to play in the transport of ODAs along the axoneme. These mice have impaired mucociliary clearance and laterality defects such as situs inversus and heterotaxy with complex congenital heart defects.  Most of these mice die before term from complex congenital heart defects or soon after birth from hydrocephalus.\n\nThis curation scored sufficient points (6.1) for a MODERATE gene-disease clinical validity classification, based largely on evidence supporting the role of DAW1 in the transport of ODAs through the IFT system and robust evidence suggesting that loss-of-function variants in DAW1 have an impact on the cilia of humans and animal models. However, the genetic evidence supporting an association between *DAW1* and primary ciliary dyskinesia 52 in humans is limited. Primary Ciliary Dyskinesia typically has a respiratory phenotype due to defects in mucociliary clearance. The phenotypic evidence supporting a DAW1-PCD 52 association is based on three older sisters who self-reported mostly childhood respiratory symptoms as part of a larger study of laterality disorders. Pending more clinical information on the respiratory phenotypes of these patients carrying the p.Asn143Asp variant in *DAW1* or the reporting of additional patients carrying biallelic *DAW1* variants with laterality and respiratory symptoms, the classification of *DAW1* in relation to primary ciliary dyskinesia 52 has been changed to LIMITED. This classification was approved by the ClinGen Motile Ciliopathy GCEP on June 13, 2024 (SOP Version 10).","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/0e99b67d-05c3-4272-8ad8-f24c391a2dbd","GCISnapshot":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10102","date":"2024-09-30T20:07:13.136Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10102","date":"2024-06-13T16:00:00.000Z","role":"Approver"}],"curationReasonDescription":"The DAW1-PCD gene-disease relationship was changed to LIMITED pending more information on the respiratory and ultrastructural axoneme phenotypes of three sister patients carrying the p.Asn143Asp DAW1 variant OR the reporting of additional patients carrying biallelic DAW1 variants with laterality AND respiratory symptoms. The genetic evidence in this curation warranted scoring and the curation included strong experimental evidence from non-human model organisms, but the Motile Ciliopathy GCEP decided that this curation did not reach the level of a MODERATE classification. ","curationReasons":["NewCuration"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c344378b-27d0-440a-ad00-fd878bf0782c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a5bf13e1-58ec-44dc-abe8-a982d50d232b","type":"EvidenceLine","dc:description":"Down-scored to 0.1 for consanguinity.  Further down-scored to 0.05 because of the difficulty in making a clinical PCD diagnosis based on the patient's and her sisters' respiratory phenotypes. Respiratory symptoms were self-reported by the patients during a health questionnaire for a study on laterality defects. Also of note is the absence of ultrastructural (TEM) data to demonstrate ODA defects in these patients. Immunofluorescent studies on respiratory cilia from patient 1-VII-8 found no effect of variant on localization of outer dynein arm proteins compared to controls.  Paper reports HSVM analysis of ciliary beating of sister Patient 1-VII-5 showing a subtle reduction of the beating amplitude due to an impaired recovery stroke, which results in a stiff beating pattern (compared to healthy control cells). Particle tracking experiments in cells from patient 1-VII-5 showed a 30% reduction in particle velocity compared to the healthy control group. Given the age of these patients (63-76 years old), it is possible that subtle ciliary impairments are age-related rather than PCD related.\n\nAccording to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\"\n","calculatedScore":1.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a5bf13e1-58ec-44dc-abe8-a982d50d232b_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"A zebrafish knockout model (daw1b1403, 2 amino acid deletion) led to high levels of looping defects in embryos (laterality defects).  WT daw1 mRNA was able to rescue the phenotype but zebrafish mRNA containing the p.Asn143Asp human variant failed to rescue mutants. In addition, daw1b1403 mutants were shown to lack Kupffer’s vesicle cilia motility.  Motility was rescued by daw1WT mRNA, but not daw1Asn143Asp. These experiments suggest that this human variant is a loss of function variant. See Figure 2F. Lastly, over-expressed p.Asn143Asp in insect cells exhibited lower protein expression than WT, suggesting impaired folding or stability. ","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/a5bf13e1-58ec-44dc-abe8-a982d50d232b_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","allele":{"id":"https://genegraph.clinicalgenome.org/r/18a480d7-6f33-49c8-aed5-41eafe7063ba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.427A>G (p.Asn143Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350879814"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/c344378b-27d0-440a-ad00-fd878bf0782c","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"1-VII-1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":76,"allele":{"id":"https://genegraph.clinicalgenome.org/r/18a480d7-6f33-49c8-aed5-41eafe7063ba"},"detectionMethod":"Exome sequencing was performed on all affected individuals: 1-VII-1, 1-VII-5, 1-VII-8","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Recurrent otitis media in childhood","phenotypes":["obo:HP_0000403","obo:HP_0001696"],"previousTesting":true,"previousTestingDescription":"Screened for Amish/Mennonite causes of PCD or laterality defect by dideoxy sequencing of: MNS1 (NM_018365.2: c.407_410del; p.(Glu136Glyfs*16))1 DNAH5 (NM_001369.2:c.4348C>T; p.(Gln1450*) and NM_001369.2:c.10815del; p.(Pro3606His*23))2, DNAI1 (NM_012144.3:c.48+2insT; p.(Ser17Valfs*12))3, DNAAF5 (NM_017802.3:c.2384T>C; p.(Leu795Pro))4 and HYDIN (NM_017558.4:c.2047G>T; p.(Glu683*))","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/a5bf13e1-58ec-44dc-abe8-a982d50d232b_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/7a11b81c-f496-42ba-8665-ac38ccc2ee93_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/03b033ba-3f37-4e33-8a90-ff89ee287265","type":"EvidenceLine","dc:description":"Down-scored to 1 for homozygosity by consanguinity. Down-scored to 0 because phenotype does not match criteria for PCD (no respiratory symptoms) so proband will not be scored for this curation.  According to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\" \n\nSee DAW1-Visceral Heterotaxy gene-disease curation.","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/03b033ba-3f37-4e33-8a90-ff89ee287265_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Immunofluorescent studies in patient respiratory cells showed a defect in the assembly of the outer dynein arm components DNAH5, DNAH9, DNAI1 and DNAI2 to the ciliary axonemes. There was a 56% to 71% reduction in cells with ODA proteins in distal tip of cilia, compared to controls.","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/03b033ba-3f37-4e33-8a90-ff89ee287265_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","allele":{"id":"https://genegraph.clinicalgenome.org/r/9ec6a9a8-f86e-469c-b810-d7f1d9dcd92c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.357G>A (p.Trp119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350879667"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/7a11b81c-f496-42ba-8665-ac38ccc2ee93","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"2-IV-1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"https://genegraph.clinicalgenome.org/r/9ec6a9a8-f86e-469c-b810-d7f1d9dcd92c"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Transverse liver, right sided-spleen","phenotypes":["obo:HP_0004383","obo:HP_0001627","obo:HP_0034350","obo:HP_0031565","obo:HP_0001669","obo:HP_0011560","obo:HP_0005160","obo:HP_0001719"],"previousTesting":false,"sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/03b033ba-3f37-4e33-8a90-ff89ee287265_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/2534b00e-d73b-4da2-bebc-2d19bda634d8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c117f8c2-227d-4483-84b5-19c8719e40d4","type":"EvidenceLine","dc:description":"Down-scored to 0.25 for homozygosity.  Down-scored to 0 because this proband does not have a PCD phenotype,(unknown respiratory symptom).  According to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\" This proband has been curated for a gene-disease association between DAW1 and visceral heterotaxy.","calculatedScore":1.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c117f8c2-227d-4483-84b5-19c8719e40d4_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"A zebrafish knockout model (daw1b1403, 2 amino acid deletion) led to high levels of looping defects in embryos (laterality defects).  WT daw1 mRNA was able to rescue the phenotype but zebrafish mRNA containing the p.Ser364Thr human variant failed to rescue mutants. In addition, daw1b1403 mutants were shown to lack Kupffer’s vesicle cilia motility.  Motility was rescued by daw1WT mRNA, but not daw1p.Ser364Thr. These experiments suggest that this human variant is a loss of function variant. See Figure 2F.","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/c117f8c2-227d-4483-84b5-19c8719e40d4_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257","allele":{"id":"https://genegraph.clinicalgenome.org/r/1b5b9642-ba65-4606-851e-09b6adfeb99b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.1091G>C (p.Ser364Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2149990"}},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/2534b00e-d73b-4da2-bebc-2d19bda634d8","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257","rdfs:label":"1-01687","allele":{"id":"https://genegraph.clinicalgenome.org/r/1b5b9642-ba65-4606-851e-09b6adfeb99b"},"detectionMethod":"Whole exome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Abnormal branching right aortic arch, biventricular, discordant atrioventricular connection, double outlet ventriculoarterial connection","phenotypes":["obo:HP_0011563","obo:HP_0001719","obo:HP_0001659","obo:HP_0001627","obo:HP_0030853","obo:HP_0011553","obo:HP_0011682","obo:HP_0001684","obo:HP_0034350","obo:HP_0011587","obo:HP_0011599"],"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/c117f8c2-227d-4483-84b5-19c8719e40d4_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/dbc8b2f3-42d9-4bfe-b5b6-6c2f9e92a03c_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"Family 2","estimatedLodScore":0.37,"family":{"id":"https://genegraph.clinicalgenome.org/r/dbc8b2f3-42d9-4bfe-b5b6-6c2f9e92a03c","type":"Family","rdfs:label":"Family 2","member":{"id":"https://genegraph.clinicalgenome.org/r/7a11b81c-f496-42ba-8665-ac38ccc2ee93"}},"phenotypeFreeText":"Transverse liver, right sided-spleen\n\nNo reported respiratory signs. According to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\"","phenotypeNegativeAlleleNegative":3,"phenotypePositiveAllelePositive":1,"phenotypes":"obo:HP_0031565","proband":{"id":"https://genegraph.clinicalgenome.org/r/7a11b81c-f496-42ba-8665-ac38ccc2ee93"}},{"id":"https://genegraph.clinicalgenome.org/r/e809f90c-a029-4558-8f4b-81d32383326f_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"Family 1","family":{"id":"https://genegraph.clinicalgenome.org/r/e809f90c-a029-4558-8f4b-81d32383326f","type":"Family","rdfs:label":"Family 1","member":{"id":"https://genegraph.clinicalgenome.org/r/c344378b-27d0-440a-ad00-fd878bf0782c"}},"phenotypeFreeText":"Chronic wet cough","phenotypePositiveAllelePositive":3,"phenotypes":["obo:HP_0034315","obo:HP_0002783","obo:HP_0000403","obo:HP_0001696","obo:HP_0031245"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/c344378b-27d0-440a-ad00-fd878bf0782c"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/71319b36-dcb4-4beb-bd5c-f0b8ce4a32bc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/500eda82-863e-4cc5-8f56-6baf7d84c776","type":"EvidenceLine","dc:description":"No reported respiratory symptoms.  Down-scored to 0 because this proband does not meet PCD phenotype criteria (unknown respiratory symptom).  According to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\" This proband was included in a gene-disease association curation of DAW1 and visceral heterotaxy.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/500eda82-863e-4cc5-8f56-6baf7d84c776_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"NM_178821.3(DAW1):c.197T>A (p.Leu66Ter) is a nonsense mutation predicted to either trigger nonsense mediated decay or produce a 84% truncated protein product.","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/500eda82-863e-4cc5-8f56-6baf7d84c776_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257","allele":{"id":"https://genegraph.clinicalgenome.org/r/a4fcf450-7e72-4f7d-bee0-4f8006e28536","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.197T>A (p.Leu66Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2149640"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:TwoVariantsInTrans"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/42a1c452-27d2-42c4-aa83-bdbf7c974334","type":"EvidenceLine","dc:description":"Down-scored to 0 because this proband does not meet PCD phenotype criteria (unknown respiratory symptom).  According to the GCEP guidelines: \"For the purposes of gene curation, a PCD phenotype must include a chronic, persistent year-round wet cough from birth or early childhood and one of the following: chronic year-round nasal congestion from birth or early childhood, unexplained neonatal respiratory distress in a term infant or an organ laterality defect. Most adults will have developed bronchiectasis.\" This proband was included in a gene-disease association curation of DAW1 and visceral heterotaxy.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/42a1c452-27d2-42c4-aa83-bdbf7c974334_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"A zebrafish knockout model (daw1b1403, 2 amino acid deletion) led to high levels of looping defects in embryos (laterality defects).  WT daw1 mRNA was able to rescue the phenotype but zebrafish mRNA containing the p.Trp372Cys human variant only partially rescued mutants. In addition, daw1b1403 mutants were shown to lack Kupffer’s vesicle cilia motility.  Motility was partially rescued by daw1WT mRNA, but not daw1p.Trp372Cys. These experiments suggest that this human variant is a loss of function variant. See Figure 2F.","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/42a1c452-27d2-42c4-aa83-bdbf7c974334_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257","allele":{"id":"https://genegraph.clinicalgenome.org/r/f6e3e55c-e710-42d7-9745-ec55e3fe8d63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178821.3(DAW1):c.1116G>T (p.Trp372Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA350882445"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:TwoVariantsInTrans"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/71319b36-dcb4-4beb-bd5c-f0b8ce4a32bc","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28991257","rdfs:label":"1-06817","allele":[{"id":"https://genegraph.clinicalgenome.org/r/f6e3e55c-e710-42d7-9745-ec55e3fe8d63"},{"id":"https://genegraph.clinicalgenome.org/r/a4fcf450-7e72-4f7d-bee0-4f8006e28536"}],"detectionMethod":"trio exome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"hypoplastic aortic annulus, hypoplastic left ventricle (subnormal cavity volume), left patent ductus arteriosus, left atrial hypoplasia, left patent ductus arteriosus ","phenotypes":["obo:HP_0001643","obo:HP_0011623","obo:HP_0001680","obo:HP_0032092","obo:HP_0001711","obo:HP_0030853","obo:HP_0011567","obo:HP_0001655","obo:HP_0005156","obo:HP_0001627"],"sex":"UnknownEthnicity","variant":[{"id":"https://genegraph.clinicalgenome.org/r/42a1c452-27d2-42c4-aa83-bdbf7c974334_variant_evidence_item"},{"id":"https://genegraph.clinicalgenome.org/r/500eda82-863e-4cc5-8f56-6baf7d84c776_variant_evidence_item"}]}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3baf9294-6ca0-4e73-b715-d387f0be7d11","type":"EvidenceLine","dc:description":"Down-scored because this model cannot recapitulate the respiratory and laterality defects seen in human PCD patients.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/126bf4d1-e254-49ee-bb69-d4a058bf15a2","type":"Finding","dc:description":"The abnormalities in planarian motility, epidermal ciliary beating, and protonephridia function observed upon Smed-daw1 RNAi are indicative of defective ciliary motility, as are the phenotypes seen in human PCD (impaired motility of respiratory cilia, impaired motility of embryonic node cilia). These planarian flatworm data support the idea that DAW1 serves a conserved role in promoting the loading of dynein arms into axonemes of motile cilia.   ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32359074","rdfs:label":"daw1 RNAi  knockdown in the planarian Schmidtea Mediterranea","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.25},{"id":"https://genegraph.clinicalgenome.org/r/e6e0eeeb-6e02-46cf-894d-68e9ca888ca8","type":"EvidenceLine","dc:description":"Down-scored because zebrafish model doesn't recapitulate the respiratory phenotypes seen in human patients","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a54fc167-42c9-4cb3-81af-bda6f1ebdc25","type":"Finding","dc:description":"The curled tail phenotype, laterality defects, abnormal cardiac looping (defective Kupffer’s vesicle cilia motility), development of pronephric cysts (suggestive of impaired pronephric cilia), pericardial edema, which can be caused by defects in either heart development or kidney function, and abnormal otolith formation (otic vesicle tether cilia motility disrupted) upon wdr69 knockdown are indicative of defective ciliary motility, as are the phenotypes seen in human patients with human PCD: respiratory symptoms (impaired respiratory epithelial cell cilia)and laterality defects (impaired motility of embryonic node cilia). The zebrafish morphant phenotypes support the idea that DAW1 serves a conserved role in promoting the loading of dynein arms into the axonemes of motile cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20568242","rdfs:label":"Antisense morpholino knockdown of zebrafish Wdr69 ","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.75},{"id":"https://genegraph.clinicalgenome.org/r/34835498-d5e7-45c4-9685-6ef936260c6b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a88515b3-f096-4d42-b38e-fd83d8e63c76","type":"Finding","dc:description":"Wdr69–/– mutant mice exhibit mild PCD due to abnormal ciliary motion, despite normal ciliated area and ciliary beat frequency.  Abnormal ciliary motion which results in a slight reduction in mucociliary transport due to suboptimal translation of ciliary energy to the overlying mucus. \n\nIn situ imaging that can characterize ciliary motion and mucus transport simultaneously.\n\nCilia ultrastructural electron microscopy analysis of the Wdr69 mutant airway revealed an ODA defect, consistent with the known role of Wdr69 based on the Chlamydomonas homolog (30).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28289722","rdfs:label":"Mouse Wdr69-PCD model","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4},{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/52512ae3-6955-4355-be9e-f5940e48397e","type":"EvidenceLine","dc:description":"Down-scored to 0.75 because subtle respiratory beating defects seen in these patients could also be due to advanced age and authors do not report on the age of their healthy controls.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c33a4cc4-8719-4a19-acd4-306a250ab7e8","type":"FunctionalAlteration","dc:description":"High speed video microscopy (HSVM) analysis of ciliary beating of  Patient 1-VII-5 multiciliated respiratory cells shows a subtle reduction of the beating amplitude due to an impaired recovery stroke, which results in a stiff beating pattern (compared to healthy control cells). Particle tracking experiments in cells from patient 1-VII-5 showed a 30% reduction in particle velocity  compared to the healthy control group. These results are consistent with the impaired ciliary beating that is frequently seen in motile ciliopathies and is consistent with DAW1 playing a role in the assembly/transport of dynein arms to respiratory motile cilia.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"Analysis of ciliary beating: HSVM and Particle Tracking"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.75},{"id":"https://genegraph.clinicalgenome.org/r/8610990f-63cf-466a-8cd7-fbf7ae58d0f2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3b41d14b-bd00-4aaf-a668-c693bb83c068","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/11c8c4a9-2058-42af-a32a-bbe453394847","type":"Finding","dc:description":"Primary ciliary dyskinesia 52 is an autosomal recessive disorder characterized by laterality defects and mild respiratory symptoms due to subtle ciliary beating defects. Defective DAW1 protein may lead to the reduction of ODA transport to the cilia, possibly affecting ciliary motility and beat, leading to laterality defects and respiratory symptoms.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28298440","rdfs:label":"ODAs interact with ODA16 C-terminal propeller","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/dec2e53b-7bff-4d87-a165-e174a21a94c5","type":"EvidenceLine","dc:description":"Downscored because IFT46 has not been directly implicated in PCD","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/fc3f55d8-4907-489d-a8f4-e1b32c886747","type":"Finding","dc:description":"ODAs are actively transported into cilia via the intraflagellar transport (IFT) system and the transport adaptor ODA16. IFT46 is a core component of the intraflagellar transport machinery and is required for the formation of all cilia.  Knockdown of IFT46 causes shortening of the body axis as well as the formation of fewer and shorter cilia (PMID: 33628615). IFT46 and ODA16 are thought to interact to transport ODAs via the IFT.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18852297","rdfs:label":"Yeast two hybrid analysis: ODA16 and IFT46","demonstrates":{"id":"obo:MI_0915"}}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/629a74b2-473d-45e2-bb0a-b67a50d2ab33","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c07a2fb2-4536-4374-82b6-ecd67a1ab750","type":"Finding","dc:description":"The Genotype-Tissue Expression (GTEx) project has established a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues. RNA-seq expression studies were performed on 54 reference tissues. Bulk tissue gene expression for DAW1 shows the expression of DAW1 in lung, testis, brain, and Fallopian tube. This pattern is consistent with the role DAW1 is thought to play in the assembly and transport of outer dynein arms in motile cilia.  PMID:36074124 shows in situ hybridization data of Daw1 expression in the mouse embryonic node.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23715323","rdfs:label":"GTEx DAW1 gene expression","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/86168f2c-d121-44b5-83f4-df8d755b8505","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3df139a8-95a3-4aa7-adb8-e4fa610caf14","type":"Finding","dc:description":"RNA in situ hybridization studies of embryonic mice show that Daw1 is expressed in the embryonic node from early headfold to 6 somite stage (equivalent to human 3 weeks of gestation). These cells have motile cilia, consistent with Daw1's role in left-right organization.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36074124","rdfs:label":"Daw1 expressed in motile ciliated cells of mouse embryo node","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Limited","sequence":9071,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.1,"subject":{"id":"https://genegraph.clinicalgenome.org/r/ATG4j5TTGn8","type":"GeneValidityProposition","disease":"obo:MONDO_0957922","gene":"hgnc:26383","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_8610990f-63cf-466a-8cd7-fbf7ae58d0f2-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}