{"id":"https://genegraph.clinicalgenome.org/r/1a854689-f5a7-48b8-a318-4145a7373c70v1.0","type":"EvidenceStrengthAssertion","dc:description":"TMOD1 was evaluated for autosomal recessive dilated cardiomyopathy (DCM). TMOD1 encodes tropomodulin 1 which plays a critical role in regulating actin filament length. At the time of review, dilated cardiomyopathy is the only condition that has been associated with this gene. Human genetic evidence supporting this gene-disease relationship includes case-level and variant-level functional data through one primary publication (Vasilescu et al, 2024, PMID: 38168645). In brief, a singleton non-consanguineous proband with DCM of Finnish ancestry was identified to be homozygous for a TMOD1 missense variant via proband-only whole exome sequencing with previously uninformative panel sequencing. Parents of the proband were confirmed to be heterozygous carriers via Sanger sequencing. Variant-level functional evidence was available for this observed missense variant through actin capping polymerization and depolymerization assays completed on human derived cardiomyocyte model generated via induced pluripotent stem cells from the observed patient in comparison to control fibroblasts. In brief, recombinant human TMOD1 revealed weaker rates in capping function in polymerization assays and weaker inhibition function in depolymerization compared to controls. Additional evidence was available immunofluorescence analysis of GFP-expressing rat cardiomyocytes expressing the variant in comparison to wild-type TMOD1 that revealed abnormal thin filament length in GFP-variant expressing cardiomyocytes supporting deleterious effect. TMOD1 variation in multiple families with well-established DCM phenotype, segregation or co-segregation data, and case control data has not been described. \n\nIn addition, this gene-disease assertion is supported by tissue expression and biochemical function evidence, non-human model data, and evidence of TMOD1 protein interaction with genes previously associated with DCM across 6 primary publications. Sung et al. 1996 provided evidence of expression in human tissue with highest expression identified in the heart muscle followed by skeletal muscle via northern blot analysis (Sung et al, 1996, PMID: 8661028). Sussman et al. 1998 investigated effects of alteration of TMOD via recombinant adenoviral vectors expressing either sense (AD+TMOD) or antisense (AD-TMOD) cDNA. Imaging via immunofluorescence and electron microscopy revealed abnormal sarcomere and myofibril organization. In brief, AD+TMOD revealed loss of myofibrillar density, abnormal alignment and abnormally shortened sarcomeres, while AD-TMOD revealed abnormally long filaments and disorganized myofibrils (Sussman et al, 1998, PMID: 9440708). Additionally, Sussman et al. went on to establish a non-human model of DCM via homozygous transgenic mice overexpressing TMOD known as TOT. TOT mice at 3-4 days of age via echocardiography revealed significant hemodynamic differences compared to controls of left ventricular dilation and impaired systolic function consistent with a DCM phenotype (Sussman et al, 1998, PMID: 9421465). After the development of this model, TOT mice have been subjected to additional studies. Ehler et al. 2001 investigated TOT mice with electron microscopy, immunofluorescence, and immunoblotting as a part of a secondary analysis in a study that aimed to primarily investigate a muscle LIM protein, MLP. Results in TOT mice in this study supported biochemical functional importance in intercalated disc morphology and maintenance with TOT mice revealing altered protein composition including decreased connexin-43 and increased NRAP expression (Ehler et al, 2001, PMID: 11352937). Additional primary publications have suggested TMOD interaction with two additional protein products from DCM-associated genes, tropomyosin (moderate evidence) and LMOD2 (definitive evidence). Through electron microscopy and rotary shadowing, TMOD1 was identified to bind to tropomyosin, later clarified to occur at the N-terminus of TPM1, and actin-binding assays with increasing presence of TMOD revealed an inhibitory effect on TPM1 function (Fowler et al, 1990, PMID: 2380244). Similarly, Tsukada et al. 2010 utilized transfected cardiomyocytes to primarily investigate LMOD function; however through immunofluorescence microscopy of GFP-cardiomyocytes transfected with TMOD and overexpressed LMOD revealed antagonistic function between the two proteins, with overexpression in LMOD2 reducing TMOD staining suggestive of competing function (Tsukada et al, 2010, PMID: 20736303). Evidence of antagonistic, inhibitory function of TMOD with these independent DCM-associated genes previously identified to result from loss-of-function further supports this gene-disease assertion. \n\nIn summary, there is limited evidence to support this gene-disease relationship. More evidence is needed to support the relationship of TMOD with autosomal recessive DCM. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on May 2, 2025 (SOP Version 10).","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/1a854689-f5a7-48b8-a318-4145a7373c70","GCISnapshot":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5","calculatedEvidenceStrength":"Limited","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10035","date":"2025-05-02T16:00:00.000Z","role":"Approver"},{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10035","date":"2025-07-31T18:04:11.739Z","role":"Publisher"}],"curationReasons":["NewCuration"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0ed7a79b-9992-4858-984a-150470568825_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8ed421b9-1b4b-4d1b-80bd-488952705050","type":"EvidenceLine","dc:description":"Downgrade from default was proposed as presence of additional variants and review of prior genes analyzed was not available for review. Further downgrade from default was proposed as this variant was hypothesized to be a possible founder variant in a known founder ancestral population. Variant allele frequency in gnomAD v4 for European (Finnish) ancestry was 0.03% with no homozygotes present across all populations. While this family was reported to be without consanguinity, Vasilescu et al. stated this variant may represent an ancient founder variant as this DCM case as well as two other cases (not DCM, not scored) reported in this paper of were found to be homozygous sharing a common haplotype of 3.3Mb encompassing this variant location. ","calculatedScore":1.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8ed421b9-1b4b-4d1b-80bd-488952705050_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Pyrene actin polymerization and depolymerization assays in the presence of tropomyosin with varying concentrations of recombinant human wild-type and variant TMOD1 (p.Arg189Trp) were completed. Polymerization and depolymerization rates extracted from fluorescence curves and calculation of capping affinities showed weaker actin capping function in polymerization assays and weaker inhibition in depolymerization assays with variant TMOD1 compared to wild-type. These findings were confirmed on a second, indepedent sedimentation assay. Additional functional data was available through investigation of 3-day old neonatal rat cardiomyocytes that were transfected with GFP-TMOD wild type or variant vectors. Phalloidin staining of actin filaments revealed abnormally longer length in variant TMOD rat cardiomyocytes compared to wild type.  ","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/8ed421b9-1b4b-4d1b-80bd-488952705050_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/38168645","allele":{"id":"https://genegraph.clinicalgenome.org/r/0f3745fd-6fef-4ade-b661-69b5f8ddc574","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003275.4(TMOD1):c.565C>T (p.Arg189Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5147327"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/0ed7a79b-9992-4858-984a-150470568825","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/38168645","rdfs:label":"Patient 1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"https://genegraph.clinicalgenome.org/r/0f3745fd-6fef-4ade-b661-69b5f8ddc574"},"detectionMethod":"Patient 1 underwent proband-only whole exome sequencing after an uninformative custom panel. Exome data was filtered with assumption of autosomal recessive inheritance. No further description of variant prioritization was detailed. Co-segregation was completed in parents via Sanger sequencing. ","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Patient 1 initially underwent a targeted, haloplex custom sequencing panel for genes associated cardiomyopathy that was reported to be uninformative. A list of genes included on this panel was not provided. ","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/8ed421b9-1b4b-4d1b-80bd-488952705050_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bd12e3ce-cf5a-4b3c-8657-39048c29a6f6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3ffebd69-97df-44f4-8aaf-7d5083afff76","type":"Finding","dc:description":"Echocardiography was completed in juvenile 3-4 day old TOT mice and showed LV dilation, LV thinning, and poor systolic function (Figure 9). Hemodynamic analysis with student t-test statistical analysis showed significant enlargement in LVEDD (mm) and decreased fractional shortening in TOT mice compared to controls (Table I). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9421465","rdfs:label":"Transgenic Overexpression TMOD1 in Mice","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/dbcee227-6a90-474b-ba94-7714bcf704d5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8a27ed25-53f8-495a-9fcc-e0f951d2326d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3c012a32-470f-40f0-8659-d8042459aae5","type":"Finding","dc:description":"Measurements of thin filament length in chick cardiomyocyte overexpression systems supported antagonistic roles for Tmod1 and Lmod2 (LMOD2 is known gene involved in DCM) in actin polymerization (Figure 3). Fluorescent imaging in co-transfected cardiomyocytes provided additional support for competitive binding of Tmod1 and Lmod2 at actin pointy ends (Figure 5). Collectively this data supports shared biochemical function of Tmod1 and Lmod2 in regulating the length of actin filaments. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20736303","rdfs:label":"Actin polymerization and Fluorescent Imaging ","demonstrates":{"id":"cg:BiochemicalFunctionA"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/6df153a3-cef7-445b-857d-34dbd49538f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f124a6e6-6d26-4065-b7f4-f28424910e7a","type":"Finding","dc:description":"Confocal imaging of rat cardiomyocytes with wild-type TMOD revealed normal myofibrillar array with TMOD present in the A band of the sarcomere and actin filaments concentrated in the I-band (Figure 2). Rat cardiomyocytes with recombinant adenoviral expression vectors harboring overexpression TMOD (AD+TMOD) mRNA showed loss of myofibrillar density and abnormal alignment and sarcomere disruption (Figure 2, 6, 7). Furthermore, I-band width was calculated with anti-actin antibody in control versus AD+TMOD which showed decreased I-band width in altered TMOD (Figure 3). Rat cardiomyocytes with recombinant adenoviral expression vectors harboring antisense TMOD (AD-TMOD) showed abnormally long filaments with diminished myosin reactivity (Figure 2, 6, 7). \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9440708","rdfs:label":"Confocal and electron microscopy in rat cardiomyocytes","demonstrates":{"id":"cg:BiochemicalFunctionA"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/80a56223-fab1-4ae6-8fe9-0e018f1d5f86","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/61a85599-3207-4642-852b-2fbfae865ce8","type":"Finding","dc:description":"Immunoblotting, immunofluorescence imaging, and electron microscopy in transgenic overexpressing TMOD1 (TOT) mice revealed abnormal protein expression and morphology of intercalated disks. TOT mice compared to wild-type showed convoluted intercalated disks with reduced presence of gap junctions (Figure 5). Immunofluorescence and immunoblotting revealed decreased connexin-43 and increased NRAP expression in TOT mice versus controls (Figure 4F, 4L, Figure 6). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11352937","rdfs:label":"Immunoblotting and Microscopy in TOT mice","demonstrates":{"id":"cg:BiochemicalFunctionA"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/438e4c30-f280-4da3-be8d-2b1bc0a49922","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bb1d92e3-c265-4585-9730-552e43fdb54d","type":"Finding","dc:description":"In electron microscopy, erythrocyte TMOD visualized after rotary shadowing with tungsten and carbon showed a globular shape (Figure 2) Tropomyosin through rotary shadowing showed rod-like molecules (Fig 3). When visualizing tropomodulin-tropomyosin complexes in a similar manner (Figure 4), rods were visualized with a globular head at one end demonstrating TMOD binding to the terminus of TPM1. \n\nIncreasing concentration of TMOD reduced the amount of TPM1 binding to polymerized F-actin in co-sedimentation/pelleting actin-binding assays (Figure 5a). Supernatants and pellets electrophoresed on SDS gels supported reduced TPM1 in pelleted fractions when incubated alongside TMOD and F-actin (Figure 5b). These experiments supported association of TMOD and TPM1 with F-actin.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2380244","rdfs:label":"Electron Microscopy and Actin-Binding Assays ","demonstrates":{"id":"obo:MI_0915"}}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/91d3ee46-66ed-4c0f-9682-4970155adc60","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f6af2448-a186-4524-86f6-7dc57a895d9b","type":"Finding","dc:description":"Sung et al. 1996 utilized human fetal liver tMOD cDNA-probe to perform northern blot analysis on 8 human tissues which revealed highest expression in heart and skeletal muscle (Figure 3). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8661028","rdfs:label":"Northern Blot","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":10899,"specifiedBy":"GeneValidityCriteria11","strengthScore":4.5,"subject":{"id":"https://genegraph.clinicalgenome.org/r/HQa_iMkq4iQ","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:11871","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_dbcee227-6a90-474b-ba94-7714bcf704d5-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}