{"id":"https://genegraph.clinicalgenome.org/r/1062a6be-bb1a-49ee-99a3-dece3ef30866v1.0","type":"EvidenceStrengthAssertion","dc:description":"The relationship between TYR and oculocutaneous albinism type 1 (OCA1) was evaluated using the ClinGen Clinical Validity Framework as of August 14, 2020. Oculocutaneous albinism (OCA) is an autosomal recessive disorder of melanin synthesis associated with a reduction of melanin pigment in the skin, hair, and eyes. Reduction of melanin in the eyes is associated with foveal hypoplasia and decreased visual acuity, misrouting of the optic nerve fibres from the retina to the visual cortex, nystagmus, strabismus and iris translucency (Oetting et al, 2003, PMID 12753405; Lewis, 2013, PMID 20301345). Notably, several genes have been implicated in OCA, and syndromic and non-syndromic forms of albinism have been described (Federico and Krishnamurthy, 2020, PMID 30085560). \nTYR, which has been implicated in OCA1, encodes tyrosinase, a copper-containing monooxygenase with a key role melanin synthesis. Melanin is made, stored and transported in pigment granules (melanosomes) in mammalian skin melanocytes, choroidal melanocytes and retinal pigment epithelial (RPE) cells in the eye (Wasmeier et al, 2008, PMID 19056669). Two types of OCA1 are described in the literature. OCA1A (historically known as “tyrosinase-negative OCA”), is the most severe form of the disorder. Tyrosinase activity is completely absent, and melanin pigment cannot be detected in the skin, hair or eyes of individuals with OCA1. There is low tyrosinase activity in individuals with OCA1B but some residual activity is present allowing some melanin to be produced, albeit at a reduced amount. \nBiallelic variants in TYR were first reported in 1989 (Tomita et al, PMID 2511845). Since then, more than 300 variants have been reported in TYR (PMID 30868138). Data from 9 probands who are homozygous or compound heterozygous for TYR variants were curated, including 12 unique variants (missense, nonsense, frameshift, splice site) (Tomita et al, 1989, PMID 2511845; Monfermé et al, 2019, PMID 30472657; Shakil et al, 2019, PMID 30996339; Lin et al, 2019, PMID 31199599; Schidlowski et al, 2020, PMID 32411182).\nThis gene-disease relationship is supported by the biochemical role of TYR in the synthesis of melanin, which is consistent with the lack of pigmentation observed in individuals with OCA1 (Raper, 1926, PMID 16743714; Lai etal, 2018, PMID  29052256), functional alteration studies (Spritz et al, 1997, PMID  9242509; Totofuku et al, 2001, PMID  11284711), numerous natural and laboratory animal models including a spontaneous variant in mice (Le Fur et al, 1996, PMID  8921397), CRISPR-generated albino mice (Mizuno et al, 2014, OMID  24879364), and rescue of the phenotype by expression of tyrosinase in transgenic albino mice and medaka fish (Jeffery et al, 1994, PMID 7813769; Fu et al, 2000, PMID 10675031). \nIn summary, TYR is definitively associated with OCA1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/1062a6be-bb1a-49ee-99a3-dece3ef30866","GCISnapshot":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10011","date":"2020-08-28T16:00:00.000Z","role":"Approver"},{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10011","date":"2020-10-15T21:10:50.999Z","role":"Publisher"}],"curationReasonDescription":"","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/063bf8fc-d1d4-4891-9f21-457c77014bb7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c66eb597-3561-4e32-a68a-bf1bfebbf36d","type":"Finding","dc:description":"This study describes the identification of a splicing abnormality in the tyr gene of albino c2j mice, and also mentions previous work documenting a splicing abnormality in BALB/c albino mice. Both variants disrupt alternative donor splice sites in exon 1 of tyr. Furthermore, Western blot analysis showed that tyr protein is virtually absent in skin of both mouse strains. These mouse strains and humans with albinism share the common features of lack of pigment in skin, hair, and eye tissues. In addition, albinism in the mice described here, and in humans with TYR variants, results from loss of function (including lack of tyr protein due to LOF variants).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8921397","rdfs:label":"c2j albino mice","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/0975b2ae-82fc-4f24-afbf-9a83bf151f96","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/09b4e7f0-5b55-42eb-9feb-82bc2f9ef18d","type":"Finding","dc:description":"In this study, CRISPR was used to introduce c.291G>T into the mouse tyr gene. This variant was chosen because it had previously been identified in albino mice (C57BL/ 6J-Tryc-2J). This variant reportedly occurs at the exon 1 splice donor and impacts normal splicing, resulting in absence of tyrosinase activity.\nSequencing analyses with 27 albino mice showed that G291T was induced by CRSPR in 11 mice (Table 2). One of 11 albino founder carried the substitution in both alleles; 10 albino mice carrying the Tyr G291T mutation also possessed monoallelic deletion mutations adjacent to the target site in the Tyr locus. The remaining 16 albino founders had biallelic deletion/insertion mutations in the Tyr locus (Fig 4B).\nThe albino mice had pink irises and white coat color. \nLike humans, mice with loss of function variants in tyr are unable to produce melanin, resulting in hypopigmented hair, skin, and eye tissues.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24879364","rdfs:label":"Tyr CRISPR albino mice","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/f73af1ea-2f29-4e1f-ad92-9cb48696742b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/27ab59b9-9b39-4f14-8dbc-0dcac7f097da","type":"Finding","dc:description":"In this study, C57B/6, which are phenotypically black, were used as control mice.\nTransgenic mice, carrying one copy of a YAC covering the entire tyr gene, were bred by crossing the albino outbred strain NMRI (carry the c variant of tyr) bred with BALB/c albino mice; the F1 pigmented animals (with the transgene; called YRT2) were used for study.\nAlbino mice expressing the tyr transgene (YRT2) and the C57B/6 control pigmented mice had normally pigmented fur, normal retinal pigment epithelium (RPE), and pigment was normally distributed in the retina. Pigment was absent from RPE and retina in albino animals.\nOptic chiasm formation was indistinguishable in the C57B/6 control mice and albino mice expressing the tyr transgene (YRT2). However, optic chiasm formation was abnormal in the two albino animals (NMRI and BALB/c) – in both cases, the uncrossed pathway was favored. There was no clear different between the albino strains (NMRI and BALB/c).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7813769","rdfs:label":"Rescue of pigment and optic chiasm abnormalities in mice","demonstrates":{"id":"cg:PhenotypeRescue"}}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/14f8cab5-5347-4ddd-99c0-2feb439c6741","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6f864ce7-ba74-425e-bd07-933e0a473dd4","type":"Finding","dc:description":"A natural medaka fish mutant with albinism, resulting from insertion of an Ac transposable element into the medaka tyrosinase gene, was used in this study.\n(Note: The GCI does not currently provide a drop-down option for medaka fish in the required field, therefore zebrafish is being used to allow this data to be entered).\nFertilized albino medaka fish eggs were injected with a genomic fragment (W1-S16) containing the medaka fish tyrosine gene and regulatory elements. This resulted in a line of albino medaka fish with stable integration and expression of tyrosinase.\nUsing PCR, the authors showed that the transgene was present in pigmented F1 medaka fish, but absent in their non-pigmented sibs and in control albino and wild-type fish (Fig. 2).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10675031","rdfs:label":"Rescue in albino medaka fish","demonstrates":{"id":"cg:PhenotypeRescue"}}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4},{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/9b4d784b-9c1b-43ce-b1dc-50075df1771d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/503a007a-f5d3-47dd-9577-4a88fed94c0b","type":"FunctionalAlteration","dc:description":"In this study, tyrosinase expressed in transfected HeLa cells was shown to directly bind copper. The in-frame deletions 19-159del and 316-443del and the amino acid substitutions p.A206T and p.T373K virtually abolished the ability of tyrosinase to bind copper and destroyed tyrosinase catalytic activity. The 19-159 deletion removes the amino terminal region that is critical for catalytic activity, and the 316- 443 deletion removes both the CuB site and a distal region that is apparently critical for structural cohesion of tyrosinase. The p.A206T and p.T373K substitutions are located within the CuA and CuB sites, respectively, and both are associated with severe OCA1 phenotypes.\nHis to Ala substitutions were generated at each of the four His residues in the CuB region for copper binding, substitutions that should have little or no effect on protein higher order structure. \nSubstitution of residues H363 or H389 completely eliminated copper binding (copper ions were not bound to either the CuA or CuB sites), indicating that these residues are critical for copper binding. Substitution of H367 by alanine resulted in only a 50% decrease in copper binding. All three of these substitutions abolished tyrosinase catalytic activity. Interestingly, the substitution of H390 to alanine enhanced the binding of copper as compared to the control, but abolished catalytic activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242509","rdfs:label":"Copper-binding of tyrosine variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/f8b33d5a-b860-479c-b488-2ff105b5a383","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6bb206ea-a331-4c65-99ed-e46dc574d9f4","type":"FunctionalAlteration","dc:description":"In this study, tyrosinase variants previously identified in individuals with oculocutaneous albinism were expressed in COS7 cells. Normal tyrosinase expressed at 37 °C or 31 °C was localized in granules around the perinuclear rim and in a reticular pattern, consistent with the sorting of tyrosinase to lysosomes. Calnexin-staining patterns in those same cells, had a similar reticular pattern of staining, which co-localized with tyrosinase in the ER. In contrast, at 37C, all mutant tyrosinases examined (A206T, T373K, ∆19-159, ∆316- 443, R402Q, P406L and R422Q) showed only reticular staining, without any obvious particulate structures. Tere was a partial rescue of sorting for temperature-sensitive variants - R402Q, P406L, and R422Q – at 31C.\nIn contrast to wild type, all mutant tyrosinases were completely sensitive to endo H when transfected cells were incubated at 37 °C; temperature-sensitive tyrosinases were partially resistant to endo H when the transfected cells were cultured at 31 °C. This indicates that mutant tyrosinases are retained in the ER at 37 °C and are not processed through the Golgi.\nPulse–chase experiments of COS7 cells transfected with wild type tyrosine, p.A206T, deletion19-159 or p.P406L.\nBinding of wild-type tyrosinase with calnexin was transient but binding of mutant tyrosinase to calnexin was prolonged, and rates of degradation of mutant tyrosinases were almost identical to their rates of disappearance from the calnexin complex.\nThis evidence is counted as functional alteration because it documents the mechanism by which mutant tyrosinase is involved in albinism i.e. by failure to reach the melanosomes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11284711","rdfs:label":"Defective sorting mechanism"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f4d9db25-5932-46ef-865c-00361a86495f","type":"EvidenceLine","dc:description":"The score is increased due to the wealth of information available on the role of tyrosinase in melanin production, including almost a century of work on mammalian tyrosinase, and the finding that tyrosinases are responsible for production of melanins across the plant and animal kingdoms. Many reviews support this role (e.g. see PMIDs 19056669, 29052256).","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/36be348f-1b38-40c6-ab8b-0749821e710d","type":"Finding","dc:description":"In a series of papers in the late 1920’s, H.S. Raper elucidated the role of tyrosinase in melanin production. In this study, the author shows that dihydroxyphenylalanine is produced when tyrosine is oxidised by tyrosinase. Dihydroxyphenylalanine was isolated as one of the products of the reaction. In a later study (Raper, 1927, PMID 16743827) it was shown that dihydroxyphenylalanine is the first intermediate product in the tyrosinase-tyrosine reaction. A review (Raper, Physiological Reviews, 8:245-282, 1928) provides great detail on the early experimental work to elucidate the mechanism by which tyrosinase converts tyrosine to melanin. Since that time, there have been extensive studies of the role of tyrosinase in the melanin synthesis pathway. Tyrosinase is known to be a monophenol monooxygenase with two copper ions in the active site. It catalyzes a two-step process involving the conversion of tyrosine to dihydroxyphenylalanine (dopa), followed by conversion of dopa to dopaquinone, which is then converted via a series of steps to melanin (see Fig 4, Lai et al, 2018, PMID 29052256).\nMelanin is made, stored and transported in pigment granules called melanosomes. Melanosomes are synthesized in mammalian skin melanocytes, in choroidal melanocytes and retinal pigment epithelial (RPE) cells in the eye (see Wasmeier et al, 2008, PMID 19056669 for review). The role of tyrosinase in melanin synthesis is, therefore, consistent with the findings in individuals with albinism e.g. lack of pigment in skin and RPE due to lack of melanin.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16743714","rdfs:label":"Role of tyrosinase in melanin production","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0a7f95fa-0d88-49f7-a966-aacc53f26f49_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual, with oculocutaneous albinism, is compound heterozygous for two nonsense variants in TYR, p.Arg116Ter and p.Arg278Ter. The highest population MAFs in gnomAD v2.1.1 are 0.0002506 (East Asian) and 0.001274 (South Asian) respectively. The score is decreased because not all genes involved in OCA were ruled out.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/cd3e9ce4-09e2-4d4f-b0cc-f1b186589737","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31199599","rdfs:label":"Pedigree 3 proband","ageType":"https://genegraph.clinicalgenome.org/r/","ageUnit":"https://genegraph.clinicalgenome.org/r/","detectionMethod":"Sequence analysis of TYR (no specific details given for the individuals in Table 2; unclear if the same methods were used for these individuals as for the main study cohort).","firstTestingMethod":"PCR","phenotypeFreeText":"Symptoms included severely poor eyesight, refractive error and photophobia in eyes, and white or light‐yellow skin or hair which did not change with ages (normal pigmentation in a Chinese population is black hair, black eye, and yellow skin).","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/0a7f95fa-0d88-49f7-a966-aacc53f26f49_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31199599","allele":[{"id":"https://genegraph.clinicalgenome.org/r/cd6b5e6d-8b8f-4b2a-8dd9-bb2c5bc5d337","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.832C>T (p.Arg278Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227592"}},{"id":"https://genegraph.clinicalgenome.org/r/cb037dd4-3674-474f-83f4-fabbd3c5bf78","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.346C>T (p.Arg116Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227562"}}]}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/4b8023e0-608e-403a-80c5-bd53467c0f72_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual, with OCA, is homozygous for a missense variant in TYR, p.Gly419Arg. The highest population MAF in gnomAD v2.1.1 is 0.0003921 (South Asian); no hoozygotes in any population. Based on previous studies, this variant accounts for about 21% of all families with OCA in Pakistan, including an additional 2 families in this study. However, the score is reduced for this case because other genes causing OCA were not ruled out and no functional evidence to support a deleterious impact of the variant is available.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ac709572-410c-4fd8-a0be-77e3689960cb","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","rdfs:label":"Family 4 IV:8","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"One affected individual from each family was sequenced for all five coding exons and associated intron–exon junctions in the TYR gene.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Golden hair, white skin, skin rashes on exposure to sunlight, light grey irises.","phenotypes":["obo:HP_0007663","obo:HP_0007750","obo:HP_0000486","obo:HP_0000613","obo:HP_0000639","obo:HP_0007894"],"previousTesting":true,"previousTestingDescription":"None reported. No evidence that other genes involved in OCA were ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/4b8023e0-608e-403a-80c5-bd53467c0f72_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","allele":{"id":"https://genegraph.clinicalgenome.org/r/9bcd83e0-bb37-4e66-b303-63547c8846f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1255G>A (p.Gly419Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227520"}}}}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/c01d1590-d841-4bc9-9ec9-aa80bfccd18c_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual, with oculocutaneous albinism, is homozygous for a nonsense variant, p.Arg278Ter, in TYR. The highest population MAF for the variant in gnomAD v2.1.1 is 0.001274 (South Asian); no homozygotes in any population. The score is reduced because not all genes causing OCA have bee ruled out.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3a20492c-a48f-4963-8273-1b8b09fe774f","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31199599","rdfs:label":"Subject 4","ageType":"AgeAtReport","ageUnit":"Days","ageValue":3,"detectionMethod":"Sequence analysis of genomic DNA including all coding exons and the exon/intronic flanking regions of TYR, OCA2, and SLC45A2.","firstTestingMethod":"PCR","phenotypeFreeText":"White skin, white hair, grey irides. Severely poor eyesight, refractive error, and photophobia.","previousTesting":true,"previousTestingDescription":"Note: OCA2 and SLC45A2 were also sequenced as part of this study.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/c01d1590-d841-4bc9-9ec9-aa80bfccd18c_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31199599","allele":{"id":"https://genegraph.clinicalgenome.org/r/cd6b5e6d-8b8f-4b2a-8dd9-bb2c5bc5d337"}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/69d1118b-f226-4580-bf14-027deed22aba_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual with OCA, and his affected brother are homozygous for a nonsense variant, p.Arg116Ter, in TYR. The highest populaiton MAF in gnomAD v2.1.1 is 0.0002506; no homozygotes in any population. The score is reduced because other variants causing OCA have not been ruled out.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bbf5d6a6-a4da-4298-bd08-f1a5e9e43769","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","rdfs:label":"Family 5 IV:2","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"One affected individual from each family was sequenced for all five coding exons and associated intron–exon junctions in the TYR gene.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Golden blond hair, reddish white skin, rashes on exposure to sunlight, grey irises.","previousTesting":true,"previousTestingDescription":"None reported. No evidence that other genes involved in OCA were ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/69d1118b-f226-4580-bf14-027deed22aba_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","allele":{"id":"https://genegraph.clinicalgenome.org/r/cb037dd4-3674-474f-83f4-fabbd3c5bf78"}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/2e22feb8-22b2-4724-b1b2-af93fee7316d_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual, with \"tyrosinase-negative\" oculocutaneous albinism, is homozygous for a frameshift variant, c.929dupC, in TYR. Expression of a TYR cDNA containing the variant in amelanotic mouse cells revealed no tyrosinase activity, compared with wild type, supporting the pathogenicity of this variant. The highest population MAF in gnomAD v2.1.1. is 0.0005983 (East Asian); no homozygotes in any population.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f98d5ba3-e7f4-432e-a685-2701a1efd070","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2511845","rdfs:label":"S.S.","ageType":"https://genegraph.clinicalgenome.org/r/","ageUnit":"https://genegraph.clinicalgenome.org/r/","detectionMethod":"Genomic DNA library was constructed and screened for DNA segments encoding tyrosinase. All exons of TYR were sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"\"tyrosinase-negative OCA\".","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/2e22feb8-22b2-4724-b1b2-af93fee7316d_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2511845","allele":{"id":"https://genegraph.clinicalgenome.org/r/8b6c412e-46cf-43b4-b632-1ba4f7f82b4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.929dup (p.Arg311fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227601"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/c9b52af2-1674-4f3d-9d7f-398a5f7f6875_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/27f34f79-39f0-4e7f-acac-ea3ef0b4290e_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","rdfs:label":"Family 4","estimatedLodScore":1.93,"family":{"id":"https://genegraph.clinicalgenome.org/r/27f34f79-39f0-4e7f-acac-ea3ef0b4290e","type":"Family","rdfs:label":"Family 4","ethnicity":{"id":"cg:NotHispanicOrLatino"},"member":{"id":"https://genegraph.clinicalgenome.org/r/ac709572-410c-4fd8-a0be-77e3689960cb"}},"meetsInclusionCriteria":true,"phenotypeFreeText":"","phenotypeNegativeAlleleNegative":1,"phenotypePositiveAllelePositive":4,"phenotypes":["obo:HP_0007750","obo:HP_0007663","obo:HP_0000613","obo:HP_0007894","obo:HP_0000486","obo:HP_0000639"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/ac709572-410c-4fd8-a0be-77e3689960cb"},"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/3a9f7fa6-6225-4097-899f-e19ed0e6f85c_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual with OCA is compound heterozygous for a splice site variant, c.1185-2A>G, and a missense variant, p.Pro406Leu, in TYR, identified by exome sequencing. When expressed in HeLa cells, the p.Pro406Leu variant had only 7% of the activity of wild type (PMID 190359). When expressed in COS7 cells, the p.Pro406Leu variant protein is mislocalized, is more sensitive to endoglycosidase H digestion, and degrades more rapidly than wild type protein (PMID 11284711). Furthermore, this variant has been identified in multiple patients with OCA (PMID 190359, 18463683, 19865097, 20861488, 22734612, 25216246). The splice site variant is not in gnomAD. The missesnse variant has an allele frequency of about 1% in the Finnish population (2 homozygotes), and 0.00432 (European non-Finnish) (5 homozygotes).","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4231b37d-8691-481b-992a-f32a782a754b","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32411182","rdfs:label":"C2","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Iris and macular translucency, blue irises","phenotypes":["obo:HP_0000639","obo:HP_0007663","obo:HP_0002286","obo:HP_0001010"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/3a9f7fa6-6225-4097-899f-e19ed0e6f85c_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32411182","allele":[{"id":"https://genegraph.clinicalgenome.org/r/7387a908-caa9-4d55-bca4-07d65a10fb20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1217C>T (p.Pro406Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227519"}},{"id":"https://genegraph.clinicalgenome.org/r/174b5ce1-6a84-441f-8f94-40ee8c0ef1f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1185-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA382077809"}}]}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/876f143d-9cfa-4196-8db5-f7f3a77bfceb_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual with OCA is compound heterozygous for 2 variants in TYR; one is a frameshift variant, the other is a common, hypomorphic, temperature-sensitive missense variant, p.Arg402Gln. This paper documents a large body of evidence to show that this variants results in mild forms of OCA when in trans with a severe variant (69 patients with OCA and compound heterozygous for the variant are included in this publication and their phenotype compared to patients with OCA who have variants other than p.Ag402Gln).","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/84576eaa-cc61-4965-9826-3222aa184f29","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30472657","rdfs:label":"Compound het for frameshift (label assigned by curator)","ageType":"https://genegraph.clinicalgenome.org/r/","ageUnit":"https://genegraph.clinicalgenome.org/r/","detectionMethod":"See \"previous testing\"","phenotypeFreeText":"Clinical diagnosis of albinism. The details for each individual were not provided. However, as a group, most patients had white or yellow-white hair at birth (71.43%), blond hair later (46.97%), light skin but with residual pigmentation (69.64%), and blue eyes (76.56%). All patients with an available macular OCT imaging had foveal hypoplasia. All had refractive errors, hyperopia and astigmatism being the most frequent.","previousTesting":true,"previousTestingDescription":"Patients’ genotypes were established by Sanger sequencing (TYR, OCA2, TYRP1, SLC45A2, GPR143, HPS 1) (before 2013) or by next-generation sequencing (NGS) using a panel of genes involved in syndromic and non-syndromic albinism (TYR, OCA2, TYRP1, SLC45A2, SLC24A5, C10ORF11, GPR143, HPS 1 to 10, LYST, SLC38A8) (after 2013). Gene rearrangements (deletions, duplications) in all 19 albinism genes were searched for by high-resolution array-comparative genomic hybridization and confirmed by quantitative multiplex fluorescent PCR.","sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/876f143d-9cfa-4196-8db5-f7f3a77bfceb_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30472657","allele":[{"id":"https://genegraph.clinicalgenome.org/r/1d3d3cc9-7833-44f4-9839-998f04d9ada2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1467dup (p.Ala490fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA227532"}},{"id":"https://genegraph.clinicalgenome.org/r/6293b56f-f96c-4fca-ab5f-984e0e2dff93","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1205G>A (p.Arg402Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116438"}}]}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/a700184d-d2d4-496e-b1cc-a0ea184eea38_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual with OCA is homozygous for a frameshift variant, c.1456del, in TYR. This variant is not in gnomAD v2.1.1.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/dd05e2a2-0b40-4025-98bf-2b7b9d7f35dd","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32411182","rdfs:label":"C5","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Iris and macular translucency, hypopigmentation noted on retinography, light blue irises, \"milky skin and white hair\".","phenotypes":["obo:HP_0007663","obo:HP_0007750"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/a700184d-d2d4-496e-b1cc-a0ea184eea38_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32411182","allele":{"id":"https://genegraph.clinicalgenome.org/r/d770e04d-fab8-46a3-9847-179a8737fd52","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000372.5(TYR):c.1456del (p.Ala486fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637017"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/1a5d1dd5-2fe4-4021-bd43-9ca87b792059_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This individual with OCA, and other affected family members are homozygous for a nonsense variant, p.Arg278Ter, in TYR. The highest population MAF in gnomAD v2.1.1 is 0.001274 (South Asian); no homozygotes in any population. This variant accounts for about 20% of families with OCA in Pakistan. However, the score is reduced because other genes causing OCA have not been ruled out.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/de28b6a5-1620-48d4-b0f9-24b09c30acca","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","rdfs:label":"Family 6 IV:4","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"One affected individual from each family was sequenced for all five coding exons and associated intron–exon junctions in the TYR gene.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"White hair, reddish white skin, skin rashes on exposure to sunlight, grey irises.","phenotypes":["obo:HP_0007750","obo:HP_0007894","obo:HP_0007663","obo:HP_0000613","obo:HP_0000486","obo:HP_0000639"],"previousTesting":true,"previousTestingDescription":"None reported. No evidence that other genes involved in OCA were ruled out.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/1a5d1dd5-2fe4-4021-bd43-9ca87b792059_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30996339","allele":{"id":"https://genegraph.clinicalgenome.org/r/cd6b5e6d-8b8f-4b2a-8dd9-bb2c5bc5d337"}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1353,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"https://genegraph.clinicalgenome.org/r/zHtHCcZtGbI","type":"GeneValidityProposition","disease":"obo:MONDO_0018135","gene":"hgnc:12442","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_c9b52af2-1674-4f3d-9d7f-398a5f7f6875-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}