{"id":"https://genegraph.clinicalgenome.org/r/2c578466-5e81-4e49-9ebc-aecf375e9084v1.6","type":"EvidenceStrengthAssertion","dc:description":["The VPS13B gene has been associated with the Autosomal Recessive condition, Cohen Syndrome, using the ClinGen Clinical Validity Framework as of 08/02/2018. This association was made using case-level data only. More than 150 variants in this gene, mostly nonsense and frameshift, but also including large deletions and missense variants, have been reported in humans. Cohen syndrome is characterized chiefly by intellectual disability and developmental delay, typical facial gestalt, pigmentary retinopathy and intermittent neutropenia. It is over-represented in the Finnish population, likely due to a founder effect, with patients exhibiting a homogeneous phenotype. VPS13B was first associated with this disease in humans as early as 2003 (Kolehmainen et al., PMID: 12730828).\n\nSummary of Case Level Data: 12 POINTS\nThe association is seen in at least 10 probands in 6 publications (PMIDs: 12730828, 15173253, 26104215, 29149870, 19006247, 29758347). Variants in this gene segregated with disease in 41 additional family members. More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nThe mechanism for disease is homozygous loss of function, with the majority of variants observed being null variants (frameshift/nonsense) and predicted or shown to result in reduced mRNA product due to nonsense-mediated decay (PMID: 21865173).\n\nSummary of Experimental Data: 0.5 POINTS\nThe pathological mechanism of the disease is not clearly understood, and experimental evidence elucidating VPS13B protein function is still emerging. This gene is found to be expressed ubiquitously in most human tissues, but at higher levels in specific areas of the brain (PMID: 15173253). It is also shown that two alternatively spliced transcripts (using exon 28 and 28b) of the gene are expressed exclusively in the brain and retina, while only one (using exon 28b) is expressed ubiquitously (PMID: 19006247). Many alternatively spliced transcripts exist for VPS13B, but none of the variants reported in this gene are exclusive to specific transcripts. \n\nThe loss of VPS13B by siRNA silencing has been found to reduce neurite length, showing that loss of function variations in this gene result in functional alteration of the protein (PMID: 25492866). In addition, VPS13B is also shown to localize to the Golgi apparatus, interacting with Golgi-associated proteins, and be involved in Golgi assembly and glycosylation of other proteins (PMID: 21865173, 24334764). Although there is little experimental evidence supporting this gene-disease relationship at this time, the abundance of genetic evidence compels a definitive link between VPS13B and Cohen syndrome. \n\nIn summary, the VPS13B - Autosomal Recessive Cohen Syndrome gene-disease relationship is Definitive.\nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Autism and Intellectual Disability Expert Panel on 08/15/2018.","*VPS13B* was first reported in relation to autosomal recessive Cohen syndrome in 2003 (Kolehmainen et al., PMID: 12730828). More than 150 variants in *VPS13B*, mostly nonsense and frameshift, but also large deletions and missense variants, have been reported. Cohen syndrome is characterized by developmental delay, intellectual disability, typical facial gestalt, pigmentary retinopathy and intermittent neutropenia. It is over-represented in the Finnish population, likely due to a founder effect, with patients exhibiting a homogeneous phenotype. \n\nEight variants (frameshift, nonsense and missense) that have been reported in nine probands in six publications (PMIDs: 12730828, 15173253, 19006247, 26104215, 29149870, 29758347) are included in this curation. Variants in this gene segregated with disease in 41 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is biallelic loss of function, with the majority of variants observed being null variants (frameshift and nonsense) and predicted or shown to result in reduced mRNA product due to nonsense-mediated decay (PMID: 21865173).\n\nExperimental evidence elucidating VPS13B protein function is still emerging. This gene-disease relationship is supported by studies showing that *Vps13b* knockdown in primary rat hippocampal neurons reduces neurite length (PMID: 25492866). VPS13B localizes to the Golgi apparatus, where it interacts with Golgi-associated proteins and is involved in Golgi assembly and glycosylation of other proteins (PMID: 24334764).\n\nIn summary, there is definitive evidence supporting the relationship between *VPS13B* and autosomal recessive Cohen syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on August 15, 2018 (SOP Version 6)."],"dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/2c578466-5e81-4e49-9ebc-aecf375e9084","GCISnapshot":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002","calculatedEvidenceStrength":"Definitive","changes":{"id":"cg:summaryChange"},"contributions":[{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10006","date":"2025-09-27T19:49:55.912Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10006","date":"2018-08-15T10:00:00.000Z","role":"Approver"}],"curationReasonDescription":"","curationReasons":["ErrorClarification"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/268ce27b-49ec-490a-af45-55d97a42c83b","type":"EvidenceLine","dc:description":"The experiment shows that the protein is normally expressed in most human tissues and that both the full-length transcript and alternately spliced variant are expressed in the brain and retina, which are involved in the disease phenotype of Cohen syndrome. This evidence adds to the already available expression data from PMID:15173253 and is not scored here.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1b1da34a-ba3e-4416-8cdf-9f34f9cf5e65","type":"Finding","dc:description":"Northern Blot analysis showed ubiquitous expression of COH1 transcripts in all tissues analyzed. Relative quantification and PCR-based fragment analysis revealed expression of the splicing variant (NM_152564.3 utilizing exon 28b) in human tissues. Almost equal expression of both full-length transcript (NM_017890.3 utilizing exon 28) and splice variant was found in fetal and adult brain as well as adult retina.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19006247","rdfs:label":"Seifert_Expression","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/8980f29b-3b07-438d-bf7f-cfcf18cdf002","type":"EvidenceLine","dc:description":"The authors show that VPS13B is highly expressed in particular areas of the brain postnatally, and suggest a role for VPS13B in neuronal differentiation. The expression data from this paper and PMID: 19006247 cumulatively warrant a default score of 0.5 points.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/dc3314a1-7e90-4ec5-8b90-9d70c8eed353","type":"Finding","dc:description":"Mouse homolog of VPS13B was identified and chimeric primers designed for PCR amplification. Following PCR, non-radioactive in-situ hybridization was performed using cRNA probe generated from PCR product and frozen mouse brain sections.\n\nVPS13B was found to be widely expressed in mouse brain at postnatal day 21 (juvenile). A high level of expression was seen in the internal granule layer and Purkinje cells of the cerebellum, all cortical layers except layer I in the cerebral cortex, dentate gyrus of hippocampus and throughout Ammon’s horn. Expression was absent in cerebellar and subcortical white matter, suggesting that VPS13B is not highly expresses in glial cells. The adult mouse brain showed a similar pattern of expression.\n\nThe authors observed, in contrast, low or undetectable expression levels of VPS13B in the embryonic brain, suggesting that VPS13B primarily functions in postmitotic neuron and not in neuronal progenitor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","rdfs:label":"Mochida_expression","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/fa130e41-e331-4f1f-8a57-2fcabec21eef","type":"EvidenceLine","dc:description":"The experiment shows the outcome of altered VPS13B in retinal epithelial cells, which are involved in the phenotypes associated with Cohen syndrome. Since congenital disorders of glycosylation are known to be associated with a wide range of phenotypes including intellectual disability, it is expected that the role of VPS13B in protein glycosylation in the Golgi may lead to understanding the pathological mechanism of Cohen syndrome. However, the link between VPS13B defect in Cohen syndrome, the alteration of Golgi-associated glycosylation of proetiens and the clinical features associated with the disease are yet to be elucidated.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/213d2059-a54f-4f62-83ca-65cdf2c0e9d5","type":"Finding","dc:description":"Congenital disorders of glycosylation are known to be associated with a number of clinical features, including intellectual disability. ICAM-1 and LAMP-2 appear to be abnormally glycosylated in VPS13B depleted in RPE cells. In Cohen syndrome patients, ICAM-1 was well expressed at the PBMCs cell surface but showed a lower molecular weight, suggesting a lower glycosylation status.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24334764","rdfs:label":"Duplomb_Glycosylation defects","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4a720faf-ae8d-411c-9c12-d7d01b1ab092","type":"EvidenceLine","dc:description":"The experiment demonstrates a potential function of VPS13B in the neuron, which may have a role in the development of progressive retinal dystrophy, nonprogressive intellectual disability, and postnatally developing microcephaly in Cohen syndrome. The evidence is scored default points.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0efacbed-e637-4b0f-851b-65e4b130d832","type":"FunctionalAlteration","dc:description":"Fluorescence microscopic images revealed reduced outgrowth of the longest forming neurite (axon) to ~60% and Golgi orientation toward the longest neurite was significantly changed. The number of forming neurites was not altered.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25492866","rdfs:label":"Seifert_Neurite Outgrowth assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/39a00218-c7df-4877-a201-32877da6e3b7_proband_score_evidence_line","type":"EvidenceLine","dc:description":"The variant is a missense mutation that results in the negatively charged aspartic acid residue at position 2645 instead of neutral Glycine. The authors suggest that this substitution, taken into consideration with the fact that the individuals carrying this variant express phenotypes that are not any milder than those seen in individuals with frameshift/null mutations, is likely to be a loss of function variant. This proband is scored less than default because there is no variant-level evidence available.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a66f2837-9cee-47b2-98a6-db73de1125f2","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","rdfs:label":"Mochida_F1Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"A total of 88 primer pairs were used for mutation analysis of each exon of the full-length transcript of VPS13B.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"relatively large corpus callosum, typical facial features, -5.6 SD head circumference","phenotypes":["obo:HP_0000556","obo:HP_0000545"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/39a00218-c7df-4877-a201-32877da6e3b7_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","allele":{"id":"https://genegraph.clinicalgenome.org/r/92c5e099-54bc-42d7-9d31-47c1f63ad6ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.7934G>A (p.Gly2645Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2824"}}}}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/14a7d691-70ba-4ff4-be24-e5e6d4937fc5_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Including this proband, the reported variant was identified in 26 individuals in the Finnish study subjects (n = 27), and not found in the control subjects. Of the 26 individuals with the variant, 15 were homozygous and 11 were heterozygous. Subsequent reports have identified this variant to be a founder mutation in the Finnish population that is perhaps responsible for the homogeneous phenotype observed in these individuals.\n\nThis variant causes a frameshift and a premature termination of the protein at 1124th amino acid position. The variant is found in gnomAD and a frequency of 0.0002528 reported in the European population. The variant is not found in other populations.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a3b8fb84-fdc5-4a1d-b1da-9e1517445b1a","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12730828","rdfs:label":"Kolehmainen_Proband 1","ageType":"https://genegraph.clinicalgenome.org/r/","ageUnit":"https://genegraph.clinicalgenome.org/r/","detectionMethod":"Sanger sequencing on RT-PCR product from lymphoblastoid cell line in 27 fragments in 9 individuals or Sanger/SSCP exon by exon on genomic DNA of COH1 in 6 individuals in 10 different haplotypes in Finnish and 5 non-Finnish patients.","phenotypeFreeText":"High-arched or wave-shaped eyelids, low hairline,","phenotypes":["obo:HP_0040082","obo:HP_0001249","obo:HP_0002761","obo:HP_0000322","obo:HP_0000252","obo:HP_0100874","obo:HP_0002312","obo:HP_0001263","obo:HP_0001290","obo:HP_0001913"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/14a7d691-70ba-4ff4-be24-e5e6d4937fc5_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12730828","allele":{"id":"https://genegraph.clinicalgenome.org/r/63a59787-632c-4582-86b4-4e68c0ff6096","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.3348_3349delCT (p.Cys1117Phefs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2818"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/071650f9-8f8c-47b5-882c-777e7e125b40_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This variant is a nonsense mutation, introducing a termination of the protein product, and is awarded default points. The variant reported is found in gnomAD with a frequency of 0.00003249 in South Asians. It is not reported in Finnish or non-Finnish European populations.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3091e4b5-7563-40da-b6d3-b35278ebd14c","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12730828","rdfs:label":"Kolehmainen_Proband 2","ageType":"https://genegraph.clinicalgenome.org/r/","ageUnit":"https://genegraph.clinicalgenome.org/r/","detectionMethod":"Sanger sequencing of COH1","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001135","obo:HP_0001263","obo:HP_0000252","obo:HP_0001999","obo:HP_0001290","obo:HP_0011504","obo:HP_0001875"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/071650f9-8f8c-47b5-882c-777e7e125b40_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12730828","allele":{"id":"https://genegraph.clinicalgenome.org/r/07628c13-6926-42b9-92b1-2f4a224f40af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.7051C>T (p.Arg2351Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2820"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/ccfc68bc-9f00-4565-b2c7-70ad9f8e2002_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ce757683-2d04-4863-90c0-4f16ec139614_family_segregation","type":"FamilyCosegregation","dc:description":"The family has 8 affected and 1 unaffected individuals who were genotyped. However, counting segregations based on individuals who are at an equal risk of being affected by the disease leads to including only V-6, V-7, V-8 and V-10 for LOD score calculation. The parents belong to two different generations: mother (IV-8) and father (III-5, not labeled)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","rdfs:label":"Rafiq_ANMR51","estimatedLodScore":1.33,"family":{"id":"https://genegraph.clinicalgenome.org/r/ce757683-2d04-4863-90c0-4f16ec139614","type":"Family","rdfs:label":"Rafiq_ANMR51","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"}},"meetsInclusionCriteria":true,"phenotype":[{"id":"obo:HP_0001263"},{"id":"obo:HP_0010864"},{"id":"obo:HP_0002465"},{"id":"obo:HP_0002370"},{"id":"obo:HP_0008763"}],"phenotypeFreeText":"Affected individuals speak single words only","phenotypeNegativeAlleleNegative":1,"phenotypePositiveAllelePositive":3,"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/a1c30791-481b-4d0d-bbc3-af28e8e1ebe0_proband_segregation","type":"FamilyCosegregation","dc:description":"The unaffected parents and two unaffected siblings were genotyped along with the 3 affected individuals.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","rdfs:label":"Rafiq_ATM02","estimatedLodScore":1.45,"family":{"id":"https://genegraph.clinicalgenome.org/r/a1c30791-481b-4d0d-bbc3-af28e8e1ebe0","type":"Family","rdfs:label":"Rafiq_ATM02","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/65c442ff-9860-45fe-af30-be8c9201c900","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","rdfs:label":"ATM02_V-3","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Whole exome capturing and sequencing in two affected individuals (V-1 and V-5) identified a  1bp deletion at c.6879delT, which was confirmed by Sanger sequencing. Subsequently, it was tested in other affected and unaffected individuals from the family and 293 unrelated Pakistani controls.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000752","obo:HP_0002465","obo:HP_0000545","obo:HP_0000574","obo:HP_0001763","obo:HP_0002370","obo:HP_0000664","obo:HP_0000675","obo:HP_0000426","obo:HP_0001263","obo:HP_0001290","obo:HP_0002342","obo:HP_0000729","obo:HP_0001581","obo:HP_0000637"],"previousTesting":true,"previousTestingDescription":"KaryoStudio program from Illumina Inc. was used to exclude cytogenetic abnormalities, and HBD mapping was performed by using the HomozygosityMapper. LOF variants in other genes per SFARI gene list were excluded.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/99538a51-8637-47b1-9472-ede5bbb2ff6a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","allele":{"id":"https://genegraph.clinicalgenome.org/r/1310be25-65e6-4798-964a-ffb1b47c00cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000008.11:g.99720491del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4824093"}}}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"","phenotypeNegativeAlleleNegative":2,"phenotypePositiveAllelePositive":3,"phenotypes":["obo:HP_0000637","obo:HP_0001290","obo:HP_0000729","obo:HP_0001263","obo:HP_0002465","obo:HP_0000426","obo:HP_0002342","obo:HP_0000545","obo:HP_0000664","obo:HP_0000675","obo:HP_0001763","obo:HP_0002370","obo:HP_0000574"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/65c442ff-9860-45fe-af30-be8c9201c900"},"sequencingMethod":{"id":"cg:AllGenesSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/701d89af-9c81-47dc-be9c-1220dff88fb2_proband_segregation","type":"FamilyCosegregation","dc:description":"Individuals in the same generation, who were genotyped, with similar risk of being affected were only counted for LOD score calculation. Since there were not sufficient number of segregations in this family, it was not included in the scoring.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","rdfs:label":"Rafiq_RQMR10","family":{"id":"https://genegraph.clinicalgenome.org/r/701d89af-9c81-47dc-be9c-1220dff88fb2","type":"Family","rdfs:label":"Rafiq_RQMR10","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/f00930be-49ed-45cf-a63c-e0e26f678c93","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","rdfs:label":"RQMR10_V-2","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"detectionMethod":"Direct Sanger sequencing of VPS13B was performed, based on homozygosity mapping results, for all 62 exons and splice junctions of VPS13B and validated in controls.","phenotypeFreeText":"Absent or single-word speech, box-shaped face, Autistic behavior, pes planus, pes cavus and truncal obesity (V-2), pancytopenia (VI-3),  left eye exotropia (V-2, VI-3), retinal dystrophy, ptosis and patchy skin hyperpigmentation (VI-2)","phenotypes":["obo:HP_0000331","obo:HP_0012471","obo:HP_0000430","obo:HP_0000675","obo:HP_0001761","obo:HP_0000529","obo:HP_0000545","obo:HP_0010864","obo:HP_0001263","obo:HP_0000664","obo:HP_0000729","obo:HP_0002370","obo:HP_0000577","obo:HP_0000303","obo:HP_0001763","obo:HP_0000662","obo:HP_0008763","obo:HP_0001956"],"previousTesting":true,"previousTestingDescription":"Homozygosity-by-descent (HBD) or autozygosity mapping and copy number variation (CNV) analysis performed","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/a65f012f-9f0d-497b-b638-01f98df47db5_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26104215","allele":{"id":"https://genegraph.clinicalgenome.org/r/1310be25-65e6-4798-964a-ffb1b47c00cb"}}}},"meetsInclusionCriteria":false,"phenotypeFreeText":"Absent or single-word speech, box-shaped face","phenotypePositiveAllelePositive":2,"phenotypes":["obo:HP_0000529","obo:HP_0011228","obo:HP_0002370","obo:HP_0000664","obo:HP_0000331","obo:HP_0000430","obo:HP_0000662","obo:HP_0000303","obo:HP_0001263","obo:HP_0000675","obo:HP_0010864","obo:HP_0012471","obo:HP_0000545","obo:HP_0001763","obo:HP_0008763"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/f00930be-49ed-45cf-a63c-e0e26f678c93"}},{"id":"https://genegraph.clinicalgenome.org/r/94fac2a8-2c54-4865-806a-e690c15a7c88_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","rdfs:label":"Mochida_F1","estimatedLodScore":1.2,"family":{"id":"https://genegraph.clinicalgenome.org/r/94fac2a8-2c54-4865-806a-e690c15a7c88","type":"Family","rdfs:label":"Mochida_F1","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/a66f2837-9cee-47b2-98a6-db73de1125f2"}},"meetsInclusionCriteria":true,"phenotypeFreeText":"","phenotypeNegativeAlleleNegative":0,"phenotypePositiveAllelePositive":3,"phenotypes":"obo:HP_0000545","proband":{"id":"https://genegraph.clinicalgenome.org/r/a66f2837-9cee-47b2-98a6-db73de1125f2"},"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/ddf40071-a406-4044-8ce0-92835c945714_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","rdfs:label":"Mochida_F2","estimatedLodScore":1.33,"family":{"id":"https://genegraph.clinicalgenome.org/r/ddf40071-a406-4044-8ce0-92835c945714","type":"Family","rdfs:label":"Mochida_F2","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/bb6ac3dc-210e-4676-b7c6-b87edd201924","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","rdfs:label":"Mochida_F2Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"A total of 88 primer pairs were used for mutation analysis of each exon of the full-length transcript of VPS13B.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"relatively large corpus callosum, mild inferior vermian hypoplasia, typical facial features, -5.0 SD head circumference","phenotypes":"obo:HP_0000556","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/c0328682-d6f7-4351-bf06-9bc05ecad0d0_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15173253","allele":{"id":"https://genegraph.clinicalgenome.org/r/d78171a6-c1a6-43f1-8254-e7e5e42c2d70","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.1219C>T (p.Gln407Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56645"}}}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"","phenotypeNegativeAlleleNegative":1,"phenotypePositiveAllelePositive":3,"proband":{"id":"https://genegraph.clinicalgenome.org/r/bb6ac3dc-210e-4676-b7c6-b87edd201924"},"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":1.9},{"id":"https://genegraph.clinicalgenome.org/r/79222b19-feac-45a9-8c40-6d3dbd46be64_proband_score_evidence_line","type":"EvidenceLine","dc:description":"The individual is a compound heterozygote with the variant, c.5086C>T, inherited from the father and the variant, c.6940+1G>T, inherited from the mother. Both variants are found at a frequency of 0.000058 in East Asians in gnomAD. The c.5086C>T change is a nonsense mutation resulting in premature termination of protein product, while the c.6940+1G>T is a splice donor alteration. The proband is scored default points.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/067fe5ba-7292-4b51-8e8c-822cb11a9f24","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29758347","rdfs:label":"Yang_Proband 1","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"Single-read sequencing of whole genome of patient and his parents, subsequently validated by Sanger sequencing","phenotypeFreeText":"Height: 76 cm, Weight: 11 Kg, OFC: 43 cm, mild oblique palpebral fissure, low tendon hyperreflexia, intermittent neutropenia","phenotypes":["obo:HP_0000750","obo:HP_0002205","obo:HP_0001263","obo:HP_0100840","obo:HP_0001290","obo:HP_0001347","obo:HP_0001875"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/79222b19-feac-45a9-8c40-6d3dbd46be64_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29758347","allele":[{"id":"https://genegraph.clinicalgenome.org/r/3b36e72f-e40c-42c6-8687-d49cfd3c59e4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000008.11:g.99720553G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA183029776"}},{"id":"https://genegraph.clinicalgenome.org/r/1a76dc16-38ce-4bac-8bd4-5e343f654956","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.5086C>T (p.Arg1696Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56803"}}]}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/a65f012f-9f0d-497b-b638-01f98df47db5_proband_score_evidence_line","type":"EvidenceLine","dc:description":"The proband is homozygous for the variant. This variant introduces a frameshift, resulting in premature protein truncation. The variant was found to cosegregate with disease in the family and was not found in 293 healthy ethnicity-matched controls. It is reported in a heterozygous state at a frequency of 0.00003250 in South Asians in gnomAD.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f00930be-49ed-45cf-a63c-e0e26f678c93"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/11325614-59f6-4615-bb82-7047f59145b2_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This variant is a nonsense mutation, expected to result in a truncated protein product. The variant is found at a frequency of 0.00002978 in Latino and at a frequency of 0.00002035 overall in gnomAD. Experimental evidence shows reduced mRNA levels and fragmented Golgi apparatus in the proband. With additional experimental data contributing to variant evidence, this variant is scored higher than default.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/588a91fb-cd74-4eba-8de8-fcb0a5859716","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19006247","rdfs:label":"19006247_F9Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"Microsatellite marker analysis by PCR, followed by sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Typical facial features","phenotypes":["obo:HP_0002650","obo:HP_0000545","obo:HP_0001875","obo:HP_0000252","obo:HP_0001249","obo:HP_0008915","obo:HP_0000580","obo:HP_0004322"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/11325614-59f6-4615-bb82-7047f59145b2_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19006247","allele":{"id":"https://genegraph.clinicalgenome.org/r/5278fa06-2971-447e-813e-7a8a736f070a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.8515C>T (p.Arg2839Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/56694"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/99538a51-8637-47b1-9472-ede5bbb2ff6a_proband_score_evidence_line","type":"EvidenceLine","dc:description":"This variant has been previously reported in family RQMR10 and scored default points. Per the authors, the two apparently unrelated families are of a common Baloch ethnicity in Pakistan. Joint analysis of shared HBD regions in the two families revealed 208 SNPs from a 2.14Mb region showing the same haplotype. This variant is indicated as a founder mutation and the families are expected to have shared common ancestors 50 generations ago. Since the variant was scored default points previously, this proband is awarded reduced points.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/65c442ff-9860-45fe-af30-be8c9201c900"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/8fb06433-7f5b-4867-a7e6-19f3a9522b0b_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Compound heterozygous variants inherited from mother (c.3582delT) and father (c.6295_6296delAT). Both are predicted to result in a frameshift that leads to premature termination and truncated protein or NMD, scoring default points. The variant, c.6295_6296delAT is reported at a frequency of 0.00001 in gnomAD.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/04e55f8e-3001-4c25-a347-7d3efb86a91f","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29149870","rdfs:label":"Rejeb_Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"WES in trio, made of the proband and her two unrelated parents, analyzing variants affecting coding regions and essential splicing sites and excluding all variants with a frequency greater than 1% according to genomic databases.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Thick eyelashes, autistic-like traits, dysmorphic corpus callosum and lateral ventricular asymmetry on cerebral MRI, weight of 31 kg (−1 SD), a height of 126 cm (−3.2 SD) and an OFC of 48 cm (−3.8SD) at 12 years, moderate neutropenia upon reverse phenotyping","phenotypes":["obo:HP_0000675","obo:HP_0000574","obo:HP_0001263","obo:HP_0000580","obo:HP_0002033","obo:HP_0001382","obo:HP_0001249","obo:HP_0012471","obo:HP_0001182","obo:HP_0000322","obo:HP_0200055","obo:HP_0001290","obo:HP_0007074","obo:HP_0001956","obo:HP_0000486","obo:HP_0000253","obo:HP_0008897","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Karyotyping and CGH array were normal","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/8fb06433-7f5b-4867-a7e6-19f3a9522b0b_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29149870","allele":[{"id":"https://genegraph.clinicalgenome.org/r/81037f40-62d4-434f-a21b-3df910057b68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017890.4(VPS13B):c.6370_6371delAT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA055784"}},{"id":"https://genegraph.clinicalgenome.org/r/93ad6b31-f950-46f6-8e0b-522087e181d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000008.11:g.99467550del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA055546"}}]}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/c0328682-d6f7-4351-bf06-9bc05ecad0d0_proband_score_evidence_line","type":"EvidenceLine","dc:description":"The variant is a nonsense mutation that results in a truncated protein product of 407 amino acids, warranting default points. The full-length VPS13B protein is 4022 amino acids long. The variant is not found in gnomAD.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bb6ac3dc-210e-4676-b7c6-b87edd201924"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":11863,"specifiedBy":"GeneValidityCriteria6","strengthScore":13.5,"subject":{"id":"https://genegraph.clinicalgenome.org/r/592e-Od1VaY","type":"GeneValidityProposition","disease":"obo:MONDO_0008999","gene":"hgnc:2183","modeOfInheritance":"obo:HP_0000007"},"version":"1.6","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_ccfc68bc-9f00-4565-b2c7-70ad9f8e2002-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}