{"id":"https://genegraph.clinicalgenome.org/r/3bbd4b95-2bb0-45ba-b2e4-2b451dc2a392v1.0","type":"EvidenceStrengthAssertion","dc:description":"Primary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by chronic cough, recurrent infections of the upper and lower respiratory tract, randomization of left/right body asymmetry, and subfertility (PMID: 32943623). A subset of PCD cases have complex congenital heart defects (PMID: 17515466). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. Ciliary motility is powered by a set of axoneme-specific dynein motor complexes. Mutations in genes encoding proteins involved in the assembly, transport, or docking of dynein motor complexes can result in ciliary immotility or dysfunction (PMID: 31624012). Outer dynein arm (ODA) motor complexes are produced and preassembled in the cytosol, transported to the ciliary or flagellar compartment, and then anchored into the axonemal microtubular scaffold via the ODA docking complex (ODA-DC) system. The ODA-DC facilitates binding and may also play a role in regulating the activity of the ODAs (PMID: 11907279). The vertebrate ODA-DC is comprised of 5 subunits: ODAD1 (CCDC114), ODAD2 (ARMC4), ODAD3 (CCDC151), ODAD4 (TTC25), and ODAD5 (CLXN) (PMID: 34715025). Defects in each of these subunits have been associated with PCD (PMIDs: 23261303, 238497783, 25192045, 27486780, 36727596).\n\nThe *CLXN* (Calaxin) gene, also known as *ODAD5* (*Outer Dynein Arm Docking Complex subunit 5*) or *EFCAB1* (*EF-hand calcium binding domain 1*), was first reported in relation to PCD patients by Hjeij et al. in 2023 (PMID: 36727596). Hjeij et al. describe two independent patients with loss-of-function *CLXN* mutations that present with laterality defects and chronic respiratory symptoms. One of these patients also had a complex congenital cardiac malformation.  A third fetal patient with complex congenital heart defects was not viable and could not be assessed for respiratory symptoms. Two of these patients also presented with neurologic developmental abnormalities.  It is unclear if these phenotypes were associated with pathogenic *CLXN* variants (related to cardiac abnormalities or defects in brain ependymal cilia) or unrelated to PCD. \n \nThe specific disease entity associated with *CLXN* is Primary Ciliary Dyskinesia 53, an autosomal recessive disorder caused by biallelic mutation in the *CLXN* gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and autosomal recessive mode of inheritance to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited *CLXN* variants have been lumped into a single disease entity, Primary Ciliary Dyskinesia 53 (MONDO:0957991, OMIM # 620642).\n\nGenetic evidence from three probands carrying biallelic loss-of-function *CLXN* mutations in one publication was evaluated in this curation (PMID: 36727596). Two unique homozygous variants from two probands were scored (both nonsense mutations). A third homozygous frameshift variant from a fetal patient was not scored in this curation, since the patient could not be assessed for respiratory phenotype, a hallmark of PCD. An additional unpublished proband with homozygous loss-of function *CLXN* variants and a phenotype consistent with published probands has also been identified (M. Lejendre, personal communication, February 13, 2024).\n\nThe gene-disease association between *CLXN* and PCD 53 is supported by gene expression data that show *CLXN* expression in ciliated tissues. GTEx RNA-seq expression studies in reference human tissues show strong expression of *CLXN* in lung, testis, brain, and Fallopian tube (PMID: 23715323). This pattern is consistent with CLXN as a subunit of the ODA-DC in motile cilia and flagella (sperm). Murine *Clxn* is expressed at the mouse left-right organizer (LRO) during early embryogenesis. Laterality defects linked to *CLXN* mutations in humans likely result from dysfunctional LRO monocilia (PMID: 31286071). \n\nCLXN is part of the five subunit ODA-DC that stabilizes the docking of ODAs onto ciliary doublet microtubules (PMID: 37057896). Immunofluorescence microscopy studies were performed on respiratory epithelial cells from control and affected individuals carrying biallelic pathogenic variants in ODA-DC subunit genes *ODAD1, ODAD2, ODAD3, *and* ODAD4*. CLXN was not detected along the ciliary axonemes of cells with any of these ODA-DC defects, confirming that CLXN associates with the other subunits to form the ODA-DC in humans. In contrast, CLXN is present in the axonemes of control cells and also those carrying *DNAH5*, *DNAI1*, *DNAI2*, or *DNAH9* mutants (encoding ODA proteins), indicating that CLXN is not a component of ODA complexes in human respiratory cilia (PMID: 36727596). TEM cross section studies on respiratory epithelial cells from *CLXN*-PCD 53 patients show a loss of ODAs from the distal axonemes. Immunofluorescence studies on patient cells confirm the absence or mislocalization of ODA heavy chains, suggesting that in the absence of CLXN, there is a failure to correctly assemble/dock the distal ODAs.\n\nCLXN is a calcium sensor protein with three EF-hand Ca2+-binding domains and it has been suggested that in addition to helping in the stabilization of ODAs onto the axoneme, it may play a role in calcium-mediated regulation of ciliary beating (PMIDs: 36727596, 38876797). CLXN was first described in the sperm flagella of *Ciona intestinalis* as a calcium dependent modulator of ODAs, regulating wave propagation and swimming direction (PMID: 18620543). Inhibition of calcium dependent CLXN with repaglinide (a neuronal calcium sensor family protein inhibitor) in human and ferret tracheal tissue alters the dynein motor protein function of cilia on the airway surface, leading to an impaired wave of metachrony (coordinated asymmetric ciliary movement) across the surface, reducing mucociliary transport (PMID: 38860289). Mucociliary clearance via the coordinated movement of cilia is critical for maintaining lung health. An alteration in the function of CLXN that leads to a reduction in mucociliary clearance is consistent with the respiratory phenotypes seen in PCD with *CLXN* mutations.\n\n\nTwo non-human experimental models have been used to support the gene-disease relationship between *CLXN* and PCD 53.  RNAi-based knockdown of *clxn* (*efcab1*) transcripts in the planarian *Schmidtea mediterranea* reduces the velocity of locomotion, supporting a reduction or change in ciliary motility. *Clxn* (*Efcab1*) knockout mice display phenotypes consistent with human PCD, including hydrocephalus, *situs inversus*, and abnormal motility of tracheal cilia, ependymal cilia, and sperm flagella (PMID: 31286071).  In addition, the formation of embryonic nodal (LRO) monocilia is disrupted in these knockout mice (sparce and dysmotile nodal cilia).  Motility of nodal cilia in the embryonic LRO is necessary for the determination of correct left–right body asymmetry. Fluorescent microbead studies show that there is reduced flow velocity and random flow at the embryonic node in *Clxn* knockout mice embryos, consistent with the laterality defects seen in mice as well as with *situs* abnormalities and cardiac defects seen in human *CLXN*-PCD 53 patients.  Clxn protein expression and PCD phenotypes can be rescued in knockout mice upon reintroduction of wild-type murine *Clxn* gene on a bacterial artificial chromosome. (PMID: 31286071).  \n \nIn summary, there is strong evidence supporting a gene-disease relationship between variants in *CLXN* and Primary Ciliary Dyskinesia 53. This classification was approved by the ClinGen Motile Ciliopathy GCEP on March 3, 2025 (SOP Version 11).","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/3bbd4b95-2bb0-45ba-b2e4-2b451dc2a392","GCISnapshot":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5","calculatedEvidenceStrength":"Strong","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10102","date":"2025-04-28T00:16:50.485Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10102","date":"2025-04-10T16:00:00.000Z","role":"Approver"}],"curationReasons":["NewCuration"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a9e44733-ab2f-4296-8491-7b3a970f7e2e","type":"EvidenceLine","dc:description":"Score reduced to 1 because S. Mediterranea cannot recapitulate human PCD phenotypes, it can only confirm a loss of ciliary function in the absence of CLXN.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/03637fff-c435-4a2d-8563-1a5a1c3d7326","type":"Finding","dc:description":"CLXN is thought to help regulate ciliary motility.  Both planarians and humans with defective CLXN exhibit phenotypes consistent with a reduction in ciliary motility: reduced motile cilia-related locomotion in planarians and laterality and respiratory symptoms consistent with ciliary dysfunction.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"RNAi clxn knockdown and locomotion assay in S. mediterranea","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/d25cda41-1116-41f6-a6b4-f3bce343f7c0","type":"EvidenceLine","dc:description":"Upscored to 3 to reflect rescue experiment. A bacterial artificial chromosome containing the entire Efcab1 gene rescued the expression of calaxin protein and the PCD phenotypes of Efcab1−/− mice. ","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/69060a45-4588-402f-9016-fc22ed15e212","type":"Finding","dc:description":"Knockout of mouse Clxn caused several defects commonly seen in human PCD: Situs inversus, abnormal ciliary motility in respiratory cells (humans show respiratory symptoms suggestive of reduced mucocliliary clearance), and while not tested yet in humans, a reduced sperm swimming velocity.  These mice showed hydrocephaly, a phenotype repeatedly seen in mouse models for PCD and authors confirm that brain ependymal flow velocity was slightly decreased in Efcab1−/− mice. Disruption of nodal cilia and reduced velocity and random flow at node in knockout mice is consistent with situs abnormalities and cardiac defects seen in human CLXN patients with PCD.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31286071","rdfs:label":"Mice with a null mutation in Efcab1 (Clxn)","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4},{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b04c3b8c-3021-4475-ab46-bad02099d937","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1d509a27-f292-49ac-b75e-e2301dd0cfd0","type":"FunctionalAlteration","dc:description":"Immunofluorescent studies of respiratory cells from these two patients show that these variants cause partial loss of ODAs in the ciliary axonemes of the patients' cells. In unaffected controls, DNAH5, DNAI1, and DNAI2 localized along the entire axoneme.  In patient cells, DNAH5, DNAI1, and DNAI2 localized only to the proximal part of the axonemes, indicating that CLXN deficiency causes a partial ODA defect by affecting the assembly of the distal ODA type 2. TEM cross section studies in patient OP-2301 II1 confirm a loss of ODAs from the distal axonemes. In control cells, DNAH9 (type 2 distal ODA heavy chain) localized to the distal part of the axonemes. However, in OP-2301 II1, DNAH9 was undetectable, whereas in OP-1110 II1, DNAH9 assembled randomly along the axonemes (distal, middle, and proximal), indicating that DNAH9 fails to assemble correctly in CLXN-deficient cells. CLXN in humans probably plays a role in the docking of type 2 distal ODAs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"CLXN variants cause a partial defect of ODA type 2 assembly"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c430454c-ac19-4e71-bdb3-e2b7dd8a891b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0d5e6c92-217c-4e80-9bbb-cae10dd2e1e4","type":"Finding","dc:description":"Mucociliary clearance via the coordinated movement of cilia is critical for maintaining lung health. An alteration in the function of CLXN that leads to a reduction in mucociliary clearance is consistent with the respiratory phenotypes seen in PCD.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/38860289","rdfs:label":"CLXN inhibition disrupts mucociliary transport & metachrony","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/a2e72073-7ba7-49dc-9120-67b810d54a3a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1661d698-d821-405d-a64e-005e15838965","type":"Finding","dc:description":"In the absence of other components of the ODA-DC, (ODAD1-ODAD4) CLXN, is not able to assemble into the ODA-DC. Without CLXN, the ODA-DC may not be able stabilize the docking of ODAs onto ciliary doublet microtubules.   Axonemes with ODA defects in nodal cilia and respiratory motile cilia can lead to laterality defects and chronic respiratory symptoms such as those seen in PCD patients.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"CLXN  is an ODA-docking complex–associated component","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/447084f9-2240-4037-9fd8-9661c3d436bc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e70de13e-807b-4474-a2db-b5ef12502c1e","type":"Finding","dc:description":"Murine Clxn is expressed exclusively at the mouse LRO during early embryogenesis. Whole mount in situ hybridizatition analysis of murine Clxn in early-gastrulation stage mouse embryos (embryonic day 7.5/8.5, developmental period when body asymmetry is first established) indicates that Clxn is restricted to the pit cells of the LRO node. Laterality defects linked to Clxn mutations in humans may result from dysfunctional LRO monocilia. The nodal expression of Clxn in a mouse model is consistent with this hypothesis.  Of note, no signal was observed in the primary nonmotile cilia in the crown cells adjacent to the LRO. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"CLXN expression in mouse LRO","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/2319ca27-6a13-4486-a5c6-559f6aa0941a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/18ca37cb-beec-4809-913e-9cabbb2b1b5e","type":"Finding","dc:description":"The Genotype-Tissue Expression (GTEx) project has established a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues. RNA-seq expression studies were performed on 54 reference tissues. Bulk tissue gene expression for CLXN shows the expression of CLXN in lung, testis, brain, and Fallopian tube. This pattern is consistent with the presence of the ODA-docking machinery (of which CLXN is a component) in the axonemes of motile cilia and sperm flagella.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23715323","rdfs:label":"GTEx CLXN gene expression","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"https://genegraph.clinicalgenome.org/r/18721467-867b-4687-b4f2-5af09951ada5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6b2dfc5f-7ab1-425f-ae7e-72ff1e94e2dd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/38d28aa2-ca9c-412f-b5f6-13353d976062","type":"EvidenceLine","dc:description":"Down-scored to 1.5 for homozygosity.","calculatedScore":4,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/38d28aa2-ca9c-412f-b5f6-13353d976062_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"NM_024593.4(CLXN):c.367G>T (p.Glu123Ter) is a nonsense mutation predicted to trigger nonsense mediated decay or produce a 42% truncated protein. This truncation affects the conserved  EF-hand calcium-binding domain of the CLXN protein.  Immunofluorescence studies show CLXN is undetectable in respiratory cells of OP-1110 II1, indicating that no functional CLXN protein is produced.","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/38d28aa2-ca9c-412f-b5f6-13353d976062_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","allele":{"id":"https://genegraph.clinicalgenome.org/r/cd225541-782d-4220-b680-d17ed20baf3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024593.4(CLXN):c.367G>T (p.Glu123Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA371181901"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":3.0},{"id":"https://genegraph.clinicalgenome.org/r/6b2dfc5f-7ab1-425f-ae7e-72ff1e94e2dd","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"OP-1110 II1 ","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"https://genegraph.clinicalgenome.org/r/cd225541-782d-4220-b680-d17ed20baf3c"},"detectionMethod":"Sanger sequencing and segregation analysis were performed to verify the identified variants. Both parents are heterozygous for the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Respiratory symptoms were present since birth; Situs ambiguous: right-sided stomach, left-sided liver, right-sided polysplenia with several splenic nodules, and bilateral kidneys; She suffered additionally from gastroesophageal reflux, combined developmental disorders, speaking disorder, and nutritional problems; Partial ODA defect (reduction of ODAs in distal ciliary axonemes) ","phenotypes":["obo:HP_0012255","obo:HP_0001748","obo:HP_0002092","obo:HP_0001627","obo:HP_0006532","obo:HP_0002020","obo:HP_0001651","obo:HP_0002093","obo:HP_0003363"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/38d28aa2-ca9c-412f-b5f6-13353d976062_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":3.0},{"id":"https://genegraph.clinicalgenome.org/r/8b8bd8df-d290-4157-aec5-73f306568e3e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e70d0120-b33d-475a-8dd5-1056edabb4e4","type":"EvidenceLine","dc:description":"Not scored because patient died in utero and it was not possible to observe if patient presented with a respiratory phenotype.  PCD diagnosis was not possible.","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e70d0120-b33d-475a-8dd5-1056edabb4e4_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"NM_024593.4(CLXN):c.117_129del (p.Glu40TrpfsTer16) is a frameshift mutation in exon 2 that introduces a premature termination signal and is predicted to either trigger NMD or produce 81% truncated protein.","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/e70d0120-b33d-475a-8dd5-1056edabb4e4_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","allele":{"id":"https://genegraph.clinicalgenome.org/r/77bf4c1b-d77c-47f3-a829-2aad34fbc24b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024593.4(CLXN):c.117_129del (p.Glu40TrpfsTer16)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2687226669"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/8b8bd8df-d290-4157-aec5-73f306568e3e","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"OP-4161 II1","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","allele":{"id":"https://genegraph.clinicalgenome.org/r/77bf4c1b-d77c-47f3-a829-2aad34fbc24b"},"detectionMethod":"Sanger sequencing and segregation analysis were performed to verify the identified variants. Both parents are heterozygous for the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"deceased female fetus, situs ambiguous","phenotypes":["obo:HP_0001320","obo:HP_0001627","obo:HP_0003363","obo:HP_0006270"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/e70d0120-b33d-475a-8dd5-1056edabb4e4_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/dfb51ffd-9267-4088-8327-91f8d15e269f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/03cfff70-1289-4e76-b0f8-938828e6a5b3","type":"EvidenceLine","dc:description":"Down-scored to 1.5 for homozygosity.","calculatedScore":4,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/03cfff70-1289-4e76-b0f8-938828e6a5b3_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"NM_024593.4(CLXN):c.292C>T (p.Arg98Ter) is a nonsense mutation predicted to trigger nonsense mediated decay or produce a 54% truncated protein. This truncation affects the conserved  EF-hand calcium-binding domain of the CLXN protein. Immunofluorescence studies show CLXN is undetectable in respiratory cells of OP-2301 II1, indicating that no functional CLXN protein is produced.","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/03cfff70-1289-4e76-b0f8-938828e6a5b3_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","allele":{"id":"https://genegraph.clinicalgenome.org/r/a0ba0254-407d-4ecc-b5a9-b16f1decbc2f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024593.4(CLXN):c.292C>T (p.Arg98Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4743315"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":3.0},{"id":"https://genegraph.clinicalgenome.org/r/dfb51ffd-9267-4088-8327-91f8d15e269f","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36727596","rdfs:label":"OP-2301 II1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"allele":{"id":"https://genegraph.clinicalgenome.org/r/a0ba0254-407d-4ecc-b5a9-b16f1decbc2f"},"detectionMethod":"Sanger sequencing and segregation analysis were performed to verify the identified variants. Both parents are heterozygous for the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Symptoms present since infancy; Lung function test results in normal range; Partial ODA defect (reduction of ODAs in distal ciliary axonemes)","phenotypes":["obo:HP_0001696","obo:HP_0011109","obo:HP_0002257","obo:HP_0012255"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/03cfff70-1289-4e76-b0f8-938828e6a5b3_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":3.0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Strong","sequence":10297,"specifiedBy":"GeneValidityCriteria11","strengthScore":12,"subject":{"id":"https://genegraph.clinicalgenome.org/r/Usdky8IQ3BI","type":"GeneValidityProposition","disease":"obo:MONDO_0957991","gene":"hgnc:25678","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_18721467-867b-4687-b4f2-5af09951ada5-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}