{"id":"https://genegraph.clinicalgenome.org/r/30dbf0f3-c5af-47d8-bab8-b8e9486449afv1.1","type":"EvidenceStrengthAssertion","dc:description":"BCKDK was first reported in relation to branched-chain keto acid dehydrogenase kinase deficiency, which is inherited in an autosomal recessive manner, in 2012 (Novarino et al, PMID 22956686). Evidence supporting this gene-disease relationship includes case-level and experimental data. Five unique variants (nonsense, frameshift, missense, and generation of a cryptic splice site) have been reported in in 8 individuals in 5 families (3 families each had 2 affected siblings) (Novarino et al, 2012, PMID 22956686; García-Cazorla et al, 2014, PMID 24449431). This gene-disease relationship is supported by the biochemical function of BCKDK, studies in fibroblasts from patients showing increased metabolism of branched chain alpha-keto acids, rescue of phosphorylation of E1-alpha in BCKDK-deficient fibroblasts upon expressing the wild type cDNA, a knock out mouse model (Joshi et al, 2006, PMID 16875466), and a natural rat model (Zigler et al, 2016, PMID 27472223). BCKDK negatively regulates the branched chain alpha-keto acid dehydrogenase (BCKD) complex by phosphorylating the E1-alpha subunit. As a result, the BCKD complex is constitutively active, resulting in the low levels of branched chain amino and alpha-keto acids observed in patients and animal models.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/30dbf0f3-c5af-47d8-bab8-b8e9486449af","GCISnapshot":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f","calculatedEvidenceStrength":"Definitive","changes":{"id":"cg:otherTextChange"},"contributions":[{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.849Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10011","date":"2019-01-18T17:00:00.000Z","role":"Approver"}],"curationReasonDescription":"","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6a1d7af2-32ee-43e3-93cd-13afdbd2af27","type":"EvidenceLine","dc:description":"The score is increased because the role of BCKDK has been well studied and is consistent with the biochemical abnormalities in patients. Consistent with its function as a negative regulator for BCKDK, patients with deficiency of BCKDH have low levels of BCAAs. This observation, and the amelioration of symptoms when on a high protein diet with additional supplementation of BCAAs, supports the role of this gene in BCAA metabolism, and low BCAAs in the disease pathology.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/57f5ebc9-d5ce-4838-821f-bea13bb3c851","type":"Finding","dc:description":"Branched chain alpha-keto acid dehydrogenase kinase (BCKDK) is part of an enzyme complex located in the mitochondrial matrix of many tissues. It was first purified from rat liver and rat heart, after which, studies showed that its enzyme activity phosphorylates and inactivates the branched-chain alpha-ketoacid dehydrogenase complex (BCKDH) (Popov et al. 1991, Shimomura et al. 1990, Popov et al, 1992). The BCKDH is the gatekeeper in the catabolic pathway for branched chain amino acids (BCAAs; leucine, valine, isoleucine). BCAAs are essential amino acids. Their levels are tightly regulated because perturbations from normal levels, ether too high or too low, are deleterious. BCKDK regulates the levels of the BCAAs by phosphorylating, and thereby inactivating, the E1-alpha subunit of BCKDH.\nConsistent with its role as a negative regulator of BCKDH, deficiency of BCKDK activity results in low levels of BCAAs in patients with this condition (Novarino et al, Gracia-Carzorla et al, PMID 24449431). Clinical features in patients with BCKDK deficiency include autism, intellectual disability and seizures. Treatment of one patient with a high protein diet (3.5 g/kg/day) and BCAA amino acid supplementation (100 mg/kg/day every 5 hr) resulted in amelioration of symptoms including reduction in hyperactivity and irritability, improved socialization and communication, and improvement in gross motor skills (Gracia-Carzorla et al, PMID 24449431).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8064409","rdfs:label":"BCKDK function","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5082e6d5-48d4-4dcc-b4ad-af5cf836f511","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/229ff176-44a4-41d1-9488-fb2821871281","type":"FunctionalAlteration","dc:description":"Similar to observations in fibroblasts from a patient with BCKDK deficiency (P2), real-time analysis of oxygen consumption in BCKDK-knockdown fibroblasts showed poor activity, lowered oligomycin-sensitive respiration (indicating reduced oxidative phosphorylation) and minimal responsiveness to drugs treatment, associated with decreased ATP synthesis and significant mitochondrial enlargement.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26809120","rdfs:label":"BCKDK knock down"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/299c7b77-09b0-4cc7-97bd-492d3c42f2c9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/805a62ec-2fce-4e7a-8207-3eb2d1c41174","type":"FunctionalAlteration","dc:description":"Stable isotope tracer‐based analysis of MEM–Leu medium in which fibroblasts from two patients with variants in BCKDK had been grown for 24 hr showed a significant reduction in [U‐13C] α‐keto–isocaproate compared with that in which control cells were grown. These results indicate an increased rate of branched chain amino acid catabolism in fibroblasts from patients, compatible with a constitutively active branched chain keto-acid dehydrogenase complex, and consistent with the low levels of branched chain amino acids measured in plasma, CSF and urine in patients with this condition.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Increased BCKA metabolism"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/22cb52c2-56c7-4174-9506-d90c2c8dcfe6","type":"EvidenceLine","dc:description":"Score reduced because only phosphorylation of BCKD -E1 subunit was analyzed in this rescue study. While phosphorylation of BCKD-E1 is known to be important in control of branched chain amino acid metabolism, further data would be needed to link these results to the biochemical phenotype seen in patients, such as normalization of branched chain amino acid levels, in order to obtain default points.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c67937b0-2ca2-41e0-90f8-b51539369c58","type":"Finding","dc:description":"The functional consequences of the BCKDK p.L389P and BCKDK p.R174Gfs1* mutations were analyzed in cell‐based experiments, using mitochondrial extracts from immortalized patient fibroblasts. Severely reduced/undetectable levels of the BCKDK protein mutants were recorded, along with a total absence of phospho‐S293 BCKDE1‐alpha. However, levels were recovered by lentiviral transduction of eGFP‐tagged wild‐type BCKDK (Fig. 4A). The presence of wild‐type BCKDK in the mitochondria was assessed by immunofluorescence microscopy using anti‐BCKDK antibodies (Fig. 4A). A normal phospho‐S293 BCKDE1‐alpha status was detected in the cell lines of both patients after harvesting the mitochondrial protein from transduced cells. No evidence of increased levels of BCKDK protein or phospho‐S293 BCKDE1‐alpha was seen in mock‐infected cells (Fig. 4B).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Rescue of E1 phosphorylation","demonstrates":{"id":"cg:PhenotypeRescue"}}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/1b18915f-d980-4ba0-bc7c-a11c5e861c5d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1847eb9c-4a08-4168-a210-baa354f97744","type":"Finding","dc:description":"Branched chain amino acids (BCAAs) are reduced in Bckdk null mice and in patients. BCAAs were 50–75% lower in blood, brain, heart, muscle and kidney of Bckdk null mice compared to wild type. BCAA levels were also reduced in liver of null mice but the difference was not significant. Patients with BCKDK deficiency have notably lower levels of plasma BCAAs than their healthy relatives (Novarino et al, 2012).\nSome patients with BCKDK deficiency develop seizures. Bckdk null mice also develop seizures, beginning at about 6-7 months of age. \nAdult mice developed neurological abnormalities, such as tremors, epileptic seizures, and hind limb clasping phenotypes observed in some other mouse models of autism spectrum disorders (Rett and Shank2). Mice have reduced brain size; human patients can have microcephaly. No testing of null mice for cognitive impairment.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16875466","rdfs:label":"Bckdk null mice","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/fbbf9dc4-665b-4a38-b00e-ffa2bc932974","type":"EvidenceLine","dc:description":"The phenotype in this natural rat model, homozygous for a missense variant in Bckdk, does not completely recapitulate the human phenotype for BCKDK deficiency, although there are some striking similarities.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/2cc54d32-8861-4ddc-9f62-b0ceae066616","type":"Finding","dc:description":"Sprague-Dawley rats homozygous for a naturally occurring variant (p.G639E) in the Bckdk gene have multiple abnormalities including splaying of the hind limbs (due to neurological dysfunction), decreased brain weight, ventricular dilatation, seizures, reduced fertility, reduced levels of plasma branched chain amino acids. While these features do not completely recapitulate the findings in humans with BCKDK deficiency the low plasma levels of BCAAs, seizures, and poor growth are in common. Rats were noted to have reduced brain weight; patients can have microcephaly. While rats have ventriculomegaly, patients have normal brain MRIs.  Cognition was not assessed in rats.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27472223","rdfs:label":"Sprague-Dawley rat natural model","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/115531fe-af59-4aa5-b7db-c7099fa21982_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Reduced from default due to a lack of experimental evidence supporting the pathogenicity of this variant and to reflect familial consanguinity. The only variant level evidence is predictive: \"Modeling of the p.R224P mutation using the crystal structure of rat Bckdk suggested disruption of the β sheet in a flexible linker domain.\"    \n\nNot found in gnomAD","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/def3a712-839a-465b-a3a7-20d948aac229","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 1435-IV-6","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument. The sequence reads were aligned to the human genome (hg19), and genetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity.\n\nFor this family all the informative members were genotyped with the Infinium iSelect24 mapping panel and analyzed with easyLINKAGE-Plus software to generate multipoint LOD scores for assembling exclusion maps.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Unable to speak (age 9 years), Based on the clinical presentation he met DSM-IV-TR criteria for autism and intellectual disability. Low levels of plasma amino acids.","phenotypes":["obo:HP_0008762","obo:HP_0000708","obo:HP_0000729","obo:HP_0000717","obo:HP_0010892","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"Plasma amino acids levels were essentially normal except for a decrease in arginine and an increase in aspartate that were also present in all healthy family members and are of unknown clinical significance.\nPlasma branched chain amino acids were low on all occasions measured (2 fasting, 2 status unknown). Example (fasting 12 hours): Valine 70, 100 (normal 133-273), leucine 73, 64 (normal 64-104), isoleucine 30, 34 (normal 31-83). All other amino acid levels were within normal limits.","secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/115531fe-af59-4aa5-b7db-c7099fa21982_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","allele":{"id":"https://genegraph.clinicalgenome.org/r/8e04b502-cb99-4719-8d50-9e09edd6ba1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005881.3(BCKDK):c.671G>C (p.Arg224Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39745"}}}}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/a04cd71b-52e4-4841-a820-9caa591da421_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Score increased due to supporting evidence including reduced mRNA levels in fibroblasts, suggesting nonsense-mediated mRNA decay and undetectable levels of BCKDK protein on Western blot. In addition, there was no reactivity to an antibody specific to the BCKDK phosphorylation site at residue 293 of the E1α BCKDH subunit suggesting that patients with BCKDK mutations may lack basal, negative regulation of BCKDH activity, consistent with the finding of low branched chain amino acids.\ngnomAD highest population minor allele frequency: 0.00002978 (Latino), No homozygotes (all populations)","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/d18a74cb-d6ee-4662-ae28-406e729bbece","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 558-IV-2","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument.  The sequence reads were aligned to the human genome (hg19), and genetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity. Blocks of homozygosity\nwere determined by HomozygosityMapper.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Significant reductions in BCAA levels, difficulties with communication, inability to speak in sentences, social disabilities, deficits in the activities of daily living, extra temporal (bilateral frontal) and generalized epileptiform abnormalities on EEG.","phenotypes":["obo:HP_0008762","obo:HP_0010892","obo:HP_0006801","obo:HP_0012759","obo:HP_0040196","obo:HP_0001249","obo:HP_0002069","obo:HP_0000708","obo:HP_0001250","obo:HP_0002373","obo:HP_0000717","obo:HP_0000519","obo:HP_0000729"],"previousTesting":true,"previousTestingDescription":"In the supplemental document, the authors report that this individual tested negative for known metabolic disorders, no chromosomal abnormalities were identified and cranial MRI was normal.\nBranched chain amino acids were low, measured in plasma in 2 different laboratories, 3 occasions (fasting 14 hours): valine 44 nmol/mol (normal 119-336), leucine 24 nmol/ml (normal 72-201), isoleucine 13 nmol/mol (normal 30-108), valine 89, 67 uM (normal 108-295), leucine 46, 42 uM (normal 60-204), isoleucine 23, 23 uM (normal 39 - 119). All other amino acids levels were within normal limits.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/a04cd71b-52e4-4841-a820-9caa591da421_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","allele":{"id":"https://genegraph.clinicalgenome.org/r/b4fea356-0b04-4432-ac0a-a59eb5aa51aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005881.3(BCKDK):c.466C>T (p.Arg156Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39743"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/c8764afc-449c-4430-b92d-7592937fe2bf_proband_score_evidence_line","type":"EvidenceLine","dc:description":"The c.520C>G is predicted to to cause a missense variant, however the authors show  through RT‐PCR and sequencing the variation consequence to be r.[520c>g; 521_543del], leading  to a frameshift creating a premature stop codon (p. R174Gfs1*).  Patient fibroblasts and mitochondrial extracts showed severely reduced/undetectable levels of the BCKDK protein and absence of phospho-S293 BCKDE1‐alpha.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/944202ed-e2d0-4f03-ad5f-ed59d8eba2c9","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Patient 1 (P1)","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Whole‐exome sequencing was utilized for patient 1. Base calling and quality control were performed using the Illumina RTA sequence analysis pipeline.  Sequence reads were aligned to the human reference genome build GRCh37 (hg19). Variant calling prioritization included parameters accounting for potential functional impact.\n\nSanger sequencing of the BCKDK gene was done for confirmation.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Verbal delay, Brunet-Lézine test: equivalent developmental age of 12 months at age 4 years, clinical seizures but EEG with multifocal spikes (>>at temporal lobes), Delayed myelinization at temporal lobes and periatrial level. Low levels of BCAAs in plasma and CSF, and low plasma branched chain keto-acids.","phenotypes":["obo:HP_0012759","obo:HP_0002039","obo:HP_0002013","obo:HP_0010892","obo:HP_0000708","obo:HP_0001290","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"Low levels of plasma branched chain amino acids: Leucine 12-17 umol/L (control 109 +/-31), isoleucine 4-14 umol/L (control 54 +/-16), valine 43-85 umol/L (212 +/-53). \nLow levels of CSF branched chain amino acids:  Leucine 2,4 umol/L (control 10.9 +/- 2.9), isoleucine 0,0 umol/L (control 4.0 +/- 1.2), valine 0,2 umol/L (control 13.9 +/- 2.9). \nLow levels of branched chain ketoacids in plasma: α-ketoisocaproic acid 2 umol/L (control 11-57), α-keto-ß-methylvaleric acid 2 umol/L (control 10-32), α-ketoisovaleric acid 2 umol/L (control 9-22)\n(note: this analysis was done after the finding of BCKDK variants in this patient)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/c8764afc-449c-4430-b92d-7592937fe2bf_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","allele":{"id":"https://genegraph.clinicalgenome.org/r/537b63e9-e524-4e4e-9eb6-140516788b4c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31110301C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395657836"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/facea4fe-6a64-48ef-9a02-e7069bb68f8b_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Reduced mRNA levels in fibroblasts, suggesting nonsense-mediated mRNA decay and undetectable levels of BCKDK protein on Western blot.\ngnomAD highest population minor allele frequency: 0.00003249 (South Asia), No homozygotes (all populations)","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5352ab3a-6f4f-467f-abe6-750a73027ac0","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Case 18-IV-1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Novarino et al. performed whole-exome sequencing in the proband of this family using solution hybrid SureSelect reagents and sequenced on an Illumina GAIIx or HiSeq2000 instrument. The sequence reads were aligned to the human genome (hg18), using BWA; \n\nGenetic variants were delineated using the Genome Analysis ToolKit software and SAMTools algorithms, for both SNPs and Indels, then sequentially filtered for variants that were: 1] in coding regions and/or splice sites, 2] non-synonymous, 3] not found out of Hardy-Weinberg equilibrium with the disease frequency in control populations, 4] homozygous, 5] and within linkage intervals or in blocks of homozygosity. Blocks of homozygosity were determined by HomozygosityMapper.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Failure to meet developmental milestones: did not sit until one year, never crawled, began to walk at two years, said her first words at two years old and never spoke in sentences.","phenotypes":["obo:HP_0010892","obo:HP_0008762","obo:HP_0002197","obo:HP_0001249","obo:HP_0002373","obo:HP_0000708","obo:HP_0000729"],"previousTesting":true,"previousTestingDescription":"Full physical and neurological examinations at age eight were normal. CT brain, Fragile X, chromosomal analysis, and CNV analysis were all negative. Plasma amino acids were essentially normal except for reductions in BCAAs: leucine 3 (normal 3-16), isoleucine n.d., valine 3 (normal 3-17).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/facea4fe-6a64-48ef-9a02-e7069bb68f8b_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","allele":{"id":"https://genegraph.clinicalgenome.org/r/a866cc37-2770-40ad-a89e-429b9d481f0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31109537del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891862642"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/a8f15751-1082-4649-9981-ab20e25212f3_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Score reduced because other causes of the clinical features have not been ruled out; only BCKDK was sequenced.\nNo residual BCKDK activity was found in p.L389P purified recombinant human proteins. Patient fibroblasts showed severely reduced/undetectable levels of the BCKDK protein. \nNot found in gnomAD.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6ac4ab7a-4087-4175-8f62-3fbf64bb810f","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","rdfs:label":"Patient 2 (P2)","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Patient 2 was only evaluated by  direct Sanger sequencing of the BCKDK gene.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Brunet-Lézine test: equivalent to 19 months at age 5 years, EEG with multifocal spikes, Reduced white matter volume, especially at periventricular and semioval level","phenotypes":["obo:HP_0010892","obo:HP_0006801","obo:HP_0001263","obo:HP_0000708","obo:HP_0008762","obo:HP_0012759"],"previousTesting":true,"previousTestingDescription":"Low levels of plasma branched chain amino acids: Leucine 28.7-48.8 umol/L (control 109 +/-31), isoleucine 10.5-24.6 umol/L (control 54 +/-16), valine 70-151 umol/L (212 +/-53). \nLow levels of CSF branched chain amino acids:  Leucine 2.2, 3.2 umol/L (control 10.9 +/- 2.9), isoleucine 0.8, 1.3 umol/L (control 4.0 +/- 1.2), valine 4.7 7.2 umol/L (control 13.9 +/- 2.9).\nLow levels of urine branched chain amino acids: leucine 1.6-2.3 mmol/mol creatinine (control 7.7 +/- 2.7), isoleucine 1.5, 1.7  mmol/mol creatinine (control 3.0 +/- 1.5), valine 3.1-3.3 mmol/mol creatinine (control 9.5 +/- 5.3).\nLow levels of branched chain ketoacids in plasma: α-ketoisocaproic acid 5-8 umol/L (control 11-57), α-keto-ß-methylvaleric acid 4-5 umol/L (control 10-32), α-ketoisovaleric acid 3-5 umol/L (control 9-22)\n(note: this analysis was done after the finding of BCKDK variants in this patient)","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/a8f15751-1082-4649-9981-ab20e25212f3_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24449431","allele":{"id":"https://genegraph.clinicalgenome.org/r/4c5d94c3-6782-4440-88a3-e698c6528561","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000016.10:g.31112192T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395662076"}}}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/f90aaad0-b56a-41dc-8d1f-9d12fc66113f_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a2e27046-c5b9-4273-ab78-728913441f9e_proband_segregation","type":"FamilyCosegregation","dc:description":"Only 2 affected","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Family 1435","family":{"id":"https://genegraph.clinicalgenome.org/r/a2e27046-c5b9-4273-ab78-728913441f9e","type":"Family","rdfs:label":"Family 1435","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/def3a712-839a-465b-a3a7-20d948aac229"}},"meetsInclusionCriteria":false,"phenotypeFreeText":"","phenotypeNegativeAlleleNegative":8,"phenotypePositiveAllelePositive":2,"phenotypes":["obo:HP_0010892","obo:HP_0000717","obo:HP_0008762","obo:HP_0001249","obo:HP_0000708","obo:HP_0000729"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/def3a712-839a-465b-a3a7-20d948aac229"},"publishedLodScore":2.2},{"id":"https://genegraph.clinicalgenome.org/r/b4c322d5-d4cf-4959-a925-fa2aad95bd53_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22956686","rdfs:label":"Family 558","family":{"id":"https://genegraph.clinicalgenome.org/r/b4c322d5-d4cf-4959-a925-fa2aad95bd53","type":"Family","rdfs:label":"Family 558","ethnicity":{"id":"https://genegraph.clinicalgenome.org/r/"},"member":{"id":"https://genegraph.clinicalgenome.org/r/d18a74cb-d6ee-4662-ae28-406e729bbece"}},"phenotypeFreeText":"significant reductions in BCAA levels, difficulties with communication, inability to speak in sentences, social disabilities, deficits in the activities of daily living","phenotypePositiveAllelePositive":2,"phenotypes":["obo:HP_0001250","obo:HP_0010892","obo:HP_0000729","obo:HP_0000708","obo:HP_0001249","obo:HP_0006801","obo:HP_0008762","obo:HP_0000717"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/d18a74cb-d6ee-4662-ae28-406e729bbece"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.75}],"evidenceStrength":"Definitive","sequence":795,"specifiedBy":"GeneValidityCriteria6","strengthScore":13.75,"subject":{"id":"https://genegraph.clinicalgenome.org/r/TeklvHrLTRw","type":"GeneValidityProposition","disease":"obo:MONDO_0013970","gene":"hgnc:16902","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_f90aaad0-b56a-41dc-8d1f-9d12fc66113f-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}