{"id":"https://genegraph.clinicalgenome.org/r/44c2aeac-c7eb-4f95-a86b-e94963b6d093v2.0","type":"EvidenceStrengthAssertion","dc:description":"HACD1 was first reported in relation to autosomal recessive congenital myopathy in 2013 (Muhammad et al., PMID: 23933735). This first report characterized a proband harboring a nonsense variant, with several other cases detailing a missense variant in a consanguineous family (PMID: 28781516), and a homozygous LINE insertion in Exon 6 (PMID: 32426512). Most recently, three consanguineous probands from different families were characterized each harboring a splice-altering or premature termination variant likely leading to nonsense-mediated decay (PMID: 33354762). Evidence supporting this gene-disease relationship includes six families with case-level data and a large amount of experimental data, including a naturally occuring model of myopathy in canines.\nVariants in this gene have been reported in six consanguineous probands and segregated with disease in nine additional family members. All variants are absent from gnomAD. The mechanism for disease is homozygous loss of function, with modified very-long-chain fatty acids causing a reduction in membrane flexibility and altering myoblast fusion in development and into adulthood specifically affecting T-tubule organization. This is similar to the pathogenic mechanisms in centronuclear myopathies caused by mutations in BIN1, DNM2, and RYR1 (PMIDs: 26160855, 27939133). While fiber-type disproportion is commonly observed in human probands, centrally nucleated muscle fibers characteristic of the centronuclear myopathies have not. This may be due to the young ages affecting the histological phenotypes or a potential compensatory effect of two HACD1 paralogues - HACD2 and HACD3 (PMID: 33354762).\nThis gene-disease association is supported by both a canine model with a large LINE insertion that eliminates protein expression and a KO mouse model, both of which recapitulate the main muscle-related phenotypes displayed in humans. HACD1's function of moderating myoblast fusion via VLCFAs and the altered effects demonstrated on cultured cells, as well as its relatively high prevalence in skeletal muscle, also provide contributing evidence.\nIn summary, HACD1 is definitively associated with autosomal recessive congenital myopathy. Although the rarity of reported cases previously limited the strength of genetic evidence, the strong experimental evidence and recent probands provide more than sufficent evidence to characterize this relationship.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/44c2aeac-c7eb-4f95-a86b-e94963b6d093","GCISnapshot":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962","calculatedEvidenceStrength":"Definitive","changes":[{"id":"cg:classificationChange"},{"id":"cg:newEvidence"},{"id":"cg:summaryChange"},{"id":"cg:otherTextChange"}],"contributions":[{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10031","date":"2021-07-15T19:10:45.573Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10031","date":"2021-06-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8bc2390d-d11d-4c13-a495-14c28887fcab","type":"EvidenceLine","dc:description":"As most of the phenotypes in humans and the canine/mouse models are related to skeletal muscle, HACD1's significant normal expression gives defult points.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abf74c63-f3a4-4ef4-9ced-8df2f256ab19","type":"Finding","dc:description":"Whole-mount in situ hybridization studies on mouse embryos showed HACD1 expression starting in the somites before differentiating into the myotome. Expression continued throughout development into myoblasts and developed skeletal muscle in many different organ systems. Expression in adult mice via northern blot confirmed high levels of expression in skeletal muscle as well as the cardiac muscle. The Human Protein Atlas (PMID: 18853439) also displays highest expression in both cardiac muscle and skeletal muscle in humans.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10644438","rdfs:label":"HACD1 is Expressed in Skeletal Muscle","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/b4572eea-5b34-4da4-8263-1c4a7b170aca","type":"EvidenceLine","dc:description":"Since the biochemical function of VLCFA regulation directly affects membrane flexibility and the resulting myotube fusion in development therefore easily causing the phenotypes displayed by probands, this evidence earns default points.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1dec68c9-aed2-476d-93ea-4bf94e084fd4","type":"Finding","dc:description":"Deficency in myoblast fusion likely directly causes the phenotypes seen in both the human and canine CNM diseases, namely muscle weakness, hypotonia, and the fiber-size variation. Observation of muscle fiber necrosis and resulting stunted regeneration supports this as the causal mechanism.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26160855","rdfs:label":"HACD1 Regulates VLCFAs and Myoblast Fusion","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c1c93eae-20f7-48dd-b07f-44641cd1f60b","type":"EvidenceLine","dc:description":"Due to T-tubule disorganization being a common pathogenic mechanism for centronuclear myopathy and a clear demonstration of the altered gene function, this evidence earns default points.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a420ea41-630f-48de-9c59-f912f33fc32c","type":"FunctionalAlteration","dc:description":"Although both cell lines formed RYR1-positive myotubes, a significant number of the deficent myotubes developed internal vesicles and clusters of nuclei compared to the controls (25 of 147 myotubes versus 3 of 229). A similar phenomenon was observed with BIN1 localizing in abberant clusters. These same patterns are seen in other centronuclear myopathies and herald abnormal development and maintenance of the T-tubules resulting in abnormal muscular phenotypes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27939133","rdfs:label":"HACD1 Disruption Causes T-tubule Disorganization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/15dee7fd-a6cf-4b77-8e05-69694a63766b","type":"EvidenceLine","dc:description":"Although many of the important phenotypes are recapitulated in this model and the mechanism appears to be identical to human probands, the lack of progressive recovery and the absence of some phenotypes slightly downscore this model to 1.5.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/21515b49-a80a-42de-aac0-20e44234c6f0","type":"Finding","dc:description":"The HACD1 KO mouse model recapitulates many of the phenotypes seen in both the human probands and the canine splice-site model. Homozygous -/- mice displayed both a 29% reduction of tibialis anterior (TA) muscle mass and a 27.5% reduction of the muscle maximal force compared to the wild-type mice, similar to the muscle weakness and hypotonia seen in human/canine probands. Muscle biopsy displayed fiber-size disproportion and reduced myofiber diameter with necrosis and stunted regeneration, revealing muscle hypotrophy stemming from a defect in myoblast fusion to be the pathogenic mechanism for muscle-related phenotypes in HACD1 deficency. It is notable that both the canine and mouse myopathic phenotypes did not improve over time while the humans did, which may be due to residual protein activity in the human probands. There were also some specific phenotypes in humans not reported in this model, such as areflexia and intenrally-nucleated fibers.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26160855","rdfs:label":"HACD1 KO Mice Display Myopathic Phenotypes","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/f9ca642f-65ce-4850-bf78-0713d7e428ad","type":"EvidenceLine","dc:description":"This naturally-occuring model of an HACD1 splicing mutation causing centronuclear myopathy in canines is particularly well-defined and recapitulates almost every phenotype displayed by the human probands. The few phenotypic differences, specifically the centrally nucleated cells and lack of progressive recovery, are likely due to the age of muscle biopsy and severity of the mutation respectively. Investigation also demonstrated t-tubule abnormalities and myofibrillar/cytoskeletal disorganization nearly identical to that of other CNMs caused by RYR1, DNM2, or BIN1 variants. With that in mind, this model earns an upgraded 3.0 points.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8c72d5bd-7527-46e7-ae66-643e6198d99f","type":"Finding","dc:description":"Many of the phenotypes that are displayed in the canine centronuclear myopathy are recapitulated from the human cases that have been published. In particular the lack of reflexes, infantile muscle weakness and hypotonia, and the modifications to skeletal muscle fibers common in congenital myopathies are all present in the canines. PCR investiation of both the human and canine cases showed a significant drop in protein expression and WT transcripts either due to abbberant splicing or premature termination and nonsense-mediated decay. Further investigation by another team (PMID: 27939133) revealed additional similarities to human myopathy probands present in canines with the HACD1 mutation including myofibrillar disorganization, fatty infiltration of the muscle, progressive T-tubule abnormalities, cytoskeletal disorganization, and mitochondrial mislocalization and degeneration. Many of these phenotypes are common in human probands with variants in other genes known to cause CNM such as BIN1, RYR1, MTM1, and DNM2. This provides evidence that the pathogenic mechanism for HACD1 acts in the same pathway as these other genes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12884002","rdfs:label":"A Canine Model of HACD1-Related Myopathy","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8ef52347-6efe-46cb-be4f-c130940bdfe5_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Due to the minimal amount of information provided for this family, as well as the lack of variant-level evidence, this proband is downgraded to 0.1 points.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/579c3ecc-836a-4b61-9cd2-8b7d4455b810","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28781516","rdfs:label":"1","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"The HACD1 mutation was identified by next-generation sequencing.","phenotypeFreeText":"Gradually improved myopathic phenotype","phenotypes":["obo:HP_0003803","obo:HP_0003323","obo:HP_0031237","obo:HP_0030319","obo:HP_0003557","obo:HP_0003325","obo:HP_0006829"],"previousTesting":true,"previousTestingDescription":"Clinical data were collected from the family members. Skeletal muscle biopsies were performed in two patients.","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/8ef52347-6efe-46cb-be4f-c130940bdfe5_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28781516","allele":{"id":"https://genegraph.clinicalgenome.org/r/89ee73c0-c288-46d3-ad7f-9469c19d616a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_428651.3(HACD1):n.791G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376193287"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"}}}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/991eff1d-4170-4a14-b8bb-77f2c37ff995_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Homozygous premature termination variant that likely leads to NMD","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/54a85321-c2a1-46b8-b4d9-fbbd73694242","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM2","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Whole exome sequencing revealed a homozygous termination variant in Exon 4 of HACD1. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0001270","obo:HP_0003270","obo:HP_0003324","obo:HP_0001508","obo:HP_0008872","obo:HP_0001284","obo:HP_0011469","obo:HP_0002421","obo:HP_0002033"],"previousTesting":true,"previousTestingDescription":"Proband was alert, smiling (since 1 month old), and interactive; Mitochondrial genome sequencing and chromosomal microarray were performed and resulted in normal findings","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/991eff1d-4170-4a14-b8bb-77f2c37ff995_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","allele":{"id":"https://genegraph.clinicalgenome.org/r/494835ae-dd39-4838-a375-92bd1db9cfb1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014241.4(HACD1):c.458G>A (p.Trp153Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376196412"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"none"}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3},{"id":"https://genegraph.clinicalgenome.org/r/fc545650-3585-4277-9702-e3195e481632_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Homozygous splice donor site affecting variant that is predicted to undergo NMD","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5779c643-1fb6-4348-881c-112596b45387","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM3","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Whole exome sequencing detected a homozygous splicing variant predicted to cause NMD and altered splicing. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0003691","obo:HP_0001508","obo:HP_0003750","obo:HP_0001999","obo:HP_0032988","obo:HP_0000774","obo:HP_0000767","obo:HP_0003701","obo:HP_0000973","obo:HP_0001270","obo:HP_0001319","obo:HP_0001388","obo:HP_0003391","obo:HP_0002421","obo:HP_0000307"],"previousTesting":true,"previousTestingDescription":"Birth weight, head circumference, and length were appropriate for gestational age; started crawling at 1 year and walked after the age of three; complete blood count, creatine kinase and lactate levels, and hepatic and renal profile were normal; cranial magnetic resonance imaging, echocardiogram, and skeletal survey were unremarkable; Pedigree in Figure 2","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/fc545650-3585-4277-9702-e3195e481632_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","allele":{"id":"https://genegraph.clinicalgenome.org/r/3a7d36f5-5b8b-4a02-820c-f7678a2a65b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.17590447C>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376192472"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"none"}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3},{"id":"https://genegraph.clinicalgenome.org/r/8d1c1c8d-a018-4fb8-a231-cf3ee01938ff_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Supporting variant-level evidence (69% reduction of mRNA quantity compared to the controls via quantitative PCR compared to controls; The mutation transfected and expressed in HEK-293 cells completely abrogated the enzyme activity compared to the controls (~5 nmol/mg/min)) combined with the phenotypic evidence gives this proband a default score.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/62e1abb1-b8f0-4df7-a1ae-c46983ea6ea2","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23933735","rdfs:label":"III-5","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Given the consanguinity of the family, the likely cause of the disorder was determined to be a homozygous autosomal recessive mutation. Homozygosity mapping was performed on a subset of the patients and their parents with an unaffected sibling revealing three homozygous blocks that were heterozygous in the parents and sibling. Each of these were subject to whole-exome sequencing revealing two missense changes in AKD1 and MRC1L1 and a nonsense change in HACD1. The nonsense mutation was verified by Sanger sequencing in some family members and by SSPI restriction analysis in others.","phenotypeFreeText":"Gradual improvement of myopathic phenotype, Scattered hypertrophic type 2 myofibers (20–30 μm in diameter)","phenotypes":["obo:HP_0031237","obo:HP_0003803","obo:HP_0003755","obo:HP_0001612","obo:HP_0001284","obo:HP_0006829","obo:HP_0002515","obo:HP_0003391","obo:HP_0001270"],"previousTesting":true,"previousTestingDescription":"Laboratory evaluation in affected individuals consisted of serum tests including CPK, liver enzymes, amino acids, lactate, pyruvate, total and free carnitine, ammonia, urine organic acids and beta oxidation activity in lymphocytes all of which were normal, The patients did not show homozygosity at any of these CFTD-causing loci (ACTA1, SEPN1, TPM3, RYR1, MYH7), Proband had a right quadriceps open biopsy at the age of 1 year (Fig. 1D), On enzyme-histochemical studies (ORO; PAS; PAS + D; ATPase 9.4, 4.3; NADH; SDH; COX), there were no significant changes in the cytoarchitecture. COX staining was normal. There was no evidence of glycogen or lipid excess in the myofibers. Additional immunohistochemical stains were performed including immunohistochemical stains for spectrin, dystrophin (dys1, dys2, dys3), utrophin, sarcoglycans (alpha, beta, gamma, delta), laminin beta-1, merosin (300 kDa, 80 Da), dysferlin, caveolin-3, perlecan, collagen IV, collagen VI and emerin were normal","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/8d1c1c8d-a018-4fb8-a231-cf3ee01938ff_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23933735","allele":{"id":"https://genegraph.clinicalgenome.org/r/0a169f32-2b81-491e-a2a2-912fc1290093","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014241.4(HACD1):c.744C>A (p.Tyr248Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249437"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"none"}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3},{"id":"https://genegraph.clinicalgenome.org/r/966fb904-79bb-42ea-af84-59aaf9ed426c_proband_score_evidence_line","type":"EvidenceLine","dc:description":"Although this proband is asserted to have congenital myopathy and a homozygous likely null splice-altering variant, the lack of concrete phenotypic information or biological material from this proband warrants a decrease in score.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4f163f9a-83ea-484c-9d4e-eb2979442dd1","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM1","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Exome sequencing was performed and revealed a homozygous deletion of the second splice donor site in HACD1. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0001324","obo:HP_0003756"],"sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/966fb904-79bb-42ea-af84-59aaf9ed426c_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","allele":{"id":"https://genegraph.clinicalgenome.org/r/817f7b0a-1b89-4387-a000-64204399373d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.17603928_17603932del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA662414920"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"none"}}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/10c52aaf-cd58-4448-bac7-12b653bfa962_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/051f2da9-4834-4259-a4a1-5e0efc8ed2ba_proband_segregation","type":"FamilyCosegregation","dc:description":"There are a sufficent amount of individuals to make the LOD score sufficient evidence","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23933735","rdfs:label":"BD","family":{"id":"https://genegraph.clinicalgenome.org/r/051f2da9-4834-4259-a4a1-5e0efc8ed2ba","type":"Family","rdfs:label":"BD","member":{"id":"https://genegraph.clinicalgenome.org/r/62e1abb1-b8f0-4df7-a1ae-c46983ea6ea2"}},"meetsInclusionCriteria":true,"phenotypeFreeText":"Gradual improvement of myopathic phenotype","phenotypeNegativeAlleleNegative":6,"phenotypePositiveAllelePositive":8,"phenotypes":["obo:HP_0001612","obo:HP_0001270","obo:HP_0003391","obo:HP_0006829","obo:HP_0001284","obo:HP_0002515"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/62e1abb1-b8f0-4df7-a1ae-c46983ea6ea2"},"publishedLodScore":1.8,"sequencingMethod":{"id":"cg:AllGenesSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/95a73964-6cc4-4039-ba14-34cf61220841_proband_segregation","type":"FamilyCosegregation","dc:description":"Not enough information provided","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28781516","rdfs:label":"1","family":{"id":"https://genegraph.clinicalgenome.org/r/95a73964-6cc4-4039-ba14-34cf61220841","type":"Family","rdfs:label":"1","member":{"id":"https://genegraph.clinicalgenome.org/r/579c3ecc-836a-4b61-9cd2-8b7d4455b810"}},"phenotypePositiveAllelePositive":5,"phenotypes":"obo:HP_0003323","proband":{"id":"https://genegraph.clinicalgenome.org/r/579c3ecc-836a-4b61-9cd2-8b7d4455b810"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.1}],"evidenceStrength":"Definitive","sequence":3101,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.6,"subject":{"id":"https://genegraph.clinicalgenome.org/r/tpy7INUSN0k","type":"GeneValidityProposition","disease":"obo:MONDO_0019952","gene":"hgnc:9639","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_10c52aaf-cd58-4448-bac7-12b653bfa962-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}