{"id":"https://genegraph.clinicalgenome.org/r/5134e29c-b963-4e4c-b157-b3b5cfb6ef25v1.0","type":"EvidenceStrengthAssertion","dc:description":"The HTT gene was first reported in relation to Huntington disease (MONDO:0007739, MIM #143100) in 1993 (PMID: 8458085). While many affected individuals present during the fourth or fifth decade of life, onset can occur as early as 2 years (PMID: 15338298, PMID: 32998776) or as late as 80 years of age (PMID: 10644798). All affected individuals harbor an in-frame expansion of a trinucleotide repeat (CAG) near the 5’ end of the coding region of the HTT gene, with the number of CAG repeats correlating inversely with age of onset. Patients frequently present with progressive neuromuscular phenotypes ranging from gait disturbance and bradykinesia to chorea, ataxia, abnormal saccadic eye movements, and dystonia. Common neurological features range from cognitive impairment and speech impairment to seizures and progressive neurodegeneration. Examination of the brain typically reveals neuronal intranuclear inclusions, neuronal loss, and selective brain atrophy (especially within the caudate nucleus and putamen). Genotyping of the HTT locus within affected tissues generally reveals evidence of further somatic expansion of the CAG repeats from the pathogenic allele. Ten suspected pathogenic variants were scored as part of this curation, all of them in-frame insertions of additional CAG codons within a trinucleotide repeat microsatellite near the 5’ end of the HTT coding region. These variants have been sorted into two separate groups; one with the total number of CAG repeats >40 (completely penetrant), and the other with the total number of CAG repeats falling between 36 and 39 (associated with incomplete penetrance). These variants have been collectively reported in ten unrelated probands in six publications (PMID: 32998776, PMID: 15338298, PMID: 26300964, PMID: 29036832, PMID: 10644798, PMID: 8311509). All ten probands were heterozygous for their respective variants. Abundant segregation evidence was available from the literature (including PMID: 2571579, PMID: 3017842, PMID: 29956026), maxing out the total number of points for segregation evidence. The mechanism of pathogenicity appears to be monoallelic gain of function, characterized by abnormal nuclear localization and aggregation of the expanded HTT variant within neuronal cells in affected tissues (PMID: 9267034, PMID: 9302293, PMID: 15654337). This hypothesized mechanism is consistent with the dose-dependent relationship between the degree of CAG expansion in the pathogenic allele and the phenotypic severity. Most individuals with Huntington disease harbor one variant allele within the HTT locus; however, affected individuals harboring homozygous HTT variants have also been reported in the literature, and exhibit severity and age of onset similar to their heterozygous siblings, indicating complete dominance of the variant allele (PMID: 2881213, PMID: 10051023). This gene-disease association is also supported by experimental evidence that the HTT protein product normally localizes to neuronal regions of the brain (PMID: 7820679, PMID: 7568002, PMID: 23715323). Variant HTT proteins with expanded glutamine repeats tend to form aggregates both in vitro and in vivo, particularly following protease cleavage (PMID: 9267034). Expanded HTT variant proteins also exhibit abnormal nuclear accumulation and defective nuclear export in both patient cells (PMID: 9302293) and non-patient cells (PMID: 15654337). Expression of a partial human HTT transgene with expanded CAG repeats in Drosophila photoreceptor cells triggers progressive degeneration and formation of nuclear inclusions within the photoreceptor cells (PMID: 9768849). Mouse expression of a similar partial human HTT transgene with approximately 150 CAG repeats recapitulates many of the progressive neuromuscular features of the human patients, as well as the dominant mode of inheritance, the somatic instability of the transgene itself, and the formation of neuronal intranuclear inclusions (PMID: 9267033, PMID: 8898202, PMID: 9020849). Many of these findings have been independently confirmed in other reports, and additional available experimental evidence (PMID: 32444599, PMID: 9874792) was not scored since maximum scoring in this category had already been reached. In summary, HTT is definitively associated with Huntington disease. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/5134e29c-b963-4e4c-b157-b3b5cfb6ef25","GCISnapshot":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10026","date":"2021-11-08T19:39:55.489Z","role":"Approver"},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10026","date":"2021-12-08T02:18:07.879Z","role":"Publisher"}],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/84019f0b-c1c4-44cc-aa33-883f345333d2","type":"EvidenceLine","dc:description":"Photoreceptor (neuroepithelial) cells in flies are not a close match for the neuronal cell types affected in human patients, but enable this model to recapitulate the progressive neurodegenerative effects of the human HTT transgene.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b2f67eac-1980-4901-bd4c-a5fc9b00e2af","type":"Finding","dc:description":"The model expresses a partial HTT transgene of human origin, it is a 5' fragment only, and does not correspond to a particular variant. Photoreceptor (neuroepithelial) cells expressing the variant-like transgene exhibit progressive degeneration (Figures 2C, 2G, 3C). Photoreceptor neurons exhibit nuclear inclusions in some cases (Figure 3G).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9768849","rdfs:label":"Fly model with Polyglutamine-expanded human HTT transgene","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/2850b07b-2ace-421a-91be-a66b1c04ab57","type":"EvidenceLine","dc:description":"This well-characterized mouse model is an ideal match for the diverse phenotypes experienced by the human patients, and was scored below the maximum due to the artificial/transgenic nature of the variant (not a knock-in model).","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a1cc56a3-8fa9-4dca-9f71-262d9c336f0b","type":"Finding","dc:description":"The mouse model recapitulates all of the critical features of the human patients including the mode of inheritance (autosomal dominant), the somatic instability of the transgene itself (Table 1, PMID: 9020849), diverse movement-related and neuromuscular phenotypes (chorea, dyskinesia, involuntary movements, ataxia, seizure, described in PMID: 8898202), cellular phenotypes (neurodegeneration, formation of neuronal intranuclear inclusions in Figure 3), and the progressive nature of many of the phenotypes (Figure 6).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9267033","rdfs:label":"Transgenic mouse model expressing human HTT variant","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e5675157-cd65-4c22-bc87-3d87057c5455","type":"EvidenceLine","dc:description":"These experiments detect defective nuclear export of the expanded HTT variant proteins and link this phenomenon to the formation of neuronal intranuclear inclusions within the area of the brain affected in the disease state.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/508589e4-b88e-4275-84ca-5ce7622ebc86","type":"FunctionalAlteration","dc:description":"Altered nuclear export of HTT is demonstrated in Figure 3, in which the total cell lysate and especially the nuclear lysate exhibit abnormal accumulation of a 40-kDa HTT fragment in the four affected individuals specifically. This contrasts with the four controls samples, in which HTT is exclusively detected in the total cell lysates and undetectable in the nuclear lysates. Immunohistochemistry in Figure 4 further localizes this phenomenon to intranuclear inclusions in pyramidal cells specifically (which are linked to the disease process) and finds co-localization with ubiquitin (which indicates the possibility of defective degradation of HTT variant).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9302293","rdfs:label":"HTT immunoblotting in nuclei from patient cortical tissues"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/fdfea93e-2b12-4c8f-b14e-4f0f53c8a7dd","type":"EvidenceLine","dc:description":"These experiments show that the expanded HTT variant has altered nuclear export when exogenously expressed in cell lines. This recapitulates the functional alternation in patient cells reported in PMID: 9302293.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a2924b95-7530-47f7-b1fd-38fee0ea8aa4","type":"FunctionalAlteration","dc:description":"Altered nuclear export of HTT is demonstrated in Figures 1a and 1b, in which the immuno-stained nuclei and immunoblotted nuclear lysate both exhibit abnormal HTT accumulation. Abnormal accumulation of HTT in the nucleus is demonstrated in the stacking gel portion of the immunoblot shown in Figure 2b. Please note that these results recapitulate the functional alternation in patient cells reported in PMID: 9302293. Please note that the cells are not transfected with a full HTT variant, but rather with a GFP-tagged N-terminal fragment that includes either 20 (wild-type) or 120 (variant) Gln repeats.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15654337","rdfs:label":"Normal or expanded variant HTT immunoblotting in cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/90582875-9579-4fcc-8d7c-e28ef2b27205","type":"EvidenceLine","dc:description":"The aggregation of expanded HTT variant proteins in this in vitro experiment recapitulates a key feature of the human patients.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/127062f3-6594-42b0-8c81-3c4418dc5128","type":"Finding","dc:description":"Human patients exhibit HTT-positive neuronal intranuclear inclusions (PMID: 9302293) that are recapitulated in the mouse model (PMID: 9267033). These may correspond to aggregates of toxic HTT variant proteins.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9267034","rdfs:label":"Variant HTT protein forms aggregates following cleavage.","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/52155372-103e-49da-bfa1-72d955f5a012","type":"EvidenceLine","dc:description":"While this experiment shows that HTT localizes strongly to the areas of the brain most affected in Huntington disease patients (the caudate and the putamen), it also localizes to a lesser degree to other areas of the brain and to diverse other tissues throughout the human body that do not appear to be affected in the disease state.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1d8e7f64-977c-4f1c-80c8-59dd74696fd0","type":"Finding","dc:description":"In situ hybridization with an HTT antisense probe was performed in fetal and adult human brains. Within the adult samples, the cortex, claustrum, dentate gyrus of the hippocampus, and both the caudate and putamen regions of the basal ganglia exhibited high signal. The subcortical white matter, internal capsule, and the globus pallidus region of the basal ganglia were low in signal (Figures 2A, 2B, and 2C). The high expression in most regions and relatively low signal in white matter is consistent with neuron-specific expression of HTT. This finding is also compatible with the disease entity, which presents with selective loss of neurons across multiple regions of the brain, particularly within the caudate and putamen. A similar immunohistochemistry experiment from another publication also showed high HTT in large neurons such as the cerebral pyramidal cells, neurons of the pallidum, and Purkinje cells (Figures 4A, 4D, and 3F of PMID: 7568002). Additional information from other publications profiling HTT transcript levels in human tissues found it to be ubuitously expressed with its expression highest in lymphocytes, followed by the brain (PMID: 23715323).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7820679","rdfs:label":"HTT expression in predominantly neuronal regions of brain","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c75010e7-9717-4603-99a7-cea07ff0d203","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c75010e7-9717-4603-99a7-cea07ff0d203_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/c75010e7-9717-4603-99a7-cea07ff0d203_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8133509","allele":{"id":"https://genegraph.clinicalgenome.org/r/5f4fb9e1-f2cf-4f96-b260-ca26d0c65726","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000004.11:g.3076606GCA[36_39]","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/812582"}},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/d033d5d3-c728-4d38-88e1-61380c83beff","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/d033d5d3-c728-4d38-88e1-61380c83beff_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/d033d5d3-c728-4d38-88e1-61380c83beff_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32998776","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000004.11:g.3076606GCA[(40_?)]","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/409"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/ba62f684-44d4-4331-b8c4-4bc6e1e5eb2a","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ba62f684-44d4-4331-b8c4-4bc6e1e5eb2a_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/ba62f684-44d4-4331-b8c4-4bc6e1e5eb2a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10644798","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_cc_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abb421a0-c07a-43b3-8fc8-20a559f9c890","type":"EvidenceLine","dc:description":"This is an aggregate study that does not focus on a particular variant or repeat length within the HTT locus. CAG repeat lengths for the 7 affected individuals were 36, 36, 37, 37, 38, 38, and 42. Bias may have been introduced by the origin of some of the controls in the shorter of the two HTT alleles from patients affected with Huntington disease. This way of selecting control patients may not have been equivalent to selecting case patients based on reporting to clinics for treatment of depression.","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item","type":"Finding","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20360314","rdfs:label":"HTT variants in cases of Major Depressive Disorder vs. controls","caseCohort":{"id":"https://genegraph.clinicalgenome.org/r/219e618c-eb76-4b5d-b0ec-878777cfc51a","type":"Cohort","allGenotypedSequenced":4256,"alleleFrequency":0.001644736842105263,"detectionMethod":"HTT CAG repeat lengths were measured using a fluorescent PCR-based assay, in comparison to known standards.","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0002009"}},"controlCohort":{"id":"https://genegraph.clinicalgenome.org/r/6d1bdd80-018a-4761-9831-d5152579960d","type":"Cohort","allGenotypedSequenced":6833,"alleleFrequency":0,"detectionMethod":"HTT CAG repeat lengths were measured using a fluorescent PCR-based assay, in comparison to known standards.","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":""}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/67bca076-447c-4a56-a710-75582db6f41a","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/67bca076-447c-4a56-a710-75582db6f41a_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/67bca076-447c-4a56-a710-75582db6f41a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10644798","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/3f066eef-7530-409d-9344-2bf14871101f","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3f066eef-7530-409d-9344-2bf14871101f_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/3f066eef-7530-409d-9344-2bf14871101f_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26300964","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/4cec94c7-079d-490a-a162-da7ef32b396d","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4cec94c7-079d-490a-a162-da7ef32b396d_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/4cec94c7-079d-490a-a162-da7ef32b396d_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29036832","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/0ada45d7-7a37-48a9-a55c-6deaeed90d5f","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0ada45d7-7a37-48a9-a55c-6deaeed90d5f_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/0ada45d7-7a37-48a9-a55c-6deaeed90d5f_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10644798","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/2c76d44a-9546-4c95-8e0e-6c1e56aa416e","type":"EvidenceLine","dc:description":"The proband harbored an expanded HTT variant with 250 CAG repeats, and exhibited a correspondingly severe juvenile onset phenotype. Phenotypes closely matched a mouse knock-in model harboring a similar variant in the Htt locus (PMID: 11152661). Scoring was avoided due to the inexact determination of the variant / CAG repeat number.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/2c76d44a-9546-4c95-8e0e-6c1e56aa416e_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/2c76d44a-9546-4c95-8e0e-6c1e56aa416e_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9932964","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/ba43a113-5b35-4f43-8de2-618207530f5a","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ba43a113-5b35-4f43-8de2-618207530f5a_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/ba43a113-5b35-4f43-8de2-618207530f5a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10644798","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/8e09a825-3d6a-47c1-8cb7-6737de3ca850","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8e09a825-3d6a-47c1-8cb7-6737de3ca850_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/8e09a825-3d6a-47c1-8cb7-6737de3ca850_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32998776","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/617c18ee-9476-4bc0-b403-20bc55150c7c_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/07aaf154-eae9-48b5-84f6-41007f2e9e14_proband_segregation","type":"FamilyCosegregation","dc:description":"The eLOD score from this family (3.6) has been substituted with a published LOD score of 87.69 (at theta = 0.04), which was calculated from multiple families in a separate but related publication (PMID: 2571579). This LOD score linked Huntington's disease to the D4S10 marker, which maps to a region of chromosome 4p16.3 that coincides with the HTT locus. Due to the 63-family origin of that combined LOD score and the lack of detail in that publication about individual families, this family harboring similar segregation data and a known HTT variant was used to score it.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7668287","rdfs:label":"Ranen_1995_Family_1","estimatedLodScore":3.61,"family":{"id":"https://genegraph.clinicalgenome.org/r/07aaf154-eae9-48b5-84f6-41007f2e9e14","type":"Family","rdfs:label":"Ranen_1995_Family_1"},"meetsInclusionCriteria":true,"phenotypeFreeText":"Affected family members have been diagnosed with Huntington disease, but detailed phenotypes have not been provided for individuals.","phenotypeNegativeAlleleNegative":0,"phenotypePositiveAllelePositive":13,"proband":{"id":"https://genegraph.clinicalgenome.org/r/5c947f6b-2ebf-4e2a-8682-32531e756240"},"publishedLodScore":87.69,"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/4f41e935-ba96-4234-829c-a8be133133ef","type":"EvidenceLine","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats in exon 1, which constitutes a known \"hot spot\" that can trigger variant protein aggregation and characteristic phenotypes when the number of repeats exceeds 35.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4f41e935-ba96-4234-829c-a8be133133ef_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/4f41e935-ba96-4234-829c-a8be133133ef_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15338298","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/5a893fa8-b47c-48ab-af69-a9f5dba9890d","type":"EvidenceLine","dc:description":"The patient exhibited childhood onset and harbored an expanded HTT variant that included approximately 130 CAG repeats, in comparison to the 70-repeat variant of her affected mother (who experienced onset of phenotypes in her late teens). Phenotypes closely matched those of a knock-in mouse model harboring a similar variant (PMID: 11152661). Scoring was avoided due to inexact determination of variant / repeat number.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5a893fa8-b47c-48ab-af69-a9f5dba9890d_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"The variant fits a pattern of Huntington disease-associated HTT variants with expanded CAG repeats that have been shown to trigger aggregation and neurological phenotypes in a knock-in mouse model (PMID: 11152661).","functionalDataSupport":"No"},{"id":"https://genegraph.clinicalgenome.org/r/5a893fa8-b47c-48ab-af69-a9f5dba9890d_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16096998","allele":{"id":"https://genegraph.clinicalgenome.org/r/0c983d84-1588-4571-88ad-284a4f5995f4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":3739,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"https://genegraph.clinicalgenome.org/r/yCtPojLljdM","type":"GeneValidityProposition","disease":"obo:MONDO_0007739","gene":"hgnc:4851","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_617c18ee-9476-4bc0-b403-20bc55150c7c-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}