{"id":"https://genegraph.clinicalgenome.org/r/9bff7d49-7b5c-4219-a8de-839de3b5c261v1.1","type":"EvidenceStrengthAssertion","dc:description":"ESCO2 encodes an N-acetyltransferase, which targets the SMC3 cohesin subunit, and is necessary for proper sister chromatid cohesion during DNA replication and double-strand breaks repair. ESCO2 was first reported in relation to autosomal recessive Roberts syndrome and SC phocomelia syndrome in 2005 (Vega et al., 2005, PMID: 15821733). Both syndromes are characterized by mental retardation, craniofacial deformities, limb malformation, organ defects and growth retardation. SC phocomelia syndrome is described as a mild form of Roberts syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism or inheritance pattern and little difference in phenotypic variability. Therefore, the following disease entities, Roberts syndrome and SC phocomelia syndrome, have been lumped into one disease entity, Roberts-SC phocomelia syndrome (OMIM:268300). Of the 31 different variants that have been reported in patients, 16 (13 truncating, 2 splicing, and 1 missense) in 22 probands in 3 publications (Vega et al., 2005, PMID: 15821733; Schule et al., 2005, PMID:16380922; Colombo et al., 2019, PMID: 31192177) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss-of-function (LOF). This gene-disease relationship is also supported by experimental evidence (animal models, biochemical function, expression studies, and in vitro functional assays) (Whelan et al., 2012, PMID: 22101327; Percival et al., 2015, PMID: 26044958; Monnich et al., 2011, PMID: 21637801; Alomer et al., 2017, PMID: 28847955; Banerji et al., 2017, PMID: 29084713; Vega et al., 2010, PMID: 19574259; Gordillo et al., 2008, PMID: 18411254). Experimental evidence demonstrates that impairment of ESCO2 protein function is consistent with the observed phenotypes and other cohesinopathies, ESCO2 expression occurs in tissues relevant to the disease of interest and several model systems produce similar disease phenotypes, specifically impaired bone and tissue growth and impaired sister chromatid cohesion, a major diagnostic marker of Roberts-SC phocomelia syndrome. In summary, ESCO2 is definitively associated with autosomal recessive Roberts-SC phocomelia syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 3.19.2021 (SOP Version 8).\n\nFrom the Prenatal GCEP's secondary review on June 18th, 2024:  \nPrenatal phenotypes described in the literature in association with ESCO2 include prenatal growth restriction, mesomelia, oligodactyly, and cleft lip/palate (PMID: 16380922, 31192177, 34627339, 35093090, 18186147). While stillbirths have been reported in families with Roberts syndrome (PMID: 8291532), no genotyped stillbirth cases with ESCO2 variants have been reported to date. While there is one report of the occurrence of hydrops in a fetus with Roberts syndrome (PMID: 16547991), this finding has not been replicated in subsequent larger sequencing based studies, bringing this association into question.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/9bff7d49-7b5c-4219-a8de-839de3b5c261","GCISnapshot":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae","calculatedEvidenceStrength":"Definitive","changes":[{"id":"cg:otherTextChange"},{"id":"cg:summaryChange"}],"contributions":[{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10060","date":"2025-01-28T21:38:59.402Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10060","date":"2021-03-19T16:00:00.000Z","role":"Approver"}],"curationReasons":["ErrorClarification"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/566ac0cd-d821-4a86-80d2-bcdead93d2ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b54bd652-8522-4f42-b249-5b080a55773c","type":"Finding","dc:description":"In situ hybridization on human embryos at Carnegie stages (CS) 14, 17 and 21 (approximately 32, 41 and 52 days after ovulation was performed. ESCO2 was expressed in the brain, first and third branchial arches, otocyst, dorsal root ganglia, limb buds, kidney and gonads (figure 3), which correspond to the structures affected in Roberts-SC phocomelia syndrome.\n* CS14: ESCO2 expression was detected in the neuroepithelium of the hindbrain, midbrain, telencephalic vesicle (forebrain), otocyst, mandibular component of the first and third branchial arches and developing dorsal root ganglia. At the limb buds, the ESCO2 expression showed a homogeneous mesenchymal expression pattern. A separate section also indicated more peripheral, possibly ectodermal expression.\n* CS17: the expression in limbs became confined to discrete zones in\nthe developing hand plate.\n* CS21: the expression of ESCO2 appeared to be confined to areas surrounding the distal tip of developing cartilaginous bone of the long bones of the forearm, wrist and phalanges and underlying the developing sternum. In kidney, expression was localized to the metanephric cortex and expression was also detected in neighbouing male gonadal epithelium. \n* There was absence of detectable expression in the eye, surrounding vertebral body and ribs, and cardiac tissues and developing great vessels at the stages tested.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19574259","rdfs:label":"ESCO2 expression in human embryos","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/0f99217c-8b6f-41eb-b9cb-add6f18e7ce2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a431bfed-d1e8-4115-be84-00c06fdea45d","type":"Finding","dc:description":"* RBS is characterized by growth retardation, craniofacial deformities and limb malformation, consistent with impairment of normal bone growth.\n* Authors compared knockdown smc3 and esco2 phenotypes in a zebrafish regenerating fin model.\n* SMC3 has been definitely associated with Cornelia de Lange syndrome (CdLS), a cohesinopathy with many disease phenotypes in common with Roberts-SC phocomelia syndrome including craniofacial deformities, limb malformation, organ defects and mental retardation. \n* Similar to esco2 knockdown, morpholino-mediated knockdown of smc3 reduces cx43 expression and perturbs zebrafish bone and tissue regeneration. And similar to esco2 knockdown, overexpression of cx43 rescues the smc3-dependent skeletal phenotypes. (Cx43 encodes connexin-43, important in cell-to-cell communication, the most abundang connexin in bone cells and important to skeletal development)\n* Synergy experiments demonstrate that both esco2 and smc3 act in a common pathway with cx43.\n* NOTE: other genes that have been definitively associated with CdLS include RAD21, NIPBL and HDAC8","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29084713","rdfs:label":"Comparison of smc3 and esco2 knockdown phenotypes","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a2801df6-085e-47c4-92fa-a7196cb779c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/56842a9f-7a27-41c4-83bc-57b3d7f53e89","type":"FunctionalAlteration","dc:description":"* Control cells progressed through mitosis in ≤40 min (mean = 34.2 min; n = 50), as did the cells depleted of Esco1 (mean = 33.7 min; n = 54) (Fig. 2A). Cells depleted of Esco2 frequently showed sustained mitotic arrest (mean = 185 min; n = 102), as did cells that were depleted of both Esco1 and Esco2 (mean = 367 min; n = 79). The mitotic arrest in these cells was similar to that seen in the samples depleted of Sororin. Loss of cohesion was evident in the absence of Esco2, and this effect was exacerbated in the absence of Esco1. Depletion of Esco1 alone had no significant effect on mitotic cohesion or progression through mitosis.\n* Control and Esco1-depleted cells had similar percents of cells in mitosis (Fig. 2B). In contrast, depletion of Esco2, codepletion of Esco1 and Esco2, or depletion of Sororin all caused an increase of the percentage of cells in M phase compared with controls (Fig. 2B).\n* Cohesion was largely unaffected by inactivation of the ESCO1 gene by CRISPR/Cas9. Depletion of Esco2 from the parental HeLa cell line resulted in significant loss of cohesion (∼45%). Depletion of Esco2 from the ESCO1KO cell line resulted in catastrophic loss of cohesion, similar to depletion of the essential cohesion regulator Sororin.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28847955","rdfs:label":"Depletion of Esco2 causes mitotic progression delay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/41413289-d4e4-4126-aa64-d7b7a7e1fac1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a88fdf78-e9b6-47b1-83a3-f12e5e7343d8","type":"FunctionalAlteration","dc:description":"Functional study (Gordillo et al., 2008 PMID 18411254):\n* The authors measured mRNA levels and autoacetyltransferase activity of a C-terminal protein, including the acetyltransferase domain, of mutant and wild-type ESCO2 expressed in E. coli. The mRNA levels of W539G were not reduced. However, the W539G mutant resulted in a marked reduction of the enzymatic activity of the protein compared with the wild type (Fig. 2). \n* To investigate if reduced acetyltransferase activity is sufficient to cause cellular defects similar to those found with other types of ESCO2 mutations, PCS/HR, sensitivity to DNA damage and proliferation capacity in RBS lymphoblastoid cell lines (LCLs) was evaluated. The percentage of cells with PCS/HR and the number of chromosomes affected per metaphase were analyzed in at least 75 metaphases spreads of control and RBS cells bearing the missense c.1615T>G (W539G) as well as the nonsense c.505C>T, and frameshift c.750_751insG, c.760_761insA, and c.879_880delAG mutations. All five RBS cell lines presented the characteristic cytogenetic defect in 100% of the cells analyzed. In addition, there were no differences in the number of chromosomes affected per cell (Table 2). Sensitivity to DNA damaging agents was evaluated by treating RBS cells each bearing a different type of mutation, missense c.1615T.G (W539G), nonsense c.505C.T or frameshift c.750_751insG, with 0.8 mM MMC. We found that in contrast to controls and irrespective of the type of ESCO2 mutation cell viability was significantly decreased in all RBS cell lines after 48 h and continued to decrease during the 96 h of culture (Fig. 3). To study proliferation capacity, cell growth curves in RBS cell lines with the c.1615T.G (W539G), c.505C.T and c.750_751insG mutations were performed. Cell growth was significantly decreased in RBS cells compared with normal cells, whereas no significant differences were found among the three RBS cell lines (Fig. 3). All RBS cell lines presented lower viability and therefore, higher cell death than control cells during the 96-h culture (Fig. 3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18411254","rdfs:label":"Effect of ESCO2 variants on mRNA levels/cellular phenotype"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/497c1707-d48e-4943-98c7-000d296531c2","type":"EvidenceLine","dc:description":"Due to the difference in Esco2 requirement for pre-implantation\ndevelopment between mouse and human, most of the disease phenotypes could not be observed in the mouse model.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f32cc675-9e00-4168-9264-2cbac1052826","type":"Finding","dc:description":"Major diagnostic marker for RBS and SC: premature centromere separation (PCS) and heterochromatin repulsion (HR) (Schule et al., 2005 PMID 16380922)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22101327","rdfs:label":"ESCO2 knockout mouse","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/3c6614e3-8c35-40cc-a350-a704bae92693","type":"EvidenceLine","dc:description":"Reduced points for morpholino model","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c1a3e921-0aaa-40e7-81f6-45751e14ba13","type":"Finding","dc:description":"Roberts-SC phocomelia syndrome is characterized by growth retardation, limb shortening and/or malformation. The study showed that esco2 is normally up-regulated during fin regeneration and specifically within the blastema. The esco2 knockdown zebrafish regenerating fin model showed impaired tissue and bone growth, consistent with a role in skeletal morphogenesis. (The phenotype was rescued with cx43 overexpression. Cx43 encodes connexin-43, important in cell-to-cell communication, the most abundang connexin in bone cells and important to skeletal development)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26434741","rdfs:label":"Zebrafish regenerating fin model","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/8bcd5fa5-0d9f-4a79-9ecd-d061f3d80008","type":"EvidenceLine","dc:description":"Mutating esco2 in zebrafish proved lethal and therefore, not all phenotypes (e.g. craniofacial abnormalities) could be observed","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a2e8cc32-2323-4829-8a8b-b8e12bd4b8c1","type":"Finding","dc:description":"Similar to Roberts-SC phocomelia syndrome, zebrafish embryos had small head size, growth retardation and pectoral fins were either absent or only a small nub was present. Chromosome cohesion loss, extensive chromosome scattering, imprecise chromosome segregation, an increased mitotic index and various forms of genomic instability was observed. Some cells divided with normal mitotic progression and lack genomic instability in the esco2 mutant, which suggests that compensatory cohesion establishment mechanisms are in place to allow for normal mitotic progression and division in these cells. Although not a hallmark of RBS, heart defects are prevalent in 25-75% of patients. Esco2 mutant embryos seemed to undergo proper morphogenesis but did not undergo proper heart looping and often had variable heartbeat rates and lack of blood flow. Esco2 mutant embryos also showed head necrosis and by 4 days post-fertilization, all were almost completely degraded.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26044958","rdfs:label":"SCC disfunction in esco2 mutant zebrafish","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/460b3b0a-7143-4fbb-9cd9-0db0f2571d13_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/460b3b0a-7143-4fbb-9cd9-0db0f2571d13","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"R12 (Family 4)","allele":{"id":"https://genegraph.clinicalgenome.org/r/194fe831-d65a-4828-94c6-747c6fafc8ff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.505C>T (p.Arg169Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339904"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0009815","obo:HP_0004484","obo:HP_0001510"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/6ebf5730-119e-4b74-acf8-d7d45fae291a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/194fe831-d65a-4828-94c6-747c6fafc8ff"},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/6ebf5730-119e-4b74-acf8-d7d45fae291a","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) = 2.5 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6ebf5730-119e-4b74-acf8-d7d45fae291a_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/bd384331-3020-44ad-832f-4d0aea47ab9a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bd384331-3020-44ad-832f-4d0aea47ab9a","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"Family 11","allele":{"id":"https://genegraph.clinicalgenome.org/r/ebf85ad5-6177-4800-81e5-a747809fd2e4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.1111dup (p.Thr371fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341779"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0001510","obo:HP_0004484","obo:HP_0009815"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/d1da3e70-3f22-4657-920f-32e25dd8f5a2_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/ebf85ad5-6177-4800-81e5-a747809fd2e4"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/d1da3e70-3f22-4657-920f-32e25dd8f5a2","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) - consanguineous (0.5 pt) = 2 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/d1da3e70-3f22-4657-920f-32e25dd8f5a2_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/4020105e-bc43-4365-9540-9a8f77b37fae_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/74b21394-2a2e-47d9-beb7-3f0e701dc9fc_proband_segregation","type":"FamilyCosegregation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"1","estimatedLodScore":1.2,"family":{"id":"https://genegraph.clinicalgenome.org/r/74b21394-2a2e-47d9-beb7-3f0e701dc9fc","type":"Family","rdfs:label":"1","member":{"id":"https://genegraph.clinicalgenome.org/r/b0218947-53b6-4244-b474-d96ce677d60e","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"R19","allele":{"id":"https://genegraph.clinicalgenome.org/r/63c3175b-ec3e-415a-b336-25f69ad33527","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.751dup (p.Glu251fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339906"}},"previousTesting":false,"sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/223c325f-2472-4bf6-b1d9-f825e27c6bef_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/63c3175b-ec3e-415a-b336-25f69ad33527"},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"growth retardation, craniofacial anomalies, limb reduction, premature centromere separation on cytogenetic analysis","phenotypePositiveAllelePositive":3,"phenotypes":["obo:HP_0001510","obo:HP_0004484","obo:HP_0009815"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/b0218947-53b6-4244-b474-d96ce677d60e"},"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/5228e968-68c5-4c2a-aa3a-9fae07ba96e1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5228e968-68c5-4c2a-aa3a-9fae07ba96e1","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"Family 12","allele":{"id":"https://genegraph.clinicalgenome.org/r/3097de1c-82ee-4a33-aa36-6c347147a061","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.877_878AG[1] (p.Arg293fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341796"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0004484","obo:HP_0009815","obo:HP_0001510"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/a8cdb905-3493-431a-a208-fbe73fa1b3c6_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/3097de1c-82ee-4a33-aa36-6c347147a061"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/a8cdb905-3493-431a-a208-fbe73fa1b3c6","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) = 2.5 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a8cdb905-3493-431a-a208-fbe73fa1b3c6_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/e1dd530a-ba81-4669-8fc5-60da788d25f2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e1dd530a-ba81-4669-8fc5-60da788d25f2","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"Family 10","allele":{"id":"https://genegraph.clinicalgenome.org/r/69522241-72e7-4acf-a49d-ee3c0db9e1d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.1457_1458AG[2] (p.Arg487fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341784"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0004484","obo:HP_0009815","obo:HP_0001510"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/7fe67b51-8c05-4096-8cf6-5ae18372fe48_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/69522241-72e7-4acf-a49d-ee3c0db9e1d9"},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/7fe67b51-8c05-4096-8cf6-5ae18372fe48","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) = 2.5 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/7fe67b51-8c05-4096-8cf6-5ae18372fe48_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/b83c8371-99b8-4369-818b-808347c9dc93_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b83c8371-99b8-4369-818b-808347c9dc93","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"Family 9","allele":{"id":"https://genegraph.clinicalgenome.org/r/da81d56a-b43e-4ec8-bafe-621fc7381cdf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.252_253del (p.Ser85fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341787"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0004484","obo:HP_0009815","obo:HP_0001510"],"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/99f09044-7cea-4154-a7c6-79d5e1531fa5_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/da81d56a-b43e-4ec8-bafe-621fc7381cdf"},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/99f09044-7cea-4154-a7c6-79d5e1531fa5","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) = 2.5 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/99f09044-7cea-4154-a7c6-79d5e1531fa5_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/63491c73-d215-4847-bbeb-c6ec97b70b77_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/63491c73-d215-4847-bbeb-c6ec97b70b77","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"R22 (Family 8)","allele":{"id":"https://genegraph.clinicalgenome.org/r/f5356774-2555-4a6a-aba6-17ece48409c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.1615T>G (p.Trp539Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339903"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0009815","obo:HP_0001510","obo:HP_0004484"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/3c4e74f0-5911-4cb2-b183-15471b913f4d_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/f5356774-2555-4a6a-aba6-17ece48409c7"},"alleleOrigin":{"id":"cg:AlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/3c4e74f0-5911-4cb2-b183-15471b913f4d","type":"EvidenceLine","dc:description":"Proven null variant (1.5 pt) + Proven null variant (1.5 pt) - homozygous (0.5 pt) = 2.5 pt","calculatedScore":4,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3c4e74f0-5911-4cb2-b183-15471b913f4d_variant_evidence_item"},{"id":"https://genegraph.clinicalgenome.org/r/3c4e74f0-5911-4cb2-b183-15471b913f4d_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Functional study: Gordillo et al., 2008 PMID 18411254","functionalDataSupport":"Yes"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2.5},{"id":"https://genegraph.clinicalgenome.org/r/ec4f138e-8fde-47d0-8039-42a7ac40d512_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ec4f138e-8fde-47d0-8039-42a7ac40d512","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","rdfs:label":"Family 15","allele":{"id":"https://genegraph.clinicalgenome.org/r/16782d5c-5e59-4196-b71b-0024f4d1c511","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.417dup (p.Pro140fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341791"}},"detectionMethod":"Families 1, 3–5 and 8 were used for the genome-wide linkage analysis. Authors designed PCR primers to amplify exons including the intron-exon boundaries in PPP2R2A, PTK2B, TOPK, ELP3, FLJ108353 and LOC157570, and bidirectionally sequenced PCR products.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth retardation, craniofacial anomalies, limb reduction, and premature centromere separation on cytogenetic analysis ","phenotypes":["obo:HP_0004484","obo:HP_0009815","obo:HP_0001510"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"https://genegraph.clinicalgenome.org/r/07d203e7-3bc3-4db9-8660-f21b59c3eb6a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15821733","allele":{"id":"https://genegraph.clinicalgenome.org/r/16782d5c-5e59-4196-b71b-0024f4d1c511"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/07d203e7-3bc3-4db9-8660-f21b59c3eb6a","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) - consanguineous (0.5 pt) = 2 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/07d203e7-3bc3-4db9-8660-f21b59c3eb6a_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/23721784-4f76-4f4b-9bed-280b812aee35_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/23721784-4f76-4f4b-9bed-280b812aee35","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31192177","rdfs:label":"Proband 2 (Family 2)","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":{"id":"https://genegraph.clinicalgenome.org/r/613877a5-be3f-4b34-93c6-7616b517ee4c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017420.3(ESCO2):c.417del (p.Lys139AsnfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139769812"}},"detectionMethod":"WES was performed on 50 ng of genomic DNA of each member of the trio (index patient and parents)","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband presenting with a malformation syndrome comprising craniosynostosis, bilateral radial ray hypoplasia and absent thumbs, ultrasonographic examination at 6 months of gestation revealed oligohydramnios and bilateral club feet, after birth, a large frontal hemangioma and craniofacial dysmorphisms including large alae nasi, small nose with deep nasal bridge, arched palate, micrognathia, simple ears, and short neck were observed, she had bilateral hypoplastic radius, oligodactyly, and knee joints stiffness, bilateral glaucoma and hypotonia were also noted, neurodevelopmental delay and hypothyroidism were recorded.","phenotypes":["obo:HP_0000347","obo:HP_0012758","obo:HP_0000470","obo:HP_0005461","obo:HP_0000329","obo:HP_0002984","obo:HP_0000218","obo:HP_0000501","obo:HP_0025263","obo:HP_0001363","obo:HP_0009601","obo:HP_0004977","obo:HP_0000821","obo:HP_0003196","obo:HP_0012165","obo:HP_0001252","obo:HP_0020206"],"previousTesting":false,"sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/6b74289f-0454-4116-82bd-0ca4b139cf60_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31192177","allele":{"id":"https://genegraph.clinicalgenome.org/r/613877a5-be3f-4b34-93c6-7616b517ee4c"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Homozygous"}}},{"id":"https://genegraph.clinicalgenome.org/r/6b74289f-0454-4116-82bd-0ca4b139cf60","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) - consanguineous (0.5 pt) = 2 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6b74289f-0454-4116-82bd-0ca4b139cf60_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/b0218947-53b6-4244-b474-d96ce677d60e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b0218947-53b6-4244-b474-d96ce677d60e"},{"id":"https://genegraph.clinicalgenome.org/r/223c325f-2472-4bf6-b1d9-f825e27c6bef","type":"EvidenceLine","dc:description":"Predicted null variant (1.5 pt) + predicted null variant (1.5 pt) - homozygous (0.5 pt) - consanguineous (0.5 pt) = 2 pt","calculatedScore":3.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/223c325f-2472-4bf6-b1d9-f825e27c6bef_variant_evidence_item"}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9879,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"https://genegraph.clinicalgenome.org/r/X3VPz3wIMdE","type":"GeneValidityProposition","disease":"obo:MONDO_0100253","gene":"hgnc:27230","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_4020105e-bc43-4365-9540-9a8f77b37fae-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}