{"id":"https://genegraph.clinicalgenome.org/r/9efc59b5-462b-4cc2-b9b0-cf9ef542bd7cv1.1","type":"EvidenceStrengthAssertion","dc:description":"The *IMPG1* gene was first reported in relation to ocular disease in 2004, in affected members of a family who were initially diagnosed with benign concentric macular dystrophy (PMID: 14691150) and revised during subsequent follow-up to autosomal dominant retinitis pigmentosa (PMID: 32817297). The known spectrum of disease continued to expand with the 2013 identification of *IMPG1* variants in cases of vitelliform macular dystrophy, with either autosomal dominant or autosomal recessive modes of inheritance (PMID: 23993198). *IMPG1* variants have since been identified as the basis for autosomal dominant inheritance of cone dystrophy or maculopathy as well (PMID: 32817297), indicating the potential for a broad range of phenotypic presentations. Autosomal dominant cases diagnosed with retinitis pigmentosa 91 generally exhibit features such as night blindness, bone spicule pigmentation of the retina, drusen, a ring of hyper-autofluorescence, retinal thinning / fundus atrophy, peripheral retinal degeneration, retinal blood vessel attenuation, and/or optic disc pallor. Reported cases diagnosed as vitelliform macular dystrophy 4 generally exhibit features such as vitelliform-like macular lesions, foveal detachment, small yellow foveal spots, and/or choroidal neovascularization. Some of the retinitis pigmentosa and vitelliform macular dystrophy cases are reported with reduced visual acuity and reduced electroretinogram (particularly dark-adapted) responses. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the molecular mechanism (monoallelic *IMPG1* loss of function) was found to be consistent among patients with dominant inheritance of vitelliform macular dystrophy (MIM# 616151) or retinitis pigmentosa (MIM# 153870), The phenotypic variability between them appears to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited monoallelic *IMPG1* variants have been lumped into a single disease entity, referred to as IMPG1-related dominant retinopathy. On the other hand, carriers from families with autosomal recessive disease have only been subclinically affected, prompting the group to recommend splitting the autosomal recessive cases into a separate curation for IMPG1-related recessive retinopathy.\n\nSix suspected disease-causing variants were scored as part of this curation (two nonsense, one affecting splicing, and three missense), which have been collectively reported in nine probands in five publications (PMID: 14691150, PMID: 23993198, PMID: 28644393, PMID: 32817297, PMID: 32531858). All of the probands scored in this curation harbored only one variant allele within the IMPG1 locus. The mechanism of pathogenicity appears to be monoallelic loss of *IMPG1* function conferred by null and/or hypomorphic variants. While monoallelic variants are generally incompletely penetrant, three families with segregation evidence contributed to the scoring of the gene-disease relationship (PMID: 14691150, PMID: 23993198, PMID: 32817297).\n\nThis gene-disease association is also supported by biochemical evidence that *IMPG1* encodes a component of the interphotoreceptor matrix (PMID: 10601738), an insoluble extracellular layer located between the retinal pigment epithelium and the neural retina that is known to support the function and maintenance of photoreceptor cells (PMID: 7344830). The *IMPG2* gene similarly encodes a component of this structure and harbors variants associated with vitelliform macular dystrophy 5 and retinitis pigmentosa 56 (PMID: 10542133, PMID: 10601738). Gene expression profiling across human tissues shows that *IMPG1* mRNA levels are at their highest in retinal tissues (PMID: 30239781). Within the eye, *IMPG1* expression is detected in cone and rod photoreceptor cells, specifically in the outer nuclear layer (PMID: 10601738). IMPG1-blocking antibody treatment has been shown to disrupt the differentiation of retinal organoids, indicating a role for IMPG1 in the development of photoreceptors, inner and outer segments, connecting cilia, and the interphotoreceptor matrix (PMID: 29777959). Mouse models of homozygous *Impg1* loss-of-function have shown minimal abnormalities limited to the interphotoreceptor matrix during the first 8 months of life (PMID: 32265257), but exhibit late-developing phenotypes between 9 and 14 months of age, such as hyperpigmented subretinal deposits, nummular pigmentation of the fundus, attenuated ERG response, reduced retinal thickness in the outer layer, photoreceptor cell loss, and disorganization of the interphotoreceptor matrix (PMID: 36140676).\n\nIn summary, *IMPG1* is definitively associated with IMPG1-related dominant retinopathy. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Retina Gene Curation Expert Panel on September 7th, 2023 (SOP Version 9).","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/9efc59b5-462b-4cc2-b9b0-cf9ef542bd7c","GCISnapshot":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed","calculatedEvidenceStrength":"Definitive","changes":{"id":"cg:sopChange"},"contributions":[{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10072","date":"2025-01-04T01:57:08.596Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10072","date":"2023-09-07T16:00:00.000Z","role":"Approver"}],"curationReasons":["DiseaseNameUpdate"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ad7d8a14-40ab-4357-9e36-7614e16f51cb","type":"EvidenceLine","dc:description":"IMPG1 mRNA is expressed at the highest levels in human retinal tissues, consistent with the ocular phenotypes observed in patients harboring IMPG1 loss-of-function variants.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/da10bed6-d1a6-4c3b-b74f-ccbfd8bee40e","type":"Finding","dc:description":"Transcriptomic profiling of more than 75 human tissues revealed that IMPG1 mRNA levels are the highest in retinal tissues (https://eyeintegration.nei.nih.gov/).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30239781","rdfs:label":"IMPG1 is expressed at highest levels in the retina.","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/b7783009-b423-481d-9f32-77b47f4cb246","type":"EvidenceLine","dc:description":"This localization within eye tissues is consistent with a role for the protein in adherence of rod and cone photoreceptor cells to the interphotoreceptor matrix and in the survival of these cells. Down-scoring has been performed since expression data have separately been scored for showing that IMPG1 expression is high within ocular tissues in general (PMID: 30239781).","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/2731dc17-def4-492a-80b3-7b6ee424c541","type":"Finding","dc:description":"In situ hybridization within eye tissues detects IMPG1 expression in the cone and rod photoreceptor cells, specifically in the outer nuclear layer (Figure 8).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10601738","rdfs:label":"In situ hybridization detects IMPG1 at outer nuclear layer.","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/bb471769-d1c4-42b9-abac-c1d502e55bcc","type":"EvidenceLine","dc:description":"Default scoring is considered appropriate due to the degree of match between the biochemical function of the gene product and the phenotype of the patients.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b03dcafe-7362-4907-9de7-69dfb5bfea4c","type":"Finding","dc:description":"The structural abnormality in the photoreceptor outer segment helps illustrate the importance of IMPG1 (and the interphotoreceptor matrix in general) as a point of adhesion and structural organization for photoreceptor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10601738","rdfs:label":"IMPG1 is a component of the interphotoreceptor matrix.","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/ec2c11db-c7e4-47a3-ac2f-d8df70b8cd01","type":"EvidenceLine","dc:description":"This evidence has been scored given the highly specific shared function of the two genes within the eye and their respective association with the same spectrum of cases, ranging from a diagnosis of VMD to RP.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e6d63e92-50c9-492c-b1d6-f54df6c7203d","type":"Finding","dc:description":"This paper cites the IMPG2 protein as a component of an insoluble extracellular layer that is located between apical side of the RPE and the external limiting membrane of the neural retina, known as the interphotoreceptor matrix. This layer is known to support the function and maintenance of photoreceptor cells (PMID: 7344830). This evidence is described in the text but better characterized in a follow-up publication (PubMed: 10542133).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10601738","rdfs:label":"IMPG1 and IMPG2 share a function and both cause VMD and RP.","demonstrates":{"id":"cg:BiochemicalFunctionA"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/84848777-0407-4beb-b411-c502ca26c653","type":"EvidenceLine","dc:description":"Down-scoring was considered appropriate due to this model's better match for the bi-allelic rather than mono-allelic disease mechanism. However, the experiment has value in providing novel information about underlying mechanism by which IMPG1 loss during retinal development disrupts the function and organization of the photoreceptor cells and the IPM, consistent with histological defects observed in the human patients harboring these loss-of-function variants.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/aea92fd8-f9b9-44ab-9c27-a1ac2e2f4656","type":"FunctionalAlteration","dc:description":"Expression of RCVRN (a marker of photoreceptor and bipolar cells) and proportion of recoverin-positive cells were reduced (Figs. 6B, S12B, S14B, S14C, S15B). Expression of ARL13B (marker of photoreceptor connecting cilia) was reduced (Figs. 6B, S15B). Expression of RBP3 (marker of IPM formation) was changed only at the later time point (Figs. 6B, S12B, S15B). Expression of OPN1LW/OPN1MW (cone marker) was down-regulated (Fig. S14B). Expression of RHO (rod cell marker) and proportion of rhodopsin-positive cells were reduced, and the typical pattern of staining was replaced with a punctate pattern at the surface of the organoids (Fig. 6B, 6C). Staining for WGA (rod inner/outer segment marker) was reduced, indicating disrupted development of these structures (Fig. 6B, 6C). The authors conclude that IMPG1 is important for development of photoreceptors, inner and outer segments, connecting cilia, and IPM.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29777959","rdfs:label":"Blocking IMPG1 in retinal organoids"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ebfd6ea3-422d-456b-b1d7-33db3d31d0a9","type":"EvidenceLine","dc:description":"Reduced scoring is considered appropriate, despite the extent of match to the human patient phenotypes, due to the phenotype appearing in older homozygous animals rather than in the heterozygous animals. Some scoring was considered appropriate given the information provided about photoreceptor loss and IPM degeneration as underlying the mechanism of disease.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/cb2e2909-f2d2-4136-9138-81d383c26f1b","type":"Finding","dc:description":"The model exhibits phenotypes consistent with a critical role of Impg1 in photoreceptor maintenance. Phenotypes included hyperpigmented and sometimes autofluorescent subretinal deposits that were present at 9 months of age (Figure 2B) and increased by 14 months of age (Figure 2C) that were localized between the photoreceptor outer segment and the RPE (Figure 2D). Some images showed nummular pigmentation of the fundus (Figure 2E). Interestingly, attenuation of ERG response was first noted at 9 months and pronounced at 14 months (Figure 3A), which is consistent with the findings from an independent mouse model that showed less dramatic findings at earlier 5 month and 8 month time points (PMID: 32265257). Scotopic ERG was more affected than photopic ERG (Figure 3B). Retinal thickness was also reduced in the outer layer relative to the inner layer (Figure 3C). Retinoid generation was also progressively abnormal (Figure 4), indicating that photoreceptors might be lost. The IPM was also disorganized at 14 months (Figure 5), with cellular material accumulating in the IPM consistent with cell death (Figure 6).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36140676","rdfs:label":"Knockout mouse model of Impg1","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/3fa0c58e-ab65-4db7-aa6d-e9d4dd793e7c","type":"EvidenceLine","dc:description":"The model recapitulates one of the histologic features of the human disease, while matching the loss-of-function mode of inheritance is not a perfect match for affected patients harboring a single variant in the heterozygous state. Other features not described or characterized may not be well-modeled by this organism.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/e2e8a871-9dbc-4a83-ba4f-00e67073f48d","type":"Finding","dc:description":"Morpholino-injected animals exhibit decreased photoreceptor outer segment length, especially for cones (Figures 4I, 4J). Rod OS length was decreased by 20% while cone OS length was decreased by 90%.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","rdfs:label":"Morpholino-based disruption of Impg1 in medaka fish","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.75},{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/41e8e149-4ccd-478d-b5c3-f946ab7db374","type":"EvidenceLine","dc:description":"The default score is considered appropriate given that the Sanger-based genotyping has been complemented by genome-wide linkage analysis, while functional data showing impact on the protein product is absent.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/41e8e149-4ccd-478d-b5c3-f946ab7db374_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14691150","allele":{"id":"https://genegraph.clinicalgenome.org/r/dfa09ebb-4271-483b-9cfa-a984b6ed3ce8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.1736T>C (p.Leu579Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364776943"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/0ab0e935-1638-4e54-b8bd-1ac9009afc32","type":"EvidenceLine","dc:description":"NM_001563.4:c.2083G>T (p.Glu695Ter) is a nonsense variant in exon 15 of 17, which is predicted to trigger nonsense-mediated decay or to at least truncate the C-terminal 13% of the protein product.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0ab0e935-1638-4e54-b8bd-1ac9009afc32_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","allele":{"id":"https://genegraph.clinicalgenome.org/r/2a4ffea6-49a0-4bb8-baf8-ef8f5ed6adf2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.2083G>T (p.Glu695Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364770054"}},"alleleOrigin":{"id":"cg:AlleleOrigin"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/eb6ccd78-7b14-4bab-a226-8ac87c188589","type":"EvidenceLine","dc:description":"NM_001563.4:c.1824+1G>A is an intronic variant disrupting a canonical splice site in intron 13 (of the 17-exon gene), with unknown consequences for IMPG1 splicing. The variant has already been scored in this curation on the same haplotype in a separate proband, so a score of zero is recommended.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/eb6ccd78-7b14-4bab-a226-8ac87c188589_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","allele":{"id":"https://genegraph.clinicalgenome.org/r/153d49a0-c161-48eb-a357-46dd72d3f272","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.1824+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3898050"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/5186865b-843d-4aa0-81a0-6d9c5908600b","type":"EvidenceLine","dc:description":"NM_001563.4(IMPG1):c.378G>A (p.Trp126Ter) is a nonsense variant in exon 3 of 17, and is predicted to trigger nonsense-mediated decay or to at least truncate the C-terminal 84% of the protein product.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/5186865b-843d-4aa0-81a0-6d9c5908600b_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32531858","allele":{"id":"https://genegraph.clinicalgenome.org/r/1f17f038-cddc-4296-bf5d-c205b38f83f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.378G>A (p.Trp126Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3898551"}},"alleleOrigin":{"id":"cg:AlleleOrigin"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":1.5},{"id":"https://genegraph.clinicalgenome.org/r/6cab80e5-d685-49bb-9e83-5559341fab4f","type":"EvidenceLine","dc:description":"NM_001563.4(IMPG1):c.1824+1G>A is a canonical splice site variant in intron 13 that does not have evidence confirming an impact on the gene product, however, it has been reported by the same researchers in a proband with retinitis pigmentosa (PMID: 32817297). Down-scoring has been performed to account for the absence of functional evidence and the limitations of the genotyping method.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/6cab80e5-d685-49bb-9e83-5559341fab4f_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993198","allele":{"id":"https://genegraph.clinicalgenome.org/r/153d49a0-c161-48eb-a357-46dd72d3f272"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/1f998024-c123-4fc6-b57a-100b18ed549a","type":"EvidenceLine","dc:description":"NM_001563.4(IMPG1):c.713T>C (p.Leu238Pro) is a missense variant that does not have evidence confirming an impact on the gene product. However, a different missense variant (arginine substitution) at the same position has been reported by an independent group of researchers in multiple families with vitelliform macular dystrophy (PMID: 23993198).","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1f998024-c123-4fc6-b57a-100b18ed549a_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28644393","allele":{"id":"https://genegraph.clinicalgenome.org/r/3c3dd3d7-c601-465d-9919-c7bc1dde8791","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.713T>C (p.Leu238Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364778986"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/2ed10b2e-303f-4bfd-86ed-8239948ae14d","type":"EvidenceLine","dc:description":"The variant disrupts a canonical splice site in intron 13 of IMPG1 (which has 17 total exons), but lacks experimental confirmation of a deleterious effect on IMPG1 function.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/2ed10b2e-303f-4bfd-86ed-8239948ae14d_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","allele":{"id":"https://genegraph.clinicalgenome.org/r/153d49a0-c161-48eb-a357-46dd72d3f272"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/23cbfacb-c057-4e12-b63f-8d2a86e9308f","type":"EvidenceLine","dc:description":"NM_001563.4(IMPG1):c.713T>G (p.Leu238Arg) is a missense site variant lacking evidence of a deleterious impact on the gene product.","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/23cbfacb-c057-4e12-b63f-8d2a86e9308f_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993198","allele":{"id":"https://genegraph.clinicalgenome.org/r/32cfc875-af81-416c-aa39-c37a9a61a097","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001563.4(IMPG1):c.713T>G (p.Leu238Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214537"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.1},{"id":"https://genegraph.clinicalgenome.org/r/d275d6e8-fcd6-4193-ae49-4a148799a3b3","type":"EvidenceLine","dc:description":"NM_001563.4:c.1824+1G>A is an intronic variant disrupting a canonical splice site in intron 13 (of the 17-exon gene), with unknown consequences for IMPG1 splicing. While the variant has been scored in a separate proband from the same article. this proband has been scored at the same level due to the occurrence of the variant on a novel haplotype.","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/d275d6e8-fcd6-4193-ae49-4a148799a3b3_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","allele":{"id":"https://genegraph.clinicalgenome.org/r/153d49a0-c161-48eb-a357-46dd72d3f272"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/c6816122-6b22-4ac8-bc20-f1cc68b3b7ed_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/ea66e8cd-202a-437c-ba7a-835fd551416a_proband_segregation","type":"FamilyCosegregation","dc:description":"The LOD score should be included in the final calculation because the number of affected family members with co-segregation of the genotype (11) meets the minimum requirement. Four candidate genes from the linkage region have been sequenced, rather than all genes in the region.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14691150","rdfs:label":"van_Lith-Verhoeven_2004_Family","estimatedLodScore":3.01,"family":{"id":"https://genegraph.clinicalgenome.org/r/ea66e8cd-202a-437c-ba7a-835fd551416a","type":"Family","rdfs:label":"van_Lith-Verhoeven_2004_Family","member":{"id":"https://genegraph.clinicalgenome.org/r/24c8c5de-8777-4f48-a2c3-8d2ab0d91982","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14691150","rdfs:label":"van_Lith-Verhoeven_2004_Family_Proband_II-4","ageType":"AgeAtReport","ageUnit":"Years","ageValue":65,"allele":{"id":"https://genegraph.clinicalgenome.org/r/dfa09ebb-4271-483b-9cfa-a984b6ed3ce8"},"detectionMethod":"Linkage analysis was performed using a genome-wide scan as well as microsatellite markers from candidate loci. Sanger sequencing then analyzed the candidate retina genes from the linkage region; ELOVL4, GABR1, GABR2 and IMPG1.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The proband and other affected family members have been diagnosed with benign concentric annular macular dystrophy (BCAMD), segregating with an autosomal dominant mode of inheritance. Visual acuity was initially normal but progressed to a phenotype similar to retinitis pigmentosa, including peripheral retinal involvement and photoreceptor cell dysfunction (shown by ERG). Please note that the diagnosis within the family was later revised from BCAMD to retinitis pigmentosa, based on later, progressive features of the disease (PMID: 32817297).","phenotypes":["obo:HP_0007754","obo:HP_0007769","obo:HP_0008179","obo:HP_0032037"],"previousTesting":true,"previousTestingDescription":"Linkage analysis was performed using a combination of a whole genome scan and microsatellite markers within candidate retinal loci.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/41e8e149-4ccd-478d-b5c3-f946ab7db374_variant_evidence_item"}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"The affected family members have been diagnosed with benign concentric annular macular dystrophy (BCAMD), segregating with an autosomal dominant mode of inheritance. Please note that the diagnosis within this family was later revised to retinitis pigmentosa, based on later-onset features (PMID: 32817297).","phenotypeNegativeAlleleNegative":5,"phenotypePositiveAllelePositive":11,"phenotypes":"obo:HP_0007754","proband":{"id":"https://genegraph.clinicalgenome.org/r/24c8c5de-8777-4f48-a2c3-8d2ab0d91982"},"publishedLodScore":3.8,"sequencingMethod":{"id":"cg:CandidateGeneSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/76262159-c9a2-41b9-a09c-ffb453ee442c_proband_segregation","type":"FamilyCosegregation","dc:description":"The pedigree meets the required number of affected genotype-positive individuals.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","rdfs:label":"Olivier_2021_Family_A","estimatedLodScore":2.71,"family":{"id":"https://genegraph.clinicalgenome.org/r/76262159-c9a2-41b9-a09c-ffb453ee442c","type":"Family","rdfs:label":"Olivier_2021_Family_A","member":{"id":"https://genegraph.clinicalgenome.org/r/4d4b1c2f-96ad-49d9-95a9-a22e5b5cab85","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32817297","rdfs:label":"Olivier_2021_Family_A_Proband_III-3","allele":{"id":"https://genegraph.clinicalgenome.org/r/153d49a0-c161-48eb-a357-46dd72d3f272"},"detectionMethod":"Panel-based genetic testing was performed, focusing on retinitis pigmentosa-associated genes. Subsequent testing used whole exome sequencing of four affected and one unaffected patient (II:1, II:2, II:3, III:3 and III:4). Sanger sequencing of the candidate genes is assumed but not described.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The affected family members have been diagnosed with retinitis pigmentosa, with this particular individual identified as severe.","phenotypes":"obo:HP_0007843","previousTesting":true,"previousTestingDescription":"Panel-based genetic testing was performed, focusing on retinitis pigmentosa-associated genes. Subsequent testing used whole exome sequencing of four affected and one unaffected patient (II:1, II:2, II:3, III:3 and III:4).","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/2ed10b2e-303f-4bfd-86ed-8239948ae14d_variant_evidence_item"}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"The affected family members have been diagnosed with retinitis pigmentosa, with severity ranging from mild to severe, depending on the family member.","phenotypeNegativeAlleleNegative":4,"phenotypePositiveAllelePositive":10,"phenotypes":["obo:HP_0011510","obo:HP_0030629"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/4d4b1c2f-96ad-49d9-95a9-a22e5b5cab85"},"sequencingMethod":{"id":"cg:AllGenesSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/7a21f008-0fc9-4302-beda-eaf5d63dae18_proband_segregation","type":"FamilyCosegregation","dc:description":"Inclusion in aggregation calculation is recommended due to the large number of affected and unaffected family members genotyped.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993198","rdfs:label":"Manes_2013_Family_MTP327","estimatedLodScore":3.31,"family":{"id":"https://genegraph.clinicalgenome.org/r/7a21f008-0fc9-4302-beda-eaf5d63dae18","type":"Family","rdfs:label":"Manes_2013_Family_MTP327","member":{"id":"https://genegraph.clinicalgenome.org/r/79da8c46-558a-4756-bce5-1c17a18f8e2a","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993198","rdfs:label":"Manes_2013_Family_MTP327_Proband_IV:2","allele":{"id":"https://genegraph.clinicalgenome.org/r/32cfc875-af81-416c-aa39-c37a9a61a097"},"detectionMethod":"Whole-exome sequencing of the proband and other affected family members was performed, followed by Sanger sequencing of IMPG1 to confirm the presence of the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband has been diagnosed with vitelliform macular dystrophy. Age of onset among the affected family members ranged from 20 to 45 years.","phenotypes":["obo:HP_0007663","obo:HP_0030469","obo:HP_0007677"],"previousTesting":true,"previousTestingDescription":"Previous genotyping included Sanger sequencing of BEST1 and PRPH2, followed by genome-wide scan using a 250K SNP Affymetrix array, which identified a shared 95.2 Mb haplotype on chromosome 6p12.1-q24.3 (encompassing 705 genes) in all affected family members. The candidate loci ELOVL4 and MCDR1 were then subjected to Sanger sequencing.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/23cbfacb-c057-4e12-b63f-8d2a86e9308f_variant_evidence_item"}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"The affected family members have been diagnosed with vitelliform macular dystrophy.","phenotypeNegativeAlleleNegative":4,"phenotypePositiveAllelePositive":8,"phenotypes":["obo:HP_0030469","obo:HP_0007677"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/79da8c46-558a-4756-bce5-1c17a18f8e2a"},"publishedLodScore":3.02,"sequencingMethod":{"id":"cg:AllGenesSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.3}],"evidenceStrength":"Definitive","sequence":9621,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.05,"subject":{"id":"https://genegraph.clinicalgenome.org/r/RbmQCcUwIlQ","type":"GeneValidityProposition","disease":"obo:MONDO_1040036","gene":"hgnc:6055","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_c6816122-6b22-4ac8-bc20-f1cc68b3b7ed-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}