{"id":"https://genegraph.clinicalgenome.org/r/b30eefa8-aacb-465c-b5cd-ce86950e6f7dv1.0","type":"EvidenceStrengthAssertion","dc:description":"The *RPE65* gene was first reported in relation to autosomal dominant cases of Retinitis pigmentosa in two apparently unrelated Irish families in 2011 (Bowne et al., PMID: 21654732). Affected individuals have since been identified in multiple other families of both Irish (PMID: 27307694) and Scottish (PMID: 29947567) descent. The disease entity exhibits incomplete penetrance, with approximately 80% of genotype-positive individuals developing the phenotype, and considerable variability in onset and severity among affected family members (PMID: 21654732, PMID: 27307694, PMID: 29947567). The disease generally presents between the second and seventh decade of life, typically with night blindness or central vision problems (PMID: 21654732, PMID: 27307694). Progression of the disease course generally reaches severe visual loss between the fifth and eighth decades of life (PMID: 27307694). Patients also exhibit other eye-specific features, including abnormalities in the light-adapted and especially the dark-adapted electroretinograms, peripheral visual field loss, chorioretinal atrophy, chorioretinal degeneration, and pigmentary retinopathy (PMID: 21654732, PMID: 27307694). Some of these choroid-specific features have led affected patients to be initially suspected for choroideremia prior to genotyping (PMID: 21654732, PMID: 29947567), and the disease entity is specifically referred to as Retinitis pigmentosa 87 with choroidal involvement. This disease entity is referred to in this curation as *RPE65*-related dominant retinopathy (MONDO:0100452). Additional autosomal recessive disease entities have been asserted in relation to biallelic loss-of-function variants in *RPE65* (PMID: 9326941, PMID: 9326927, PMID: 9501220, PMID: 14962443, PMID: 11786058, PMID: 12960219, PMID: 15557452). While these disease entities are characterized by similar phenotypes with earlier onset, their different mode of inheritance and unique variants suggested a different mechanism of pathogenesis. Thus, *RPE65* was separately curated for its relationship to those disease entities, collectively referred to as *RPE65*-related recessive retinopathy.\n\nA single suspected pathogenic variant was scored as part of this curation, with observations in 5 probands (PMID: 21654732, PMID: 27307694, PMID: 29947567). While these probands represent apparently unrelated families of Irish or Scottish ancestry, at least two of the families share a wider haplotype that indicates coinheritance of a founder mutation from a distant common ancestor (PMID: 21654732). The variant encodes an Asp477Gly missense substitution within exon 13 (PMID: 21654732) and may introduce an ectopic splice site at the mRNA level that shifts the reading frame and excludes parts of exon 13 and exon 14 from the spliced *RPE65* transcript (PMID: 30628748). Two of the aforementioned families had segregation evidence (PMID: 21654732) that contributed to the scoring of the gene-disease relationship. It is important to note that this variant is currently unique among known *RPE65* variants in its ability to cause disease in a heterozygous state rather than a homozygous state, through an autosomal dominant mode of inheritance.\n\nThis gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level.\n\nThe mechanism of pathogenicity appears to be monoallelic *RPE65* dysfunction, possibly characterized by the creation of an ectopic splice site that triggers a frameshift and disrupts the inclusion of the C-terminal exons 13 and 14 in the *RPE65* mRNA (PMID: 30628748). Multiple reports of moderately increased mobility of the variant RPE65 gene product on gel electrophoresis (PMID: 21654732, PMID: 30628748) are consistent with this proposed effect. However, the molecular mechanism by which the variant triggers disease with a dominant mode of inheritance remains a matter of debate (PMID: 29659842, PMID: 28041994, PMID: 30628748).\n\nThis gene-disease association is also supported by experimental evidence that *RPE65* expression is highly specific to the retinal pigment epithelium at both the mRNA level (PMID: 30239781) and protein level (PMID: 8474143). Biochemical studies have demonstrated that RPE65 encodes the human isomerohydrolase enzyme, a critical component of the visual retinoid cycle that regenerates 11-cis retinal following the light-induced isomerization of this pigment to all-trans retinal (PMID: 16116091). This explains why knock-in of this variant within the endogenous mouse *Rpe65* locus triggers accumulation of retinal esters, electroretinogram abnormalities indicative of slower recovery of rod and cone function, and reduced retinal thickness after long-term photobleaching (PMID: 30628748). Mouse phenotypes are progressive with age and are enhanced in homozygous knock-in animals relative to their heterozygous counterparts. Two other knock-in mouse models generated by different strategies have revealed similar defects, as well as reduced levels and enhanced ubiquitination of the variant RPE65 protein, accumulation of autofluorescent spots in the fundus, and an additional defect in 11-cis-retinal regeneration (PMID: 29659842, PMID: 28041994). \n\nIn summary, the evidence of *RPE65* association with *RPE65*-related dominant retinopathy has been demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, initially leading to a score consistent with a moderate classification. The strength of this association is further supported by the specificity of the disease phenotype and the availability of cases with whole genome sequencing data that exclude other potential disease causes within the *CHM*, *RGR*, and *RHO* loci. Additional unpublished cases have been submitted to ClinVar by multiple clinical testing providers (ClinVar ID: 750796). Although the single known variant associated with the disease entity is a suspected founder mutation particularly linked to families of Irish descent, the growing number of cases and confirmed absence of other linked variants from the *RPE65* locus have led the expert panel to recommend an upgrade of the classification for this gene-disease relationship to Strong. Over time, a more complete understanding of the mechanism of pathogenicity of this variant and the emergence of more cases of *RPE65*-related dominant retinopathy in association with other variants or haplotypes are expected to further strengthen the classification of this gene-disease relationship.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/b30eefa8-aacb-465c-b5cd-ce86950e6f7d","GCISnapshot":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10072","date":"2022-02-07T02:43:20.371Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10072","date":"2022-02-07T02:43:03.928Z","role":"Approver"}],"curationReasonDescription":"Although the single known variant associated with the disease entity is a suspected founder mutation particularly linked to families of Irish descent, the growing number of cases and confirmed absence of other linked variants from the RPE65 locus have led the expert panel to recommend an upgrade of the classification for this gene-disease relationship to Strong. The strength of this association is further supported by the specificity of the disease phenotype and the availability of cases with whole genome sequencing data that exclude other potential disease-causing loci. Additional unpublished cases have been submitted to ClinVar by multiple clinical testing providers (ClinVar ID: 750796).","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/697d82ef-121d-4853-a343-a166e223bd29","type":"EvidenceLine","dc:description":"The model has been downscored because some of the recapitulated phenotypes are quite similar to those already scored in a separate knock-in mouse model of this variant (PMID: 30628748). However, this mouse model recapitulates the human phenotypes at both the molecular and organ levels, and complements some of the shortcomings of the other model. For example, the phenotypes are shown not only by the homozygous knock-in mice (similar to the other model) but also to a milder extent by the aged heterozygous knock-in mice. The phenotypic similarities of this second knock-in mouse also rule out the possibility that they were non-specifically triggered by off-target effects of CRISPR/Cas9 in the other model.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0ea5dbd2-a624-447a-8b98-c1156649ed69","type":"Finding","dc:description":"The mice exhibit reduced levels of RPE65 protein (Figure 3A) and enhanced ubiquitination (Figure 3B), indicating higher susceptibility to proteolysis. Despite normal 11-cis retinal levels (Figure 7C), the heterozygous knock-in animals exhibit abnormal accumulation of retinyl esters (Figure 7B), recapitulating a key molecular defect of the human patients. Photobleaching revealed defects in regeneration of 11-cis-retinal (Figure 7F) and accumulation of retinyl esters (Figure 7G). These defects were observable in both the heterozygous knock-in (mild) and homozygous knock-in (more severe). Accumulation of autofluorescent spots in the fundus (Figure 4), progressive thinning of the outer nuclear layer (Figure 5), and abnormal ERG responses (Figure 6) were seen in heterozygous knock-in and especially homozygous knock-in mice with age. Similar phenotypic results were observed with a third, similar knock-in mouse model (PMID: 28041994).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29659842","rdfs:label":"Recombinase-based variant knock-in to the mouse Rpe65 locus","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/bde1f1f1-b906-4c46-9252-6e7d9e6f0136","type":"EvidenceLine","dc:description":"The model was up-scored from default due to the introduction of the specific variant into the mouse genome, using CRISPR/Cas9-based gene editing to minimize off-target effects. The model recapitulates some features of the human patients at both the molecular and organ function levels. However, the model was down-scored due to the appearance of most phenotypes in the homozygous knock-in mouse rather than the heterozygous animals (conflicting with the dominant mode of inheritance in human patients) and the need for long-term exposure to photobleaching to trigger phenotypes such as ERG abnormalities or retinal thinning.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/d2fbf00d-6cc4-4124-ab5c-c54f70bcd5c2","type":"Finding","dc:description":"Despite normal 11-cis retinal levels (Figure 3E), the heterozygous knock-in animals exhibit abnormal accumulation of retinyl esters (Figure 3F), recapitulating a key molecular defect of the human patients. The homozygous (but not heterozygous) knock-in animals also exhibit vacuole formation in the outer segment adjacent to the retinal pigment epithelium (Figure 3B) and abnormalities on dark-adapted ERG indicative of slower recovery of rod function (Figures 4A, 4B) and cone function (Figure 5D) as well as reduced retinal thickness (Figure 5A) after long-term chronic visual pigment bleaching.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30628748","rdfs:label":"Variant knock-in to mouse Rpe65 locus","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/3da55227-dff4-4441-9f40-c4bde3e4c74b","type":"EvidenceLine","dc:description":"Although this experiment indicates that the variant triggers a slight loss of enzymatic function, other variants associated with autosomal recessive RPE65 retinopathy trigger a more severe loss of function (PMID: 16828753). This phenomenon is unlikely to be the primary mechanism by which the variant contributes to autosomal dominantly inherited disease. ","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0066e2f0-1450-444e-a127-40c6d641a477","type":"FunctionalAlteration","dc:description":"The variant triggered a moderate decrease in retinoid isomerase activity / 11-cis retinol formation that appeared to be balanced out by the presence of the wild-type allele, rather than acting in a dominant negative fashion (Figure 1B). This loss of function was less dramatic than other hypomorphs known to be associated with autosomal recessive RPE65 retinopathy. Thus, loss of enzymatic function is unlikely to be the primary mechanism by which the variant contributes to autosomal dominantly inherited disease.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30628748","rdfs:label":"Exogenous expression of the RPE65 D477G variant in HEK293-F"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/73398cff-f759-491a-bfce-318dd24a6ae5","type":"EvidenceLine","dc:description":"The identification of RPE65 as the human isomerohydrolase enzyme links it to the visual retinoid cycle, an enzymatic pathway known to be critical to rod and cone photoreceptors, which are non-responsive in Leber congenital amaurosis 2. Defects in this pathway have already been linked to multiple blinding disorders (PMID: 12876835)","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a61eb38c-9947-4c58-8f24-8d7f357878d9","type":"Finding","dc:description":"Maintenance of vision is dependent upon the visual retinoid cycle to enzymatically regenerate 11-cis retinal following the light-induced isomerization of this pigment to all-trans retinal. Isomerohydrolase is an enzymatic activity known to be responsible for this conversion and known to localize to the retinal pigment epithelium, but not previously mapped to a human gene prior to this study. The present paper identifies the RPE65 protein as the human isomerohydrolase enzyme, linking its biallelic loss to congenital blindness (Figures 4B-4F).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16116091","rdfs:label":"RPE65 protein is the human isomerohydrolase enzyme.","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/efb02f6d-337e-48ed-8c97-603c9dba4c7c","type":"EvidenceLine","dc:description":"The experiment was up-scored from the default level due to the high degree of tissue specificity of RPE65 expression, which closely matches the retina-specific phenotypes characteristic of the disease.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/433e4163-844f-4e67-9e2e-f81ef6e055b0","type":"Finding","dc:description":"RPE65 protein was first detected using an RPE-specific monocolonal antibody raised against human retinal pigment epithelium (RPE) cells (first described in PMID: 2477341). Detection of the RPE65 protein in retinal pigment epithelium cells but not in 10 other tissues from the eye and other organ systems can be found in Figure 2. Figure 8 shows specific staining of the RPE layer of neonatal rat eyes. Retina-specific gene expression data from a separate publication (PMID: 30239781, https://eyeintegration.nei.nih.gov/) confirm that RPE65 expression is highly specific to the retina relative to other tissues within the eye or the human body in general.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8474143","rdfs:label":"Retinal pigment epithelium-specific RPE65 expression","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/a45f0ada-a32b-406e-b714-790a0cd4a6a2_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/806e4c64-3bd8-4ea7-90ec-717805f98d2d_proband_segregation","type":"FamilyCosegregation","dc:description":"Although the published LOD score for this particular family (at 0% recombination) was 3.6, the value of 5.3 represents the LOD score from its combination with a second family sharing the same variant / haplotype. This LOD was used rather than the calculated eLOD score of 6.32 in order to use the more conservative value.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","rdfs:label":"Bowne_2011_Family_TCD-G","estimatedLodScore":6.32,"family":{"id":"https://genegraph.clinicalgenome.org/r/806e4c64-3bd8-4ea7-90ec-717805f98d2d","type":"Family","rdfs:label":"Bowne_2011_Family_TCD-G","member":{"id":"https://genegraph.clinicalgenome.org/r/008cf489-1024-47c0-9a3b-e9584d814475","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","rdfs:label":"Bowne_2011_Family_TCD-G_Patient_53","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000329.3(RPE65):c.1430A>G (p.Asp477Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/750796"}},"detectionMethod":"Sanger sequencing of 11 candidate genes among the 50 known genes from the mapped region, including RPE65 and PDE4B.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The patient was initially diagnosed with retinitis pigmentosa prior to genotyping. Detailed phenotypes are not specified for individual patients.","previousTesting":true,"previousTestingDescription":"Candidate gene sequencing for variants in other known retinitis pigmentosa genes. SNP-based linkage analysis mapped the phenotype of autosomal dominant retinitis pigmentosa to an 8.8-Mb genomic region located at chr1 p31. It is not clear whether the patient was one of 3 affected individuals subjected to whole exome sequencing.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/0dd6c24a-0681-43fb-9622-08badf014921_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}}},"meetsInclusionCriteria":true,"phenotypeFreeText":"Onset was in the 2nd to 5th decade of life, typically with impaired dark adaptation. Genotype-positive members of the family exhibited a wide range of phenotypes.","phenotypePositiveAllelePositive":20,"phenotypes":["obo:HP_0000546","obo:HP_0000533","obo:HP_0007994","obo:HP_0030469"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/008cf489-1024-47c0-9a3b-e9584d814475"},"publishedLodScore":5.3,"sequencingMethod":{"id":"cg:AllGenesSequencing"}},{"id":"https://genegraph.clinicalgenome.org/r/3a67f8db-5f1d-4fc5-9812-d2dbda1797f0_proband_segregation","type":"FamilyCosegregation","dc:description":"The segregation data from this family has already been combined with that of another family in this publication and incorprated into a published LOD score. Since that score has already been scored as part of this curation (in scoring of the other family), it should not be scored again for this family.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","rdfs:label":"Bowne_2011_Family_TCD-H","estimatedLodScore":0.6,"family":{"id":"https://genegraph.clinicalgenome.org/r/3a67f8db-5f1d-4fc5-9812-d2dbda1797f0","type":"Family","rdfs:label":"Bowne_2011_Family_TCD-H","member":{"id":"https://genegraph.clinicalgenome.org/r/db2047b7-055e-45b1-b876-e07878672e53","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","rdfs:label":"Bowne_2011_Family_TCD-H_Patient_01","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"detectionMethod":"Following two-point linkage analysis of the RPE65 locus, as well as haplotype analysis using STR genotypes surrounding the variant of interest, Sanger sequencing of the RPE65 locus was performed in all family members.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"The patient was provisionally diagnosed with choroideremia prior to genotyping that excluded the presence of a variant in the CHM locus.","previousTesting":true,"previousTestingDescription":"Candidate gene sequencing of the CHM locus to exclude the initial diagnosis of choroideremia","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/09906ce9-6699-41ab-9b86-3c0c70b46367_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21654732","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}}},"meetsInclusionCriteria":false,"phenotypeFreeText":"Family members were provisionally diagnosed with choroideremia prior to genotyping.","phenotypePositiveAllelePositive":3,"proband":{"id":"https://genegraph.clinicalgenome.org/r/db2047b7-055e-45b1-b876-e07878672e53"}},{"id":"https://genegraph.clinicalgenome.org/r/8782c291-9ee9-480b-8832-2b22bb19a3af_proband_segregation","type":"FamilyCosegregation","dc:description":"The number of affected individuals is not sufficient for inclusion in the final calculation for estimated LOD score.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","rdfs:label":"Hull_2016_Family_2","estimatedLodScore":0.9,"family":{"id":"https://genegraph.clinicalgenome.org/r/8782c291-9ee9-480b-8832-2b22bb19a3af","type":"Family","rdfs:label":"Hull_2016_Family_2","member":{"id":"https://genegraph.clinicalgenome.org/r/b2e53e58-7bcd-497a-8c46-a88422766803","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","rdfs:label":"Hull_2016_Patient_2.1","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":45,"allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"detectionMethod":"Bidirectional Sanger sequencing of exon 13 of the RPE65 gene and flanking sequences","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient presented at age 45 with central visual disturbance. Anterior retina was well-preserved.","phenotypes":["obo:HP_0030474","obo:HP_0000580","obo:HP_0001141","obo:HP_0003581","obo:HP_0007663","obo:HP_0200065","obo:HP_0008275"],"previousTestingDescription":"Variants in REP1 and PRPH2 were initially excluded.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/c0656980-abbd-48a2-8248-4df1f2c7a976_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}}},"meetsInclusionCriteria":false,"phenotypePositiveAllelePositive":3,"phenotypes":["obo:HP_0007663","obo:HP_0003581"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/b2e53e58-7bcd-497a-8c46-a88422766803"}},{"id":"https://genegraph.clinicalgenome.org/r/c4d36bc2-2db6-47b9-9e85-b4a2a9e032e0_proband_segregation","type":"FamilyCosegregation","dc:description":"The number of affected individuals is not sufficient for inclusion in the final estimated LOD score calculation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","rdfs:label":"Hull_2016_Family_1","estimatedLodScore":0.3,"family":{"id":"https://genegraph.clinicalgenome.org/r/c4d36bc2-2db6-47b9-9e85-b4a2a9e032e0","type":"Family","rdfs:label":"Hull_2016_Family_1","member":{"id":"https://genegraph.clinicalgenome.org/r/f4025837-7f55-4ea8-8697-3d7ceebee9eb","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","rdfs:label":"Hull_2016_Patient_1.1","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":18,"allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"detectionMethod":"Bidirectional Sanger sequencing of exon 13 of the RPE65 gene and flanking sequences","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The patient presented at age 18 with nyctalopia, progressed to central visual disturbance at age 33, and was limited to hand movement vision by age 48, with preserved peripheral vision.","phenotypes":["obo:HP_0007663","obo:HP_0007722","obo:HP_0000510","obo:HP_0030602","obo:HP_0000512","obo:HP_0008179","obo:HP_0003581","obo:HP_0000533","obo:HP_0000662"],"previousTesting":true,"previousTestingDescription":"Variants in REP1 and PRPH2 were initially excluded.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"https://genegraph.clinicalgenome.org/r/c316978a-ed54-4711-bbfb-4048adeafd79_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27307694","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}}},"meetsInclusionCriteria":false,"phenotypePositiveAllelePositive":2,"phenotypes":["obo:HP_0003581","obo:HP_0007663","obo:HP_0000533"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/f4025837-7f55-4ea8-8697-3d7ceebee9eb"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":3},{"id":"https://genegraph.clinicalgenome.org/r/c316978a-ed54-4711-bbfb-4048adeafd79","type":"EvidenceLine","dc:description":"The variant has already been scored for the proband of an apparently unrelated family with ancestry from the same country of origin (PMID: 21654732). The original publication also reported a second apparently unrelated family sharing the same haplotype around the RPE65 locus as the first, identifying the variant as a founder mutation. The variant has been scored at half strength for this family / proband due to its match to a known founder mutation and the possibility of an unidentified co-inherited variant contributing to pathogenicity.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c316978a-ed54-4711-bbfb-4048adeafd79_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Exogenous expression of the variant reveals protein expression levels, cellular localization and retinoid isomerase activity comparable to the wild-type (PMID: 29659842). However, knock-in mouse models exhibit retinyl ester accumulation (PMID: 29659842), abnormally slow regeneration of 11-cis-retinal after light exposure, and ERG results indicative of delayed dark adaptation (PMID: 28041994). Mice with CRISPR-mediated knock-in of the variant also exhibit a splicing defect in RPE65 due to the introduction of a cryptic splice site, which likely triggers a frameshift, exclusion of exons 13 and 14 from the transcript, and premature truncation of the protein product (PMID: 30628748).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/c316978a-ed54-4711-bbfb-4048adeafd79_variant_evidence_item"}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/09906ce9-6699-41ab-9b86-3c0c70b46367","type":"EvidenceLine","dc:description":"The variant was not scored for this proband because it has already been scored in another proband whose haplotype within the 8.8 Mb region surrounding the *RPE65* locus closely matched that of this patient's family (PMID: 21654732).","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/09906ce9-6699-41ab-9b86-3c0c70b46367_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Exogenous expression of the variant reveals protein expression levels, cellular localization and retinoid isomerase activity comparable to the wild-type (PMID: 29659842). However, knock-in mouse models exhibit retinyl ester accumulation (PMID: 29659842), abnormally slow regeneration of 11-cis-retinal after light exposure, and ERG results indicative of delayed dark adaptation (PMID: 28041994). Mice with CRISPR-mediated knock-in of the variant also exhibit a splicing defect in RPE65 due to the introduction of a cryptic splice site, which likely triggers a frameshift, exclusion of exons 13 and 14 from the transcript, and premature truncation of the protein product (PMID: 30628748).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/09906ce9-6699-41ab-9b86-3c0c70b46367_variant_evidence_item"}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/0dd6c24a-0681-43fb-9622-08badf014921","type":"EvidenceLine","dc:description":"CRISPR-based introduction of the variant into an animal model in a heterozygous state is sufficient to recapitulate both molecular and eye-specific phenotypes of the human patients.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0dd6c24a-0681-43fb-9622-08badf014921_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Exogenous expression of the variant reveals protein expression levels, cellular localization and retinoid isomerase activity comparable to the wild-type (PMID: 29659842). However, knock-in mouse models exhibit retinyl ester accumulation (PMID: 29659842), abnormally slow regeneration of 11-cis-retinal after light exposure, and ERG results indicative of delayed dark adaptation (PMID: 28041994). Mice with CRISPR-mediated knock-in of the variant also exhibit a splicing defect in RPE65 due to the introduction of a cryptic splice site, which likely triggers a frameshift, exclusion of exons 13 and 14 from the transcript, and premature truncation of the protein product (PMID: 30628748).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/0dd6c24a-0681-43fb-9622-08badf014921_variant_evidence_item"}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/c0656980-abbd-48a2-8248-4df1f2c7a976","type":"EvidenceLine","dc:description":"The variant has already been scored for the proband of an apparently unrelated family with ancestry from the same country of origin (PMID: 21654732). The original publication also reported a second apparently unrelated family sharing the same haplotype around the RPE65 locus as the first, identifying the variant as a founder mutation. The variant has been scored at half strength for this family / proband due to its match to a known founder mutation and the possibility of an unidentified co-inherited variant contributing to pathogenicity.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c0656980-abbd-48a2-8248-4df1f2c7a976_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Exogenous expression of the variant reveals protein expression levels, cellular localization and retinoid isomerase activity comparable to the wild-type (PMID: 29659842). However, knock-in mouse models exhibit retinyl ester accumulation (PMID: 29659842), abnormally slow regeneration of 11-cis-retinal after light exposure, and ERG results indicative of delayed dark adaptation (PMID: 28041994). Mice with CRISPR-mediated knock-in of the variant also exhibit a splicing defect in RPE65 due to the introduction of a cryptic splice site, which likely triggers a frameshift, exclusion of exons 13 and 14 from the transcript, and premature truncation of the protein product (PMID: 30628748).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/c0656980-abbd-48a2-8248-4df1f2c7a976_variant_evidence_item"}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/0e891ceb-fc1d-45be-909b-dabdb21c5cd6","type":"EvidenceLine","dc:description":"The variant has been scored at half-strength for this individual, as it is a likely founder mutation that has been scored at full strength for a separate proband.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/0e891ceb-fc1d-45be-909b-dabdb21c5cd6_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Exogenous expression of the variant reveals protein expression levels, cellular localization and retinoid isomerase activity comparable to the wild-type (PMID: 29659842). However, knock-in mouse models exhibit retinyl ester accumulation (PMID: 29659842), abnormally slow regeneration of 11-cis-retinal after light exposure, and ERG results indicative of delayed dark adaptation (PMID: 28041994). Mice with CRISPR-mediated knock-in of the variant also exhibit a splicing defect in RPE65 due to the introduction of a cryptic splice site, which likely triggers a frameshift, exclusion of exons 13 and 14 from the transcript, and premature truncation of the protein product (PMID: 30628748).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/0e891ceb-fc1d-45be-909b-dabdb21c5cd6_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29947567","allele":{"id":"https://genegraph.clinicalgenome.org/r/2f2bd9f8-d284-4ffe-9b94-aa5d68fc614b"},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Strong","sequence":3939,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.5,"subject":{"id":"https://genegraph.clinicalgenome.org/r/9VbitAOIe08","type":"GeneValidityProposition","disease":"obo:MONDO_0100452","gene":"hgnc:10294","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_a45f0ada-a32b-406e-b714-790a0cd4a6a2-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}