{"id":"https://genegraph.clinicalgenome.org/r/b3db0a6d-3c7f-485d-9037-9a2ea20f2a11v1.0","type":"EvidenceStrengthAssertion","dc:description":"RAC2 was first reported in relation to autosomal dominant neutrophil immunodeficiency syndrome (i.e., immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203) in 2000 (Ambruso DR et al., PMID: 10758162). The phenotype associated with this disease is currently emerging in the literature and patients with this disease have been reported with infancy-onset recurrent infections and immunological defects, including neutrophilia, neutrophil functional defects (e.g., impaired chemotaxis and reactive oxygen species production), leukocytosis, and T-cell lymphopenia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance pattern, and/or phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, autosomal dominant neutrophil immunodeficiency syndrome (i.e., autosomal dominant immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203), autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia (OMIM: # 618986), and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia (OMIM: # 618987). The split curations for autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia have been curated separately. One missense variant (RAC2 D57N) that has been reported as de novo in two unrelated probands in two publications (PMID: 10758162, 21167572) is included in this curation. Functional evidence supports that this variant causes a functional defect, where RAC2 levels are decreased in patient neutrophils compared to neutrophils from healthy donors and RAC2 D57N displays decreased GTP binding, where GTP-bound RAC2 is the active form, compared to wild-type RAC2 (PMID: 10758162). The mechanism of pathogenicity appears to be dominant negative loss of function. This gene-disease association is also supported by expression studies, functional studies, animal models, and functional alterations observed in patient cells. RAC2 expression is specific to hematopoietic cells and roles for RAC2 in neutrophil effector functions, including chemotaxis, reactive oxygen species production, and phagocytosis, have been demonstrated (PMID: 2189110, 14564009, 23875749). Purified RAC2 D57N protein displayed weaker binding to GTP and a lower rate of exchange of GDP for GTP by a guanine nucleotide-exchange factor compared to wild-type RAC2 (PMID: 11278678). A Zebrafish larva RAC2 knockout model displayed defects in neutrophil migration/chemotaxis and increased susceptibility to infection (PMID: 27837107). Impairment of NADPH oxidase activity and neutrophil differentiation and maturation observed in cells expressing RAC2 D57N was abrogated upon deletion of the TQQKRP motif near the RAC2 C-terminus (PMID: 12176888). Furthermore, neutrophils isolated from patients expressing RAC2 D57N had defects in chemotaxis, phagocytosis, granule release, and reactive oxygen species production compared to neutrophils from healthy donors (PMID: 10758162, 10961859). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/b3db0a6d-3c7f-485d-9037-9a2ea20f2a11","GCISnapshot":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10080","date":"2021-12-21T13:50:32.489Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10080","date":"2021-12-21T13:50:17.284Z","role":"Approver"}],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/73424077-d964-44e9-8abe-ae3d24ab31c1","type":"EvidenceLine","dc:description":"This is a missense variant occurring de novo in a patient with functional evidence supporting a defect in the presence of this variant (decreased RAC2 protein present and decreased GTP binding by variant-expressing RAC2). ","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/73424077-d964-44e9-8abe-ae3d24ab31c1_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Immunoblotting of whole lysates from patient neutrophils revealed significant decrease in RAC2 compared to control (41% of control, Fig. 3C). Decreased GTP binding by the variant-expressing RAC2 also observed compared to WT  but equivalent GDP binding (Fig. 5B and 5C)","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/73424077-d964-44e9-8abe-ae3d24ab31c1_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10758162","allele":{"id":"https://genegraph.clinicalgenome.org/r/8519e3a7-b1ec-4829-85f1-d35ddaa34e9a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002872.5(RAC2):c.169G>A (p.Asp57Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118897"}},"alleleOrigin":{"id":"cg:DeNovoAlleleOrigin"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/67a78c08-16cd-4430-baba-302c29256c68","type":"EvidenceLine","dc:description":"This missense variant occurred de novo in this patient, is absent from gnomAD, and has functional evidence from another report (PMID: 10758162) on a patient with the same variant demonstrating the presence of this variant results in a significant decrease in RAC2 protein levels and decreased GTP binding by the variant-expressing RAC2 compared to WT RAC2 (but GDP binding is equivalent), indicating less active RAC2.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/67a78c08-16cd-4430-baba-302c29256c68_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"Assessment of RAC2 protein levels in patient neutrophils expressing this variant are decreased to 41% of normal compared to the control based on Western blotting of whole neutrophils lysates and decreased GTP binding by the variant-expressing RAC2 compared to WT RAC2 (but GDP binding is equivalent), indicating less active RAC2. (PMID: 10758162).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/67a78c08-16cd-4430-baba-302c29256c68_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21167572","allele":{"id":"https://genegraph.clinicalgenome.org/r/8519e3a7-b1ec-4829-85f1-d35ddaa34e9a"},"alleleOrigin":{"id":"cg:DeNovoAlleleOrigin"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Heterozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8190616e-0a43-4ab3-830f-bb4900d5598e","type":"EvidenceLine","dc:description":"Zebrafish model recapitulates some aspects of human disease, including neutrophil defects in chemotaxis/migration and increased susceptibility to pathogens. Re-expression of RAC2 in neutrophils rescued these phenotypes. Decreased score because only some aspects of human disease assessed.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b4cceb9f-ba84-4f3c-869d-a8e0733d738b","type":"Finding","dc:description":"\tDefects in neutrophil function were observed in RAC2-/- zebrafish larva. Specifically, after tail transection, neutrophil migration to the wound was almost nonexistent in RAC2-/- larvae compared to the WT larvae (Fig. 2A). RAC2-/- neutrophil migration was also significantly decreased to the zebrafish otic following P. aeruginosa otic infection (Fig. 5A). When RAC2 was re-expressed specifically in neutrophils under the mpx promoter, migration in this model was restored ( Fig. 2C). RAC2-/- zebrafish larvae were also more susceptible to Aspergillus fumigatus infection (following hindbrain inoculation) and Pseudomonas aeruginosa (otic injection) based on a significant decrease in RAC2-/- survival compared to WT and RAC2+/- larvae (Fig. 4). Re-expression of RAC2 under the mpx promoter also overcame this susceptibility to P. aeruginosa infection (Fig. 5C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27837107","rdfs:label":"RAC2 role in neutrophils in Zebrafish larvae","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/dc5caaa6-1593-4e93-b899-4d983b0f4886","type":"EvidenceLine","dc:description":"Defects in NADPH oxidase production and neutrophil morphology/differentiation/maturation in RAC2 D57N expressing neutrophils were overcome by deleting the TRQQKRP motif near the C-terminal region of RAC2. ","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/91f2874c-0cd6-4219-a8e7-1378b25856c1","type":"Finding","dc:description":"Retroviruses were constructed expressing different RAC2 forms, including WT and D57N (dominant negative variant) with and without the TRQQKRP motif near C-terminus deleted. These retroviruses were used to transduce murine mononuclear bone marrow cells that were then differentiated into neutrophils and different phenotypes were assayed. While RAC2 D57N expressing neutrophils displayed defects in NADPH oxidase activity (Table 1) and abnormal morphology/decreased differentiation and maturation (Fig. 4/Table 2), deletion of the TRQQKRP abrogated these defects to WT levels.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12176888","rdfs:label":"RAC2 D57N defects rescued by TRQQKRP motif deletion","demonstrates":{"id":"cg:PhenotypeRescue"}}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/067a682e-0c9c-4147-9bc5-27c1476ea7a8","type":"EvidenceLine","dc:description":"Patient neutrophils expressing RAC2 D57N displayed defects in granule release and superoxide production compared to healthy donor neutrophils.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/b4b44180-fe86-466a-8332-56f08b5f1458","type":"FunctionalAlteration","dc:description":"Neutrophils were isolated from blood from patient or healthy donors. Granule secretion was assessed by measuring the amount of myeloperoxidase and lactoferrin in the supernatant of neutrophils stimulated with fMLP and PMA. Decreased myeloperoxidase and lactoferrin was detected in the supernatants of patient neutrophils compared to neutrophils from healthy donors (Fig. 2A and B). Superoxide production was measured by stimulating neutrophils with PMA, PAF with fMLP, or opsonized zymosen and then measuring the rate of cytochrome c reduction by OD. Compared to healthy donor neutrophils, patient neutrophils displayed significantly decreased reactive species production in response to fMLP, PAF+fMLP, and opsonized zymosan stimulation (Fig. 2C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10758162","rdfs:label":"Patient neutrophil granule release and ROS production"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/9b939db6-cc5f-45c8-a279-e1515711eaa0","type":"EvidenceLine","dc:description":"Patient neutrophils expressing RAC2 D57N displayed defects in chemotaxis and phagocytosis compared to neutrophils from healthy donors, which is consistent with the increased susceptibility to infection noted in patients with this variant.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/7829820f-6735-4e03-9ac8-31cf0c1d0b60","type":"FunctionalAlteration","dc:description":"Patient neutrophils expressing RAC2 D57N were found to display defects in chemotaxis in response to fMLP and IL-8 in Boyden chambers (Fig. 1A) and decreased phagocytosis of IgG-coated erythrocytes after stimulation with fMLP (Fig. 1B) compared to neutrophils from healthy donors.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10961859","rdfs:label":"Patient neutrophil chemotaxis and phagocytosis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"https://genegraph.clinicalgenome.org/r/c2522d5b-1809-4223-afe9-8d3d5b2a541f","type":"EvidenceLine","dc:description":"This in vitro system using purified RAC2 proteins demonstrates that the presence of the dominant negative variant D57N results in decreased/weaker GTP binding by RAC2 compared to WT, where GTP-bound RAC2 is the active form.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8346d941-ca03-479a-af35-29863f354e60","type":"FunctionalAlteration","dc:description":"RAC2 WT and D57N were cloned into expression plasmids, expressed in E. coli, and then purified. The purified proteins were incubated with radiolabeled GDP or GTP and dissociation was measured over time. RAC2 D57N was found to significantly more easily dissociate from GTP (but not GDP) than RAC2 WT, indicating decreased binding affinity for GTP (Fig. 1). Also, for GDP-bound RAC2, there was significantly less exchange of GDP for GTP in the presence of the GEF TrioN for RAC2 D57N than WT (Fig. 2).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11278678","rdfs:label":"RAC2 GTP binding in the presence of D57N"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"https://genegraph.clinicalgenome.org/r/f415e195-889f-4812-becd-5b3e7fe6b84f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c61ed668-e381-4d70-9496-e196286a39b6","type":"EvidenceLine","dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis. These neutrophils derived from RAC2-/- mice display an alteration in chemotaxis that support a role for RAC2 regulation of chemotaxis in neutrophils, which is consistent with chemotaxis defects noted in patient cells.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/44e23f7f-2d14-441c-bd1d-ef0f70da5643","type":"Finding","dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis in response to fMLF. These experiments support a role in RAC2 regulation of this process in neutrophils.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14564009","rdfs:label":"RAC2 role in neutrophil chemotaxis","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/22ca94e3-8905-42a6-8ef1-63145a0759a4","type":"EvidenceLine","dc:description":"This supports the importance for RAC2 in neutrophil functions and indicates another way in which loss of RAC2 function interferes with patient neutrophils/immune responses.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/218c8e66-b101-4b9d-bd65-2fdfb002652d","type":"Finding","dc:description":"Patients with RAC2 loss of function variants display increase susceptibility to disease and neutrophils from these patients display functional abnormalities. A defect in phagocytosis in human neutrophils with RAC2 knocked down by siRNA is consistent with this.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23875749","rdfs:label":"RAC2 role in neutrophil phagocytosis","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/b8f0bd9f-b10e-4f5a-9a98-961beb3277f6","type":"EvidenceLine","dc:description":"Assessment of patient neutrophils has revealed defects in reactive oxygen species production. These experiments using neutrophils generated from progenitor cells from RAC2-/- mice support a role in RAC2 regulation of these processes in neutrophils.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/924c5d9d-315d-47f7-9255-ab1e69e7afeb","type":"Finding","dc:description":"Assessment of patient neutrophils has revealed defects in reactive oxygen species production in the presence of a pathogenic LOF (dominant negative) variant. These experiments support a role in RAC2 regulation of this process in neutrophils","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14564009","rdfs:label":"RAC2 role in neutrophil superoxide production","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/b74025c6-6485-43fe-a903-4da37583bf4e","type":"EvidenceLine","dc:description":"Patients with RAC2-associated disease show defects in neutrophil and T cell populations/functions. Expression occurring in and being specific to hematopoietic cells is consistent with the patient phenotypes.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/78703b81-5cb7-44ea-b7a3-2b6c8ae990be","type":"Finding","dc:description":"Northern blot analysis of different murine cell types and tissues with labeled RAC2 cDNA as the probe revealed RAC2 expression based on the presence of transcripts occurred in myeloid (Fig. 3), pre-B, B, T, and erythroleukemic cell lines (Fig. 4) and in the bone marrow, spleens, and thymus, but not in the brain, kidney, lung, liver, or testes (Fig. 5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2189110","rdfs:label":"RAC2 expression specific to hematopoietic cells","demonstrates":{"id":"cg:GeneExpressionA"}}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":3811,"specifiedBy":"GeneValidityCriteria8","strengthScore":8,"subject":{"id":"https://genegraph.clinicalgenome.org/r/_RLh5ghjYWg","type":"GeneValidityProposition","disease":"obo:MONDO_0011988","gene":"hgnc:9802","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_f415e195-889f-4812-becd-5b3e7fe6b84f-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}