{"id":"https://genegraph.clinicalgenome.org/r/f894fa08-446a-499e-afdc-e3a2ca33ea2bv1.0","type":"EvidenceStrengthAssertion","dc:description":"The *YME1L1* gene was first reported in relation to optic atrophy in 2016, with the publication of four affected members of a consanguineous family harboring a homozygous missense variant (PMID: 27495975). All four affected family members received a diagnosis of optic atrophy and exhibited visual impairment, optic nerve hypoplasia, global developmental delay, expressive speech delay, and leukoencephalopathy. Substantial variability between the affected siblings was observed, and additional phenotypes observed in some but not all affected individuals included; macrocephaly, decreased body weight, elevated lactate, delayed CNS myelination, cerebellar hypoplasia, pigmentary retinopathy, congenital facial diplegia, splenomegaly, and constipation in infancy. A more detailed analysis of the proband revealed mitochondrial network fragmentation and altered mitochondrial cristae morphology with paracristalline inclusions in muscle biopsy, increased variability in muscle fiber diameter with grouped fibers indicating denervation, and fibroblast cells showing reduced mitochondrial mass despite normal levels of mitochondrial enzyme subunits and activities. Subsequent publications of additional probands have not yet emerged since this initial publication, although it is noteworthy that optic atrophy panels vary in their inclusion or exclusion of *YME1L1* at the time of this gene curation.\n\nThis curation has scored one suspected disease-causing missense variant, which encodes an arginine to tryptophan substitution at position 149 and has been reported in one family in one publication (PMID: 27495975). Detection of the YME1L1 protein in the proband cells indicated reduced levels despite correct localization to the mitochondrial fraction, as well as partial inability to properly cleave substrate proteins such as PRELID1 and OPA1. Exogenous expression of the variant protein in mouse embryonic fibroblasts was unable to rescue the fragmentation of the mitochondrial network caused by *Yme1l1-/-* knockout (PMID: 27495975). The mechanism of pathogenicity may be partial loss-of-function, although this is difficult to determine conclusively from the limited amount of genetic evidence available. Co-segregation of the homozygous genotype with affected status in the proband’s family was also incorporated into the genetic evidence component of this curation (PMID: 27495975).\n\nThis gene-disease association is also supported by biochemical evidence indicating that *YME1L1* encodes an AAA+ (ATPase Associated with diverse cellular Activities) protease that localizes to the mitochondrial inner membrane and controls protein homeostasis within the intermembrane space (PMID: 24176854). One of the other genes that encodes a mitochondrial protease, *AFG3L2*, similarly harbors variants that have been associated with optic atrophy 12 (PMID: 27786171). A proteomic screen for protein-protein interactions using key mitochondrial proteins as bait found that YME1L1 protein physically interacts with several other known mitochondrial proteins, including the OPA3 gene product (PMID: 27499296). Deletion of the *S. cerevisiae* ortholog *yme1* (yeast mitochondrial escape) results in DNA escape from mitochondria and migration to the nucleus, as well as fragmentation of the mitochondrial network, and functional mitochondrial abnormalities including a heat-sensitive respiratory-growth defect (PMID: 7803857, PMID: 8355690. PMID: 8514129). *Yme1l1* silencing or loss results in fragmentation of the mitochondrial network and other mitochondrial abnormalities in a variety of cell types (PMID: 24176854, PMID: 30544562) and model organisms ranging from murine to porcine (PMID: 26785494, PMID: 27495975, PMID: 30389680). While *Yme1l1* is essential for embryonic development in mice, tissue-specific *Yme1l1* loss in the nervous system results in locomotor defects (PMID: 30389680), similar to the results of *Yme1l1* silencing in *Drosophila* (PMID: 31125351). Tissue-specific knockout mice also show microphthalmia, cataracts, and retinal inflammation, consistent with mitochondrial dysfunction, although optic atrophy and ganglion cell phenotypes were not observed (PMID: 30389680).\n\nIn summary, *YME1L1* has limited evidence of association with optic atrophy 11. The genetic evidence so far has been limited to a single family, while the experimental evidence is supportive of a role in mitochondrial function but not necessarily optic atrophy. Additional families will be required to reach a more definitive classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on January 16th, 2025 (SOP Version 11).","dc:isVersionOf":"https://genegraph.clinicalgenome.org/r/f894fa08-446a-499e-afdc-e3a2ca33ea2b","GCISnapshot":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722","calculatedEvidenceStrength":"Limited","contributions":[{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_publish_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10077","date":"2025-03-31T18:22:56.980Z","role":"Publisher"},{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_contrib","agent":"https://genegraph.clinicalgenome.org/agent/10077","date":"2025-01-16T17:00:00.000Z","role":"Approver"}],"curationReasons":["NewCuration"],"evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/9d3230d8-a563-42fd-adfb-14d270c8ced2","type":"EvidenceLine","dc:description":"Down-scoring has been performed due to the lack of organismal-level detail.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/9c616b82-772f-49a1-b91e-48e70d54783e","type":"Finding","dc:description":"A viable global homozygous knockout mouse could not be generated. Double knockout embryos showed generalized developmental delay and hearts that failed to beat properly. Cardiomyocyte-specific deletion caused dilated cardiomyopathy and impaired OPA1 processing and mitochondrial morphology (Figure 1).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26785494","rdfs:label":"Tissue-specific Yme1l1 knockout mouse in cardiac muscle:","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25},{"id":"https://genegraph.clinicalgenome.org/r/318b8af6-2515-44e6-ba22-adb91cb53226","type":"EvidenceLine","dc:description":"The score is recommended for a model organism showing cellular defects reminiscent of the human patients (mitochondrial network fragmentation).","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/93521061-8ad2-47ee-bdec-aa2d2fe8bea9","type":"Finding","dc:description":"The yeast ortholog yme1 is very well-studied and its deletion in S. cerevisiae results in; escape of DNA from mitochondria and migration to the nucleus,  a heat-sensitive respiratory-growth defect\na cold-sensitive growth defect, synthetic lethality in rho- (cytoplasmic petite) cells, abnormal mitochondrial function, fragmentation of the mitochondrial network into puncta, abnormal mitochondrial morphology with some grossly swollen compartments.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7803857","rdfs:label":"The yeast ortholog yme1 is a mitochondrial protein.","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/e7b6d6d2-71d8-4d8e-beb2-2d20958d4e2c","type":"EvidenceLine","dc:description":"This animal model showing defect reminiscent of some but not all of the human patients, however, it is hard to dig into underlying reasons, and ataxia not consistent across all 4 patients.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/abf04206-5e11-4fd0-adf2-86319a4f9465","type":"Finding","dc:description":"A Drosophila model of Yme1l1 silencing shows diminished walking movement trajectories (Figure 2B) and lower walking speeds (Figure 2C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31125351","rdfs:label":"Yme1l1 silencing in Drosophila shows disordered movement.","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/1aacea81-7e94-4f7d-b068-88ac39e3cf8c","type":"EvidenceLine","dc:description":"Microphthalmia and cataracts are more severe and not really what is expected for optic atrophy, but clearly the Yme1l1 protein is more important in mouse development.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/812e159b-8635-44f2-9137-fbced973cc78","type":"Finding","dc:description":"Newborn homozygous knockout mice had dramatic microphthalmia and developed cataracts (Fig. 1A). The outer plexiform layer of the retina looked disorganized and contained nuclei that were absent from the WT control (Figs. 1B and 1C). Accumulating markers such as Gfap, Tnfα, Il‐1β, Asc, Myd88, and Fgf21 indicated neuroinflammation. mtDNA levels were unaffected (different from Opa1 model). Also brain atrophy was not present. Aberrant positioning of hind limbs and progressive locomotor impairment starting at 17 weeks of age (restricted to hind limbs) were observed. Progressive axonal degeneration of dorso‐lateral tracts and neuroinflammation in the spinal cord (Fig. 4, alternative explanation following absence of brain atrophy evidence in Fig. 3). The mitochondrial network was characterized by fragmented and clumped mitochondria (Fig. 5A)\n\nrespiratory defects that appear in aged mice\n\naxons of retinal ganglion cells mostly unaffected despite impaired eye development and microphthalmia","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30389680","rdfs:label":"Yme1l1 loss in the CNS causes microphthalmia and cataracts.","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/7d826f52-eceb-4ddf-b740-bba3a1b663f0","type":"EvidenceLine","dc:description":"The model compares silencing of Yme1l1 to a GFP silencing control, with a match to the human patients at the cellular level at least.","calculatedScore":2,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/c5539629-0f60-4fd1-a9d3-a9df895d1f65","type":"Finding","dc:description":"The model shows; mitochondrial fragmentation, mitochondrial dysfunction (ROS production, lower membrane potential, lower ATP levels), apoptosis in embryo, inhibition of proliferation, and reduced blastocyst quality.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/37123411","rdfs:label":"A pig model with YME1L1 silencing by dsRNA microinjection","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/b660202f-1eaa-46e4-a485-38c3f8e50db5","type":"EvidenceLine","dc:description":"These models indicate that YME1L1 loss results in mitochondrial network fragmentation.","calculatedScore":1,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/1118e228-b61f-48fc-9828-37bc01b02be8","type":"Finding","dc:description":"shRNA-based Yme1l1 knockdown in MEF cells causes fragmentation of the mitochondrial network. This can be partially rescued with co-transfection of the human YME1L1 gene.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24176854","rdfs:label":"Yme1l1 knockdown causes mitochondrial network fragmentation.","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"}}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.25},{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/715e15bf-0d04-4855-b51d-47ad35c70bb7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/8877dc53-df6d-4096-be0c-c2bf4c6973dd","type":"Finding","dc:description":"The data provide good evidence that YME1L1 is mitochondrially important at least, with optic atrophy typically known to be a key element of mitochondrial disease.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24176854","rdfs:label":"YME1L1 encodes a mitochondrial inner membrane protease.","demonstrates":{"id":"cg:BiochemicalFunctionB"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"https://genegraph.clinicalgenome.org/r/9440a152-a295-477b-8d39-fad491259825","type":"EvidenceLine","dc:description":"The overall category of mitochondrial protease is considered too broad, with the two gene products failing to interact or to participate in the same complex.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/df2742b8-c79a-491d-b300-a257db8ee25b","type":"Finding","dc:description":"Figure 1 summarizes the evidence for both YME1L1 and AFG3L2 functioning as proteases tethered to the mitochondrial inner membrane.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27786171","rdfs:label":"YME1L1 and AFG3L2 are mitochondrial proteases.","demonstrates":{"id":"cg:BiochemicalFunctionA"}}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0},{"id":"https://genegraph.clinicalgenome.org/r/0b621145-a72d-4a8b-b3ea-ef9b09d5af00","type":"EvidenceLine","dc:description":"The paper provides protein-protein interaction evidence that YME1L1 interacts with the product of another optic atrophy gene, with mitochondrial fragmentation being part of phenotype in each case.","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/2ca35b75-b8c3-471b-a7cc-2c1f1aa651ba","type":"Finding","dc:description":"A proteomic screen for protein-protein interactions using key mitochondrial proteins as bait found that YME1L1 protein physically interacts with CHCHD10, APOOL, OPA3, and OCIAD1 (PMID: 27499296, Table S3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27499296","rdfs:label":"YME1L1 protein physically interacts with OPA3.","demonstrates":{"id":"obo:MI_0915"}}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.25},{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/9940b662-8a9d-44b8-923e-18b6a6771209_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bae59416-05af-48c6-9ec6-3cf1539e1dad","type":"EvidenceLine","dc:description":"Upgrade of the score to 0.5 points has been recommended due to evidence that the variant protein is abnormal both in patient cells and in exogenous systems where it fails to complement for the loss of the wild-type gene. Further up-scoring has not been recommended due to the known consanguinity of the parents.","calculatedScore":1.0,"direction":"Supports","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bae59416-05af-48c6-9ec6-3cf1539e1dad_function_evidence_item","type":"VariantFunctionalImpactEvidence","dc:description":"NM_014263.4(YME1L1):c.445C>T (p.Arg149Trp) is a missense variant with evidence of impact on YME1L1 function. The proband's cells show normal levels of YME1L1 mRNA (Figure 1H) but profoundly reduced protein levels, although YME1L1 is present at a low level in the mitochondrial fraction (Figure 1I). Overexpression of the variant in YME1L1 knockout human cells fails to rescue mitochondrial network fragmentation that characterizes these knockout cells, unlike wild-type overexpression of the YME1L1 control (Figure 4D). An independent group confirmed some of these defects by studying the effects of exogenous p.Cys149Arg expression in other cell types (PMID: 31557225).","functionalDataSupport":"Yes"},{"id":"https://genegraph.clinicalgenome.org/r/bae59416-05af-48c6-9ec6-3cf1539e1dad_variant_evidence_item","type":"VariantObservation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27495975","allele":{"id":"https://genegraph.clinicalgenome.org/r/16695257-28be-4b8f-80de-a05047cf5e12","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014263.4(YME1L1):c.445C>T (p.Arg149Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16044002"}},"alleleOrigin":{"id":"cg:GermlineAlleleOrigin"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"}}],"specifiedBy":"GeneValidityNonNullVariantCriteria","strengthScore":1.0},{"id":"https://genegraph.clinicalgenome.org/r/9940b662-8a9d-44b8-923e-18b6a6771209","type":"Proband","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27495975","rdfs:label":"Hartmann_2016 _Proband_II:5","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"allele":{"id":"https://genegraph.clinicalgenome.org/r/16695257-28be-4b8f-80de-a05047cf5e12"},"detectionMethod":"The proband and family members were subjected to an analysis of homozygous linkage mapping, identifying a single region with LOD of 2.533 on chromosome 10, followed by whole exome sequencing and Sanger sequencing of the YME1L1 gene. Mitochondrial DNA sequencing was also performed.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"The proband has a diagnosis of optic atrophy with mitochondrial network fragmentation. Mitochondrial enzyme activities and subunit levels in fibroblast cells were within the normal physiological ranges, however, overall mitochondrial mass was reduced. Lactate/pyruvate ratios were elevated.Muscle biopsy specimens showed altered mitochondrial cristae morphology (\"parking lots\") and paracristalline inclusions, as well as a neurogenic pattern with grouped fibers indicating denervation. Please note that the publication uses the optic nerve as suffering from \"atrophy\" and \"hypoplasia\" at different points in the text, but it's not clear which term is more appropriate in the absence of photos of optic nerve.","phenotypes":["obo:HP_0002342","obo:HP_0001263","obo:HP_0000580","obo:HP_0003557","obo:HP_0000545","obo:HP_0002352","obo:HP_0008322","obo:HP_0002474","obo:HP_0007188","obo:HP_0001251","obo:HP_0002188","obo:HP_0001744","obo:HP_0001310","obo:HP_0001321","obo:HP_0000609","obo:HP_0002500","obo:HP_0004325","obo:HP_0000365","obo:HP_0000505","obo:HP_0004322","obo:HP_0001270","obo:HP_0000256","obo:HP_0002019"],"previousTesting":true,"previousTestingDescription":"The proband and family members were subjected to an analysis of homozygous linkage mapping, identifying a single region with LOD of 2.533 on chromosome 10. Mitochondrial DNA sequencing was also performed.","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"https://genegraph.clinicalgenome.org/r/bae59416-05af-48c6-9ec6-3cf1539e1dad_variant_evidence_item"}}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria","strengthScore":1.0},{"id":"https://genegraph.clinicalgenome.org/r/1a187bfd-89e8-49f1-82a2-b5312960c722_seg_el","type":"EvidenceLine","evidence":[{"id":"https://genegraph.clinicalgenome.org/r/bef295e3-a063-45fe-9650-f78b1bb5c5a2_proband_segregation","type":"FamilyCosegregation","dc:description":"The family meets the minimum number of affected and genotype-positive members required for inclusion in segregation scoring.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27495975","rdfs:label":"Hartmann_2016_Family","estimatedLodScore":1.81,"family":{"id":"https://genegraph.clinicalgenome.org/r/bef295e3-a063-45fe-9650-f78b1bb5c5a2","type":"Family","rdfs:label":"Hartmann_2016_Family","ethnicity":{"id":"cg:NotHispanicOrLatino"},"member":{"id":"https://genegraph.clinicalgenome.org/r/9940b662-8a9d-44b8-923e-18b6a6771209"}},"meetsInclusionCriteria":true,"phenotypeFreeText":"Individual patients showed many more phenotypes, but the ones confirmed in all four siblin have been listed above.","phenotypeNegativeAlleleNegative":0,"phenotypePositiveAllelePositive":4,"phenotypes":["obo:HP_0001270","obo:HP_0000609","obo:HP_0002352","obo:HP_0002500","obo:HP_0001263"],"proband":{"id":"https://genegraph.clinicalgenome.org/r/9940b662-8a9d-44b8-923e-18b6a6771209"},"publishedLodScore":2.533,"sequencingMethod":{"id":"cg:AllGenesSequencing"}}],"specifiedBy":"GeneValiditySegregationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":10159,"specifiedBy":"GeneValidityCriteria11","strengthScore":5.25,"subject":{"id":"https://genegraph.clinicalgenome.org/r/11zMK1lg5WU","type":"GeneValidityProposition","disease":"obo:MONDO_0015011","gene":"hgnc:12843","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","websiteLegacyID":"https://genegraph.clinicalgenome.org/r/assertion_1a187bfd-89e8-49f1-82a2-b5312960c722-","@context":{"@vocab":"https://genegraph.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"https://genegraph.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"https://genegraph.clinicalgenome.org/r/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"},"curationReasons":{"@type":"@vocab","@container":"@set"},"GCISnapshot":{"@type":"@id"},"dc:isVersionOf":{"@type":"@id"},"websiteLegacyID":{"@type":"@id"}}}